window.__QUESTIONS__ = [
  {
    "year": 2025,
    "num": 1,
    "text": "60 歳代の男性。後天性免疫不全症候群と診断されている。進行性の認知機能低下を認める。T1 強調像、T2 強調像および拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q1.png"
    ],
    "choices": {
      "a": "悪性リンパ腫",
      "b": "多発性硬化症",
      "c": "抗 MOG 抗体関連疾患",
      "d": "視神経脊髄炎関連疾患",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側前頭葉の皮質下・深部・側脳室周囲白質、左側頭葉/頭頂葉の皮質下白質にT2WIでの高信号・DWIで病変の辺縁部に高信号が見られます。右前頭葉には空洞性変化も見られています。\n後天性免疫不全症候群、進行性の認知機能低下で関連が深いのはPML。\n悪性リンパ腫も免疫不全状態のEBV感染症、HIV状態での発症リスク上昇（NHL）の報告がありますが画像所見としてはDWIの信号が病変内部で低信号であることも含めて本症例ではPMLよりも鑑別下位だと思われます。\nPMLで空洞性変化を示した症例は経験したことがありませんでしたが、進行性多巣性白質脳症 (Progressive multifocal leukoencephalopathy: PML) 診療ガイドライン 2023には以下の記載があります。\n 「進行性多巣性白質脳症（progressive multifocal leukoencephalopathy: PML）の診断にはMRIが多く用いられ、中でも FLAIR と SE 法 T2 強調像が有用とされており、PML の典型的な画像は下記の通りである。\n ➢ 大脳を主体とした皮質下白質を含む白質の大小不同・癒合した不整形高信号\n ➢ 通常、浮腫や mass effect を示さず、白質方向の辺縁は不鮮明\n ➢ 造影で、通常増強されないことが多いが、一部は淡く増強効果を伴う\n ➢ 微小嚢胞病変（milky way appearance）や空洞化を伴う病変もある\n ➢ 小脳や脳幹のテント下病変や灰白質病変を認めることがあるが、必ず白質病変を伴う」",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 2,
    "text": "6 歳の男児。頭痛を主訴に来院した。頭部 MRI の T2 強調像と造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q2.png"
    ],
    "choices": {
      "a": "脳動脈瘤",
      "b": "もやもや病",
      "c": "硬膜動静脈瘻",
      "d": "静脈洞血栓症",
      "e": "脳動静脈奇形"
    },
    "answer": "b",
    "multi": false,
    "explanation": "もやもや病　過去の出題（2023年4番、2007年18番）\nT2WIで本来見えるべき、両側中大脳動脈を認めず、微細な血管(もやもや新生血管)がflow voidとして認められる。造影T1強調像にて、微細な血管（もやもや新生血管）の描出を認めます。脳溝周囲の血管描出が目立ち、ivy signと思われます。FLAIR像は提示されていませんが、高信号に描出される。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 3,
    "text": "20 歳代の女性。頭痛を主訴に来院した。頭部 MRI の T2 強調横断像と FLAIR 矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q3.png"
    ],
    "choices": {
      "a": "神経膠腫",
      "b": "頭蓋咽頭腫",
      "c": "正常圧水頭症",
      "d": "先天性水頭症",
      "e": "細菌性髄膜炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "中脳被蓋から腫瘍が突出し中脳水道を閉塞、水頭症を来している。2023年6番の類題でtectal gliomaと思いました。下記報告では病理は83%が毛様細胞性星細胞腫、17％がびまん性星細胞腫とのこと。\nTectal glioma as a distinct diagnostic entity: a comprehensive clinical, imaging, histologic and molecular analysis – PMC\n頭蓋咽頭腫は鞍上部に多く、部位が非典型的と思います。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 4,
    "text": "6 か月の男児。意識障害が見られ、頭部 MRI が撮像された。脂肪抑制 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q4.png"
    ],
    "choices": {
      "a": "乏突起膠腫",
      "b": "海綿状血管腫",
      "c": "ヘルペス脳炎",
      "d": "結節性硬化症",
      "e": "神経皮膚黒色症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "6か月の乳幼児で左扁桃体にT1短縮域を認め、神経皮膚黒色症を疑う。\n神経皮膚黒色症\n神経皮膚黒色症候群の一つであり、診断基準は「皮膚メラニン母斑が多発(3つ以上)、または成人で20cm、小児で6~9cm以上の病変で、中枢黒色腫またはメラニン細胞浸潤を認め、皮膚の黒色腫を伴わない」ことである。中枢病変はT1・T2短縮域として描出されるがT1WIでの高信号としてのみ認識できることが多い。偏桃体、前頭葉底部、小脳、脳幹に認められることが多い。他の画像所見としては髄膜の異常増強効果や脳幹、小脳の低形成が知られている。水頭症または痙攣発作などの有症状例は予後不良である。\n(よく分かる脳のMRI 改訂第4版 p378-379 秀潤社)\nただし、ヘルペス脳炎は出血をきたした際はT1WIで高信号をきたしうる。本画像では腫大が乏しく、可能性は下がるか。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 5,
    "text": "50 歳代の男性。半年ほど前から浮遊感が続き、頭痛、左手の巧緻運動障害を自覚したため来院した。頭部 MRI の T2 強調像と造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q5.png"
    ],
    "choices": {
      "a": "上衣腫",
      "b": "血管芽腫",
      "c": "転移性腫瘍",
      "d": "海綿状血管腫",
      "e": "毛様細胞性星細胞腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "小脳の腫瘍。Cystの中に非常によく造影される結節成分があり血管芽腫の典型例。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 6,
    "text": "50 歳代の男性。T2 強調矢状断像と造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q6.png"
    ],
    "choices": {
      "a": "Rathke 囊胞",
      "b": "頭蓋咽頭腫",
      "c": "ジャーミノーマ",
      "d": "視床下部過誤腫",
      "e": "下垂体腺腫/神経内分泌腫瘍"
    },
    "answer": "b",
    "multi": false,
    "explanation": "頭蓋咽頭腫（扁平上皮乳頭型）\nT2WIにて鞍上部に低信号を主体する境界明瞭な腫瘤。辺縁はやや分葉状で造影後T1WIにて造影効果あり。明らかな嚢胞構造や石灰化は指摘できない。\n扁平上皮乳頭型は50歳前後に好発し、充実性成分が主体であり、石灰化の頻度は低いという特徴を持ちます。\nhttps://radiopaedia.org/articles/papillary-craniopharyngioma\n2024年７番の選択肢に頭蓋咽頭腫がエナメル上皮型と扁平上皮乳頭型の２つ分かれて記載あり。\n頭蓋咽頭腫の典型例は鞍内から鞍上部にかけて存在する分葉状の嚢胞性腫瘤として認められ、増強される壁在結節を有します。結節状あるいは環状の石灰化が特徴。この特徴を有するのはエナメル上皮型（10歳前後〜若年者）",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 7,
    "text": "60 歳代の男性。約 2 週間前から右上肢筋力低下、ふらつきを自覚し、頸椎 MRI が撮像された。T2 強調矢状断像および T2 強調横断像を示す。本疾患で欠乏するビタミンはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q7.png"
    ],
    "choices": {
      "a": "A",
      "b": "B1",
      "c": "B6",
      "d": "B12",
      "e": "C"
    },
    "answer": "d",
    "multi": false,
    "explanation": "T2強調像で後索に一致した高信号あり亜急性連合性脊髄変性症。胃切除後などのビタミンB12欠乏による頚髄、上部胸髄の後索、側索の脱髄。\n2017年12番、2020年2番など何度か過去問出てます。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 8,
    "text": "60 歳代の女性。2 年前からの緩徐な下肢の筋力低下を主訴に来院した。脊椎 MRI の T2 強調矢状断像と T2 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q8.png"
    ],
    "choices": {
      "a": "脊髄空洞症",
      "b": "視神経脊髄炎",
      "c": "脊髄神経膠腫",
      "d": "脊髄硬膜動静脈瘻",
      "e": "腰椎椎間板ヘルニア"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脊髄円錐部に腫大、T2WIでびまん性の高信号域を認め、脊髄周囲には脈管状のflow voidと思われる低信号域が見られる。脊髄硬膜動静脈瘻を疑う。\n 脊髄硬膜動静脈瘻\n下位胸椎～上位腰椎に好発で、静脈圧上昇による脊髄浮腫によって進行性の神経症状を呈する。MRI画像所見は脊髄浮腫による脊髄内のT2WIでの高信号と脊髄周囲の異常なflow void。血管造影を行う。造影MRIを行うと異常血管の同定頻度が向上する。\n（エッセンシャル脊椎・脊髄の画像診断　p346-347　MEDSi）\n 神経膠腫は頚胸髄に好発で偏心性の進展をとることが多く、視神経脊髄炎は胸髄>頚髄でおおく、急性発症、病変分布は中心管周囲の灰白質が侵されることが多い。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 9,
    "text": "20 歳代の男性。右耳漏と難聴を自覚して来院した。側頭骨単純 CT（骨条件）の横断像と冠状断像、および MRI の拡散強調像（b＝1,000 s/mm2）を示す。この疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q9.png"
    ],
    "choices": {
      "a": "弛緩部型が多い。",
      "b": "骨侵食は稀である。",
      "c": "コレステリンを含むことが多い。",
      "d": "乳突蜂巣の発達は良好なことが多い。",
      "e": "拡散強調像による病変の検出には、EPI 法の方が高速 SE 法よりも優れている。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "拡散制限が強く真珠腫の所見。\na 正しい\nb 骨侵食はよくある。\nc 真珠腫にはコレステリンは含まれない。コレステリンが含まれるのはコレステリン肉芽腫\nd 乳突峰巣が発育不良な人で真珠腫ができやすい。\ne EPI法は磁場の不均一性に弱いので空気が多い内耳周りだとartifactが多く検出能力は高速SE法に劣る。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 10,
    "text": "50 歳代の女性。右頸部腫瘤を自覚して来院した。頸部 MRI の T2 強調横断像、T2 強調冠状断像、および造影前、造影早期相、造影後期相の脂肪抑制 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q10.png"
    ],
    "choices": {
      "a": "がま腫",
      "b": "鰓裂囊胞",
      "c": "神経鞘腫",
      "d": "血栓性静脈炎",
      "e": "頸動脈小体腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "頸動脈小体腫瘍 ：内外頸動脈分岐部に発生する傍神経節腫\n傍神経節腫は2015年14番、2011年13番に出題あり。\n右頸動脈間隙にT2WIにて淡い高信号と中等度信号が混在腫瘤あり。Dynamic造影では、早期より均一な造影効果あり。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 11,
    "text": "60 歳代の男性。右頬部腫脹と複視を自覚して来院した。頸部 MRI の脂肪抑制造影 T1 強調冠状断像を示す。この疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q11.png"
    ],
    "choices": {
      "a": "扁平上皮癌が多い。",
      "b": "遠隔転移の頻度は低い。",
      "c": "眼窩浸潤の頻度が高い。",
      "d": "眼動脈から主に供血される。",
      "e": "頸部リンパ節転移の頻度は低い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右上顎洞から周囲へ浸潤する不整な増強効果を伴う腫瘤。選択肢からも悪性っぽく上顎癌疑い。栄養動脈は顎動脈、顔面動脈、顔面横動脈が多いようです。\n骨に囲まれるので転移が少ないが、眼窩浸潤は60%以上の症例で発症し、頻度が高いようです。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 12,
    "text": "7 歳の男児。数か月前からの顔面非対称性を指摘されて来院した。CT（骨条件）の横断像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q12.png"
    ],
    "choices": {
      "a": "転   移",
      "b": "骨肉腫",
      "c": "上顎洞癌",
      "d": "慢性骨髄炎",
      "e": "線維性骨異形成"
    },
    "answer": "e",
    "multi": false,
    "explanation": "上顎骨左側に骨皮質の菲薄化とすりガラス状硬化像と膨隆性変化を認め線維性骨異形成を疑う。\n 線維性骨異形成は成因不明の間葉の異常(非腫瘍性病変)。骨形成過程の異常で、骨組織が化生骨を含む線維組織に置換する趾間。骨形成を妨げる原因遺伝子が確認されているが、家族内発生はなし。10-20歳台に多く、大腿骨、脛骨、肋骨、頭蓋骨、顎骨に好発し、稀に悪性化する。上顎骨では臼歯部に後発する。顎骨の膨隆、歯列弓の変形、咬合異常、上顎洞の狭小化が見られる。\n（画像診断パワフルガイド2版 p.751 MEDSi）",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 13,
    "text": "30 歳代の女性。右下顎に違和感を自覚して来院した。骨条件と軟部条件の頸部単純 CT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q13.png"
    ],
    "choices": {
      "a": "歯根囊胞",
      "b": "含歯性囊胞",
      "c": "単純性骨囊胞",
      "d": "歯原性角化囊胞",
      "e": "エナメル上皮腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【＞e】\nエナメル上皮腫と割れてました。\nどちらも調べると似たような画像が出てくるので難しいですが、エナメル上皮腫であればナイフカットサインや造影CT/MRIでの結節状造影効果を掲載する気がするのでdかと、、",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 14,
    "text": "50 歳代の男性。前日からの頸部痛と嚥下時痛を主訴に来院した。単純 CT と頸椎 MRI の T2 強調矢状断像を示す。この疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q14.png"
    ],
    "choices": {
      "a": "歯突起を囲む石灰化が生じる。",
      "b": "膿瘍形成を認めることが多い。",
      "c": "リンパ節腫大を認めることが多い。",
      "d": "ピロリン酸カルシウムの沈着が原因である。",
      "e": "局所安静と非ステロイド系抗炎症性薬投与を行う。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "石灰沈着性頸長筋腱炎（2022年6番）\n2022年の時は画像所見と病名がわかれば正解でしたが、今回は治療を問われました。Key book 頭頸部の画像診断（改定第２版p416）を参照ください。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 15,
    "text": "20 歳代の男性。右殿部のしこりを自覚して来院した。骨盤部の単純 X 線写真および MRI の T2 強調横断像を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q15.png"
    ],
    "choices": {
      "a": "透析患者での発生頻度が高い。",
      "b": "若年者に好発する悪性腫瘍である。",
      "c": "夜間に発生する疼痛が特徴的である。",
      "d": "軟骨領域の悪性転化が発生する可能性がある。",
      "e": "造影効果の見られるものは悪性の可能性が高い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "腸骨から突出する骨性隆起があり、辺縁に軟骨帽(cartilage cap)を疑うT2強調像での高信号を伴い、骨軟骨腫疑い。10代男子に好発する頻度の高い良性腫瘍だが、1%以下の頻度で軟骨肉腫への悪性転化が知られている。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 16,
    "text": "10 歳代の男性。右大腿の夜間痛を主訴に来院した。大腿骨 CT（骨条件）の横断像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q16.png"
    ],
    "choices": {
      "a": "類骨骨腫",
      "b": "骨軟骨腫",
      "c": "骨芽細胞腫",
      "d": "転移性骨腫瘍",
      "e": "線維性骨異形成"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右大腿骨遠位骨幹部外側の骨皮質に硬化を伴った透亮像を認め、類骨骨腫を疑う。\n 類骨骨腫\n血管に富む未熟な骨及び類骨組織を含む小病変で、周囲に反応性の骨形成が見られる。10-20歳代に好発し、2:1で男性に多い。類骨骨腫は1.5cm以内、これより大きい場合には骨芽細胞腫と呼ばれる。類骨骨腫は症状として夜間痛があり、アスピリンが著効する。X線・CTではnidusとその周囲の骨硬化像が特徴的。nidus内には石灰化を伴うこともある。MRIでは周囲の骨髄や軟部組織に浮腫性変化を認める。骨芽細胞腫では硬化性変化は乏しく、また脊椎の後方要素に多い。\n（画像診断パワフルガイド2版 p.755 MEDSi）",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 17,
    "text": "20 歳代の女性。右大腿の腫脹を自覚して来院した。右大腿 MRI の T1 強調像と脂肪抑制 T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q17.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "粘液線維肉腫",
      "c": "粘液型脂肪肉腫",
      "d": "胞巣状軟部肉腫",
      "e": "血管腫（静脈奇形）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【血管腫(静脈奇形)】\n若年の無痛性腫瘤で、筋内〜皮下に分布し境界不明瞭、T1強調像で筋肉と等信号〜一部脂肪を反映した高信号、脂肪抑制T2強調像で高信号、一部液面形成もみられます。血管腫として比較的典型像と思われます。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 18,
    "text": "60 歳代の女性。数年前より指に小結節を自覚していた。指全体の腫れぼったさや寒い時期に手指が白くなるとの訴えがある。手の単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q18.png"
    ],
    "choices": {
      "a": "痛   風",
      "b": "偽痛風",
      "c": "全身性強皮症",
      "d": "石灰沈着性腱炎",
      "e": "血管腫（静脈奇形）"
    },
    "answer": "c",
    "multi": false,
    "explanation": "全身性強皮症\n画第１,2指の皮下に石灰化病変あるけど　画像から選択肢選べず。問題文に「指全体の腫れぼったさや寒い時期に手指が白くなる」との記載があり。昔国家試験で勉強したレイノー症候群ってことかなぁと考え、　本番でc.全身性強皮症を選択しました。\n強皮症（全身性強皮症）の一つの型であるCREST症候群は皮膚の硬化、レイノー現象、食道運動機能の低下、手指の皮膚硬化、毛細血管拡張、皮下石灰化などの症状を特徴とし、今回の皮下石灰化を反映した所見のようです。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 19,
    "text": "20 歳代の男性。バスケットボール中に右膝を捻挫して近医を受診し、骨病変を指摘されて当院を紹介受診した。膝関節単純 X 線写真と膝関節 MRI の T1 強調横断像、T2 強調横断像および脂肪抑制造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q19.png"
    ],
    "choices": {
      "a": "骨巨細胞腫",
      "b": "アダマンチノーマ",
      "c": "動脈瘤様骨囊腫",
      "d": "軟骨粘液線維腫",
      "e": "非骨化性線維腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "脛骨骨幹端部に硬化縁を伴う透亮像あり。T1強調像、T2強調像で低信号、比較的強い増強効果あり。\na骨巨細胞腫は骨硬化縁は伴いにくく、しばしば液面形成あり\nb脛骨骨幹部の前面皮質に好発\nc動脈瘤様骨嚢腫は多房性、液面形成を認めやすい\nd軟骨基質を反映してT2強調像高信号を示す",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 20,
    "text": "30 歳代の女性。歩行時の左下肢のつっぱり感を自覚。CT angiography の MIP 像と膝関節 MRI の T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q20.png"
    ],
    "choices": {
      "a": "静脈瘤",
      "b": "神経鞘腫",
      "c": "Baker 囊胞",
      "d": "アミロイドーシス",
      "e": "膝窩動脈外膜囊腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "CTAで膝窩動脈に狭窄像を認める。T2WIでは同部に多房性嚢胞性病変を認め、膝窩動脈外膜嚢腫を疑う。\n膝窩動脈外膜嚢腫\n動脈壁にゼラチン様物質を内容物とする嚢胞性病変を生じたもので動脈内腔の圧排、狭窄をきたす。周囲の動脈硬化性変化に乏しく、膝窩動脈になだらかな立ち上がりの狭窄を見た場合に疑う。鑑別には超音波検査やMRIで血管と嚢胞との関係を証明する。PTAでは嚢胞の破裂と内容物による動脈塞栓をおこす可能性があり、禁忌とのこと。\n（画像診断パワフルガイド2版 p.416 MEDSi）\n Baker嚢胞は腓腹筋内側頭と半膜様筋腱の間にある滑液包内の液体貯留。",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 21,
    "text": "4 か月の男児。発熱、全身衰弱にて入院となった。皮疹を認めた。右下肢の単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q21.png"
    ],
    "choices": {
      "a": "Blount 病",
      "b": "骨形成不全",
      "c": "先天性梅毒",
      "d": "線維性骨異形成",
      "e": "遺伝性多発性外骨腫症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "a 脛骨近位内側のくちばし状変形\nb 膜内骨化の異常（1型コラーゲンの異常による）。Warmian boneなど\nc 肥大性骨関節症を呈する\nd すりがらす状の骨肥厚\ne 皮質が連続するように突出する。常染色体優性遺伝",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 22,
    "text": "60 歳代の女性。両側上下肢のしびれ、腰痛に加え、呼吸苦が増強して来院した。胸部 CT を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q22.png"
    ],
    "choices": {
      "a": "器質化肺炎",
      "b": "気管支拡張症",
      "c": "COVID-19 肺炎",
      "d": "サルコイドーシス",
      "e": "好酸球性多発血管炎性肉芽腫症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "好酸球性多発血管炎生肉芽腫症\n画像所見は軽度の気管支壁肥厚、少し粒状影と淡いすりガラス影。選択肢a-dならもっと典型画像の提示があるだろう。問題文の「両側上下肢のしびれ」より血管炎の症状。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 23,
    "text": "40 歳代の男性。健診で胸部異常陰影を指摘された。胸部単純 X 線写真の後前像と左側面像を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q23.png"
    ],
    "choices": {
      "a": "結   核",
      "b": "胸腺腫",
      "c": "髄膜瘤",
      "d": "神経内分泌腫瘍",
      "e": "サルコイドーシス"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "前縦隔腫瘍。神経内分泌腫瘍は胸腺カルチノイドを考えて選びました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 24,
    "text": "60 歳代の男性。関節リウマチにてメトトレキサートを投与されていた。右肺の HRCT を示す。1 か月前の CT では両肺に異常を認めなかった。今後の方針として適切でないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q24.png"
    ],
    "choices": {
      "a": "CT 下生検",
      "b": "CT での経過観察",
      "c": "メトトレキサートの休薬",
      "d": "Epstein-Barr virus（EBV）DNA 定量",
      "e": "可溶性インターロイキン 2 レセプター測定"
    },
    "answer": "a",
    "multi": false,
    "explanation": "RAに対しMTX投与中の肺病変としてMTX関連リンパ増殖性疾患を疑う。EBウィルスの活性化が関与し、EBV-DNAが上昇する。またsIL2Rも上昇する。病変はMTXの中止のみで縮小することも多く、まずはMTXを中止し、CTでサイズ変化をフォローする方針が適切と思われる。ただし半数以上の症例で薬剤中止のみで軽快するが、薬剤中止のみで消退しない場合には生検を積極的に考慮する。\n（関節リウマチにおけるMTX使用の診療と手引き2023年版）",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 25,
    "text": "70 歳代の男性。検診の胸部単純 X 線写真で下肺野の粒状影を指摘されて受診した。右肺の HRCT の肺野条件と骨条件を示す。この疾患でみられる組織学的所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q25.png"
    ],
    "choices": {
      "a": "肺胞上皮の異形成",
      "b": "肺動脈内の石灰化",
      "c": "肺胞腔内のカルシウム沈着",
      "d": "肺間質内のアミロイド沈着",
      "e": "気管支周囲の樹枝状骨形成"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右肺底部末梢優位な樹枝状の高吸収域。\na: 主に肺癌における前癌病変のことを示していると考えられます。\nb: 肺高血圧症で見られる所見のようです。Radiopediaには”Pulmonary arterial calcification is a phenomenon which is usually seen in the setting of advanced pulmonary hypertension. It can however be uncommonly present in those without pulmonary hypertension.”と記述されていました。調べても中枢側の病変はありましたが末梢の画像は出てこず頻度は低いのではないでしょうか。\nc: 肺胞微石症。胸部単純X線写真・CTで両側にびまん性・対称性の粒状影（sand-storm appearance）またはすりガラス陰影を呈する。陰影は下肺野優位に出現し、胸膜下に “black pleural line”とよばれる肺野透過性が亢進した帯状影を認めることもある。胸膜下・小葉間隔壁・気管支血管束に沿った石灰化，濃厚な融合性石灰化が見られる。本症例のように末梢に限局するよりも、比較的中枢測から連続性に見られる頻度が高いのではないでしょうか。\nd: 肺アミロイドーシスは、気管・気管支型、結節型、びまん性肺胞隔壁型に分類され石灰化も見られますが気管支に沿った石灰化ないし結節状の石灰化が見られるため今回の所見とは異なるものと考えられます。\ne: Diffuse Pulmonary Ossification（びまん性肺骨形成）として見られる病理所見です。樹枝状肺骨形成は急性または慢性の肺損傷の結果起こるとされ，これまでのほとんどの報告例は特発性肺線維症，成人呼吸窮迫症候群，肺気腫，器質化肺炎，レアアースによる塵肺，石綿肺，重金属吸入，ブスルファンによる肺障害，嚢胞性線維症，アミロイドーシス，ヒストプラズマ症，慢性肺膿瘍など基礎疾患を有する続発性の症例である、とのことです。\n“胸腔鏡下肺生検術で診断し，12年間の経過を観察しえた 特発性樹枝状肺骨形成の1例”日呼吸誌　2（3），2013より。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 26,
    "text": "60 歳代の男性。健診の胸部単純 X 線写真にて異常陰影を指摘され来院した。胸部造影 CT と胸部 MRI の T2 強調冠状断像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q26.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "神経鞘腫",
      "c": "精上皮腫",
      "d": "神経節細胞腫",
      "e": "孤立性線維性腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "精上皮腫\n縦隔腫瘍は気管前面よりは後ろに位置している。縦郭上部・中縦隔・後縦隔から発生し、前縦隔腫瘍の可能性は低い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 27,
    "text": "60 歳代の女性。喫煙歴はない。健診の精査で施行した HRCT と病変部拡大像を示す。最も適切な対応はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q27.png"
    ],
    "choices": {
      "a": "気管支鏡による生検",
      "b": "3 か月後の CT 再検査",
      "c": "6 か月後の CT 再検査",
      "d": "12 か月後の CT 再検査",
      "e": "外科での胸腔鏡下生検"
    },
    "answer": "b",
    "multi": false,
    "explanation": "全体径7mmのpart-solid nodule。炎症性病変でも部分充実型結節を呈するため、3ヵ月後のCTで縮小や消失の有無の確認が必要である。全体径15mm未満で充実成分径8mm以上の病変は確定診断を行い、充実成分径8mm未満は経過観察とする。pure GGNとしても3ヵ月後のフォローが望まれる。\n2024年3月に日本CT検診学会の「肺結節の判定基準と経過観察の考え方」が改定されている。肺結節の判定基準と経過監察の考え方第6版",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 28,
    "text": "60 歳代の女性。咳嗽を主訴に来院した。単純 CT と後日行われた18F-FDG PET/CT の融合画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q28.png"
    ],
    "choices": {
      "a": "乾酪性肺炎",
      "b": "細菌性肺炎",
      "c": "扁平上皮癌",
      "d": "浸潤性粘液性腺癌",
      "e": "浸潤性非粘液性腺癌"
    },
    "answer": "d",
    "multi": false,
    "explanation": "CTで右肺下葉末梢に腫瘤状の浸潤影を認める。FDGの集積は乏しく、浸潤性粘液性腺癌を疑う。\n肺浸潤性粘液性腺癌\n肺炎様の画像を呈する肺癌としてよく知られ、肺腺癌のうち5％を占める特殊型である。CT所見としてはangiogram signやbubble-like appearanceなどが診断のヒントとして知られる。また、粘液を多量に含む腫瘍のFDG集積は低い傾向にあることが知られており、他領域に生じた粘液性腫瘍と同様に粘液性腺癌のFDG集積は他の肺腺癌に比較して低いことが多い。そのため、FDGの集積が低い腫瘍を見た場合には浸潤性粘液性腺癌が鑑別に含まれる。\n(画像診断vol.40, No.5 422-428)\n他の選択肢の炎症や癌は一般的にFDGの高集積が見られやすい。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 29,
    "text": "50 歳代の男性。職場の健診の胸部単純 X 線写真で異常を指摘された。自覚症状はなく、血液検査では異常所見を認めない。1 日 20 本を 30 年間の喫煙歴がある。胸部 CT の横断像と冠状断再構成像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q29.png"
    ],
    "choices": {
      "a": "珪   肺",
      "b": "肺気腫",
      "c": "サルコイドーシス",
      "d": "肺リンパ脈管筋腫症",
      "e": "肺 Langerhans 細胞組織球症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "喫煙歴および気管支拡張を呈し嚢胞性変化を呈する。LCHとして典型的な画像所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 30,
    "text": "40 歳代の女性。卵巣癌の診断で入院した。胸部単純 X 線写真で異常影を認め、精査のために撮影された薄層 CT を示す。病変分布を示す適切な表現はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q30.png"
    ],
    "choices": {
      "a": "random distribution",
      "b": "panlobular distribution",
      "c": "paraseptal distribution",
      "d": "centrilobular distribution",
      "e": "perilymphatic distribution"
    },
    "answer": "e",
    "multi": false,
    "explanation": "Perilymphatic distribution\n問題文にて「40歳代、卵巣癌」のキーワードから癌性リンパ管症？！画像所見では、小葉間隔壁は軽度肥厚し、粒状影あり。癌性リンパ管症の画像にしては所見が乏しい印象ですが、問題文も踏まえ、e。\naランダム（Random）⇔ 血行進展（粟粒結核や悪性疾患の血行性転移など）\nｂ汎小葉性病変(Panlobular) ⇔BO、(外因性)過敏性肺臓炎、肺胞蛋白症、好酸球性肺炎、肺結核、レジオネラ肺炎、マイコプラズマ肺炎、ニューモシスチス肺炎、関節リウマチの急性肺病変、その他(肺梗塞、肺水腫、肺出血、小葉性肺炎)など\nd小葉中心（Centrilobular）⇔ 気道進展（呼吸器感染症やびまん性汎細気管支炎など）\ne小葉辺縁（Perilymphatic）⇔ リンパ進展（癌性リンパ管症や肺水腫，サルコイドーシスなど",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 31,
    "text": "80 歳代の女性。検診で撮影された胸部単純 X 線写真を示す。異常が疑われる境界線はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q31.png"
    ],
    "choices": {
      "a": "前接合線",
      "b": "後接合線",
      "c": "右気管傍線",
      "d": "奇静脈食道線",
      "e": "大動脈肺動脈窓"
    },
    "answer": "d",
    "multi": false,
    "explanation": "d以外は見えていそう。\n【保存版】肺がん検診に！胸部レントゲン読影で知っておくべき7つの境界線",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 32,
    "text": "60 歳代の女性。胸部単純 X 線写真で左下肺野に異常影を認めた。異常影の精査目的で撮影された胸部 CT の肺野条件と縦隔条件を示す。適切でない対応はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q32.png"
    ],
    "choices": {
      "a": "造影 CT を撮影する。",
      "b": "頭部 MRI を撮影する。",
      "c": "CT ガイド下生検を施行する。",
      "d": "三次元再構成 CT 画像を作成する。",
      "e": "パルスオキシメーターで酸素飽和度を計測する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左下葉末梢に蛇行した脈管状の腫瘤様構造を認め、肺動静脈瘻を疑う。当然ながら生検すると出血をきたすため禁忌と考えられる。造影CT/３DCTは血管構築のため、頭部MRIは脳塞栓や膿瘍などの合併症確認のため施行される。また右左シャントによりSpO2が低下する可能性があるため酸素飽和度の計測も行う。\n肺動静脈瘻\n胎生期の毛細血管形成不全のため、肺毛細血管が欠如した部分に生後肺動脈の圧負荷が加わり拡張した動脈と静脈の交通路が形成されたもの。偶然発見も多いが喀血や呼吸困難やチアノーゼ、心不全で発見されることもある。脳膿瘍や奇異性脳梗塞、多血症などの合併症で見つかることも。Simple/complex/diffuse typeに分類される。Rendu-Osler-Weber症候群の部分症のこともある。\n(画像診断パワフルガイド2版 p.353 MEDSi)",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 33,
    "text": "60 歳代の男性。8 日前に出現した呼吸困難が増悪し、救急車にて来院した。心電図、心臓超音波検査は正常であった。胸部 CT を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q33.png"
    ],
    "choices": {
      "a": "塵   肺",
      "b": "肺結核",
      "c": "ニューモシスチス肺炎",
      "d": "びまん性汎細気管支炎",
      "e": "非線維化性過敏性肺臓炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "画像所見としてはcまたはeで割れる。免疫不全の既往の記載もなく、また末梢にも病変分布が多いことからはe > cか。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 34,
    "text": "80 歳代の男性。胸部異常陰影を指摘された。胸部単純 X 線写真と胸部単純 CT を示す。本疾患の胸部 CT 肺野条件で認められる所見として、可能性が最も高いのはどれか。 1 つ選べ。",
    "images": [
      "assets/questions/2025/q34.png"
    ],
    "choices": {
      "a": "蜂巣肺",
      "b": "円形無気肺",
      "c": "胸膜下粒状影",
      "d": "牽引性気管支拡張",
      "e": "びまん性胸膜肥厚"
    },
    "answer": "c",
    "multi": false,
    "explanation": "単純X線にて両側上肺野優位に粒状影や結節影、CTにて縦隔・両側肺門部リンパ節に腫大おおび石灰化あり。珪肺が疑われ、c 胸膜下粒状影を選択。珪肺のキーワードとして、大陰影、卵殻状石灰化。選択肢を見てキーワードがなく、最初戸惑いました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 35,
    "text": "60 歳代の男性。高血圧、高脂血症で通院中に胸部単純 X 線写真で異常を指摘された。胸部単純 CT の肺野条件と縦隔条件を示す。この疾患で認められるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q35.png"
    ],
    "choices": {
      "a": "喘息症状",
      "b": "免疫能低下",
      "c": "CT halo sign",
      "d": "meniscus sign",
      "e": "air crescent sign"
    },
    "answer": "a",
    "multi": false,
    "explanation": "高吸収な粘液栓がありアレルギー性気管支肺アスペルギルス症を考える。アスペルギルス症のうちABPAとアスペルギローマは正常免疫でみられる。halo sign、air crescent signは侵襲性肺アスペルギルス症、meniscus signはアスペルギローマで認める。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 36,
    "text": "50 歳代の女性。大動脈解離の精査で施行した胸部造影 CT を示す。この画像でみられる偶発所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q36.png"
    ],
    "choices": {
      "a": "冠動脈の破格",
      "b": "左心耳の血栓",
      "c": "肺静脈の閉塞",
      "d": "上大静脈の血栓",
      "e": "肺動脈弁の疣贅"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右冠動脈が左冠動脈起始部近傍から起始しており、右冠動脈左valsalva洞起始異常症である。\n対側冠動脈洞起始\n稀に左冠動脈あるいは分枝が右valsalva洞から、右冠動脈が左valsalva洞から出る奇形がみられ、若年者の心筋梗塞の原因となることがある。冠動脈主幹部が大動脈と肺動脈の間を走行すると運動などによって心筋虚血が誘発される(malignant coronary artery)。左冠動脈よりも右冠動脈起始異常のほうが心事故のリスクが高い。\n(画像診断パワフルガイド2版 p384-385 MEDSi)",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 37,
    "text": "60 歳代の女性。発作性心房細動に対する精査加療目的に来院した。カテーテルアブレーション前の造影 CT 動脈相の横断像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q37.png"
    ],
    "choices": {
      "a": "奇静脈連結",
      "b": "下大静脈欠損",
      "c": "重複下大静脈",
      "d": "重複大動脈弓",
      "e": "部分肺静脈還流異常"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "奇静脈連結+下大静脈欠損\n拡張した奇静脈が描出されています",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 38,
    "text": "20 歳代の女性。潰瘍性大腸炎の治療中に撮影された胸部造影 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q38.png"
    ],
    "choices": {
      "a": "川崎病",
      "b": "高安動脈炎",
      "c": "Marfan 症候群",
      "d": "感染性大動脈瘤",
      "e": "巨細胞性動脈炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "高安動脈炎。若い女性で、上行大動脈がやや拡張して見えました。\n問題文「潰瘍性大腸炎」が高安動脈炎のキーワード。高安病患者では潰瘍性大腸炎の合併が高く、HLA-B*52保因者が有意に多い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 39,
    "text": "60 歳代の女性。失神を契機に房室ブロックと左室壁運動低下を指摘される。心臓 MRI の black blood 脂肪抑制 T2 強調像と遅延造影像の左室短軸像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q39.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "急性心筋梗塞",
      "c": "左室緻密化障害",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "e",
    "multi": false,
    "explanation": "中隔に遅延造影があり、病歴的にも心サルコイドーシスでいいと思います。",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 40,
    "text": "30 歳代の女性。下肢のしびれを主訴に来院した。造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q40.png"
    ],
    "choices": {
      "a": "川崎病",
      "b": "大動脈縮窄症",
      "c": "Marfan 症候群",
      "d": "巨細胞性動脈炎",
      "e": "大動脈弁輪拡張症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "胸部上行大動脈に比べ、下行大動脈に狭窄がある。下肢のしびれの症状も合わせて大動脈縮窄症を疑う。また、側副血行路として肋間動脈や内胸動脈～下腹壁動脈などが拡張している。\n大動脈縮窄症\n胸部大動脈の動脈管接続部（動脈管閉鎖後は動脈管索部）に狭窄を来す疾患である。心室中隔欠損や大血管転換などの先天性心疾患を合併する複合型と伴わない単純型に分けられる（卵円孔開存と動脈管開存の合併は単純型に含まれる）。学童期から成人期に発見される場合には、先天性心疾患を伴わない単純型が多くを占める。臨床症状は上肢高血圧、運動時の下肢のしびれなどで、若年性高血圧の鑑別疾患のひとつに挙げられる。単純型においては、左鎖骨下動脈分岐後の動脈管索部に限局性の狭窄が認められ、近位側弓部大動脈や弓部分枝の拡張、遠位側胸部下行大動脈の拡張を伴っている。また、側副血行路として内胸動脈や 肋間動脈などの拡張を認め、胸部単純X線写真上の肋骨下縁の圧痕像（rib notching）を生む。\n(画像診断 vol.35 No.9 1050-1051)",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 41,
    "text": "70 歳代の女性。乳房腫瘤を自覚して来院した。乳房 MRI の脂肪抑制造影 T1 強調横断像を示す。この画像で認められる造影パターンはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q41.png"
    ],
    "choices": {
      "a": "clumped",
      "b": "clustered ring",
      "c": "homogeneous",
      "d": "rim enhancement",
      "e": "dark internal septation"
    },
    "answer": "d",
    "multi": false,
    "explanation": "rim enhancement\n普段乳腺MRIを読影しない場合は画像と用語の対比を整理する必要があるかもしれません。",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 42,
    "text": "50 歳代の男性。左乳房痛を主訴に来院した。マンモグラフィの両側 MLO 像を示す。マネジメントとして適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q42.png"
    ],
    "choices": {
      "a": "針生検",
      "b": "処方歴の確認",
      "c": "造影乳房 MRI",
      "d": "定期経過観察",
      "e": "腫瘍マーカー測定"
    },
    "answer": "b",
    "multi": false,
    "explanation": "【＞c】\n50歳代の男性。左乳房痛。\nLMLOにて部位M,Lに局所的非対称性陰影あり。両側MLO部位Sに乳腺と思われる陰影あり、男性とすると乳腺が目立つ。女性化乳房、左乳腺炎でしょうか？前立腺癌、ホルモン療法中など、まずは既往歴や処方歴でしょうか？",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 43,
    "text": "60 歳代の女性。左乳房腫瘤を自覚し受診した。乳房 MRI の T1 強調横断像および脂肪抑制 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q43.png"
    ],
    "choices": {
      "a": "過誤腫",
      "b": "乳腺症",
      "c": "浸潤性小葉癌",
      "d": "浸潤性乳管癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "脂肪成分を含み過誤腫。",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 44,
    "text": "40 歳代の女性。左乳房腫瘤を自覚し受診した。左乳房 MRI の T2 強調像、造影 T1 強調像およびダイナミックスタディの time intensity curve を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q44.png"
    ],
    "choices": {
      "a": "粘液癌",
      "b": "乳腺炎",
      "c": "悪性葉状腫瘍",
      "d": "浸潤性小葉癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "T2WIで高信号を呈する不整形腫瘤を認める。内部に低信号部あり。不均一な増強効果があり、T2WIでの信号とその形態から混合型の粘液癌を疑う。横径の長い不整形腫瘤としては形態的には小葉癌も鑑別と考えるがT2WIの信号からはやはり粘液癌と思われる。\n粘液癌\n乳腺粘液癌は全乳癌のおよそ5％以下であり、特殊型乳癌としては小葉癌に次ぐ頻度で認められる。粘液産生を特徴とする癌である。 粘液癌は純型（pure type）と混合型（mixed type）に分かれる。純粋な粘液癌の典型的なMRI所見はT2強調像で著明な高信号を呈し、徐々に濃染する腫瘤であり、かつ拡散強調像上、 乳癌のなかでもほぼ例外的にADC値が高い。悪性度の高い病変や混合性の粘液癌では、浸潤部などを反映したより悪性を疑う所見を認める傾向にある。粘液癌はT1強調像でさまざまな信号を示し、T2強調像上では均一、または不均一な高信号を示 し，内部の粘液成分と相関する。不整形腫瘤は混合型でよくみられるが，純型でもこのような所見を示すことがある。漸増型の濃染が辺縁部より認められ、内部も漸増型の造影効果を認める。\n(臨床画像Vol.37 No.11 p.1332-1344)",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 45,
    "text": "生後 0 日の男児。胎児超音波検査で異常を指摘されていた。出生後の胸腹部単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q45.png"
    ],
    "choices": {
      "a": "食道閉鎖症",
      "b": "回腸閉鎖症",
      "c": "十二指腸閉鎖症",
      "d": "Hirschsprung 病",
      "e": "肥厚性幽門狭窄症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "Double bubble sign\na 胃管が胃まで到達し、両側気管支が見えるので可能性は低い。\nb ハニカムサイン？　空腸閉鎖ならtriple bubble sign\nd 直腸の拡張\ne single bubble sign",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 46,
    "text": "生後 0 日の男児。ポータブル X 線写真を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q46.png"
    ],
    "choices": {
      "a": "左前斜位像である。",
      "b": "胃管の位置は十二指腸である。",
      "c": "気管内チューブの位置は浅い。",
      "d": "臍帯静脈カテーテルの先端は Th7 の高さに認められる。",
      "e": "臍帯動脈カテーテルの先端は胸部下行大動脈レベルにある。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【と悩む方多い、臍帯動静脈カテーテル見たことない方ばかり)】\n適正な位置\n臍帯静脈カテーテル（UVC）：Th9-10\n臍帯動脈カテーテル（UAC）：Th6-10\n合併症；心臓に迷入し、心タンポナーデ\n参考文献\nFig38.1：https://obgynkey.com/umbilical-vessel-catheterization/\nFig1: EA Kiera. Archives of Disease in Childhood – Fetal and Neonatal Edition 2015; 101 1-1 doi: 10.1136/archdischild-2015-310173\nきっともう出題されない気が、、、",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 47,
    "text": "1 歳の男児。活気不良、嘔吐、哺乳低下を認めた。頭部 CT の脳条件画像、骨条件画像および VR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q47.png"
    ],
    "choices": {
      "a": "脳   炎",
      "b": "頭蓋骨骨折",
      "c": "閉塞性水頭症",
      "d": "頭蓋骨早期癒合症",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "よくわからないが、脳室拡大も骨折線も溶骨性病変もない。単純CTで脳炎の判断は難しいと思うのでd一択でいいと思います。\n1歳であり癒合前の縫合線が確認できないのが根拠なのでしょうか。",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 48,
    "text": "在胎 35 週で心拡大を指摘された胎児の T2 強調横断像を示す。病変が存在する部位として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q48.png"
    ],
    "choices": {
      "a": "直静脈洞",
      "b": "脳底静脈",
      "c": "内大脳静脈",
      "d": "ガレン大静脈",
      "e": "上矢状静脈洞"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両側視床と後頭葉の間に巨大な瘤様構造を認め、ガレン大静脈瘤を疑う。\nガレン大静脈瘤\nガレン大静脈瘤は頭蓋内欠陥機家の1％とされる非常にまれな欠陥病変で小児脳血管奇形の30％に当たる疾患である。ガレン大静脈瘤には病態を異にする2つの疾患が含まれている。一つは既存の動静脈奇形によって正常に発生した真のガレン大静脈が拡張したVGAD、もう一方は胎生期の12週までに招待するはずの前脳正中静脈が遺残した正常動脈との間に短絡を形成して異常に拡張したVGAMである。\n(よくわかる脳MRI　改訂第4版　284-285)",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 49,
    "text": "70 歳代の男性。多発肝病変の精査のため紹介受診した。ダイナミック造影 CT 動脈相の横断像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q49.png"
    ],
    "choices": {
      "a": "肝細胞癌",
      "b": "肝紫斑病",
      "c": "真菌性肝膿瘍",
      "d": "肝海綿状血管腫",
      "e": "甲状腺癌の肝転移"
    },
    "answer": "c",
    "multi": false,
    "explanation": "動脈相での肝内の多発する高吸収域。真菌性であっても肝膿瘍であれば内部の造影不良域が見られ、今回画像では考えにくい。\n肝紫斑病(Peliosis hepatis) はよく知りませんでしたが，本症例のように早期相で血液プール状に造影効果亢進多発領域が見られるようです。\n「類洞の拡張と肝内に 1～10 mm 程度の内皮細胞を持たない不整形の血液貯留腔が出現 するまれな疾患で，WHO の肝腫瘍の組織学的分類では 腫瘍類似病変に分類されている．蛋白同化ステロイドなどの薬物使用や 慢性消耗性疾患に随伴して発症することが知られているが，発症する特発例も存在する．原因として類洞からの血液流出障害の可能性を示唆する報告もあるが，現在のところ病因は明らかではない．発症の誘因となる薬物が明らかな場合には，薬物を中止することにより寛解することが多いが，一部の症例では進行性の経過をたどり，肝腫大や腹水貯留，門脈圧亢進症が出現し，肝不全や肝破裂などの深刻な合併症を生じる場合もある．このような症例は，かなり急激な経過で進行し死に至る可能性があるとされている」\n“A case of biopsy-proven idiopathic peliosis hepatis disseminated to whole liver with rapidly worsening course” Kanzo 2009; 50: 229―237 からの抜粋です。\n甲状腺癌の肝転移はＨＣＣと鑑別が困難なほど多血性の病変が見られることが多いようです。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 50,
    "text": "20 歳代の女性。軽度発熱、上腹部痛で受診した。血液検査で軽度の炎症反応が見られた。腹部超音波検査、上部消化管内視鏡検査では異常がなく、ダイナミック造影 CT が施行された。門脈相と平衡相の横断像を示す。本患者で疑われる疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q50.png"
    ],
    "choices": {
      "a": "骨盤腔内の異常所見は稀である。",
      "b": "抗ミトコンドリア抗体値が上昇する。",
      "c": "今後肝内胆管拡張が生じる可能性がある。",
      "d": "診断確定のため原発巣の精査が必要である。",
      "e": "肝の無漿膜野（bare area）に異常所見は出にくい。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "Fitz-Hugh-Curtis症候群\nダイナミックCTで造影門脈相での肝被膜(内側区から右葉外側区中心)に沿った造影効果を認める。これは肝周囲から肝被膜に及んだ炎症に伴う血流の増加と考えられている。従って、eの漿膜野のない場所には異常所見が出にくい。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 51,
    "text": "30 歳代の女性。健診の腹部超音波検査にて肝腫瘍を指摘され、精査目的にて EOB 造影 MRI が施行された。造影前、動脈相、肝細胞相の横断像を示す。本疾患について最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q51.png"
    ],
    "choices": {
      "a": "前癌病変である。",
      "b": "生検は禁忌である。",
      "c": "Vascular scar を有する。",
      "d": "5 cm 以上は切除対象となる。",
      "e": "腫瘍マーカーの上昇を認める。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "早期濃染、肝細胞相で高信号、中心瘢痕を伴い典型的なFNH。血管腫に次いで多い肝良性腫瘍。治療不要。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 52,
    "text": "50 歳代の女性。上腹部違和感を主訴に受診した。造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q52.png"
    ],
    "choices": {
      "a": "脾梗塞",
      "b": "脾過誤腫",
      "c": "脾血管肉腫",
      "d": "脾サルコイドーシス",
      "e": "Gamna-Gandy body"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脾臓に腫大と多発する一部癒合するような結節を認め、脾サルコイドーシスを疑う。\n 脾臓多発性結節を認める場合、多数の疾患が鑑別として挙がり、粟粒結核、微小転移、真菌感染、サルコイドーシス、悪性リンパ腫、血管腫、littoral cell angioma、過誤腫などが鑑別として挙がる。サルコイドーシスでは脾腫を認めることが多く、増強効果の弱い多発結節がみられる。肉芽腫は癒合傾向がみられ、癒合した結節は大きな結節を形成する。ADCの低下はみられないことが多く、脂肪抑制T2WIや早期相で低信号の場合、サルコイドーシスを疑う。\n (肝胆膵の画像診断　改訂第2版　612-613　秀潤社)\nGamma-gandy bodyは多発結節の鑑別として挙がるがMRIでのみ所見がみられることが多い。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 53,
    "text": "40 歳代の男性。腹痛と嘔吐を主訴に来院した。20 年来のアルコール多飲歴がある。 3 日前から上腹部痛が増強し、嘔吐を繰り返すようになったため受診した。造影 CT を示す。画像所見として誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q53.png"
    ],
    "choices": {
      "a": "主膵管拡張",
      "b": "膵仮性囊胞",
      "c": "腎周囲炎症波及",
      "d": "急性壊死性貯留",
      "e": "肝周囲炎症波及"
    },
    "answer": "b",
    "multi": false,
    "explanation": "画像所見としては膵尾部に壊死が見られるが仮性嚢胞と考えられるような被胞化された液体貯留は見られない。\nまた「膵仮性嚢胞の内視鏡治療ガイドライン 2009」によると「急性仮性嚢胞（acute pseudocyst）は，急性膵炎に続発した仮性嚢胞で，急性膵炎の発症から 4 週以上を経 過して形成されるものをいう．」とあり発症後3日の時点ではそもそも定義に当てはまらないという説もある。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 54,
    "text": "30 歳代の男性。下血を主訴に来院した。CT colonography の仮想注腸像と仮想内視鏡像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q54.png"
    ],
    "choices": {
      "a": "Cajal 細胞に由来する。",
      "b": "ステロイドが奏功する。",
      "c": "高率に回盲部病変を伴う。",
      "d": "低位前方切除術を考慮する。",
      "e": "NSAIDs の常用が示唆される。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "30歳代　下血　CTcolonographyにて直腸に腫瘍を疑う像あり。仮想内視鏡像にて腫瘍表面は凹凸不整で直腸癌疑い。添付画像にて→の位置が第２ヒューストン弁で腹膜翻転部。\n直腸はRb低位であれば、2㎝。RS・Ra高位であれば3㎝断端から確保必要のため、腹膜翻転部を超えて剥離が必要。従って、ｄ。（大腸がん治療ガイドライン参照、消化器外科医の先生にも伺いました。）\n30歳代という年齢を考慮し、GIST？と悩む先生も多いですが、仮想内視鏡像を見慣れた先生方が見ると腫瘍表面は凹凸不整で癌とお考えでした。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2025,
    "num": 55,
    "text": "50 歳代の女性。健診の超音波検査で異常を指摘された。腹部 MRI の T2 強調横断像および EOB 造影 MRI の動脈相、門脈相、移行相、肝細胞相の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q55.png"
    ],
    "choices": {
      "a": "出血性囊胞",
      "b": "肝細胞腺腫",
      "c": "海綿状血管腫",
      "d": "中分化型肝細胞癌",
      "e": "限局性結節性過形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "早期濃染し、肝細胞相では低信号。T2強調像の高信号が著明で血管腫を考える。血管腫はEOBでは肝細胞相で抜ける。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 56,
    "text": "60 歳代の女性。腹部膨満にて撮影された造影 CT を示す。鑑別疾患として考えにくいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q56.png"
    ],
    "choices": {
      "a": "癌性腹膜炎",
      "b": "結核性腹膜炎",
      "c": "腸間膜脂肪織炎",
      "d": "悪性腹膜中皮腫",
      "e": "腹膜原発漿液性乳頭状腺癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "大網に沿うような形で増強効果を伴う不整な腹膜肥厚や軟部濃度を認め、腹膜炎や腹膜播種のような病変を疑う。腸間膜脂肪織炎は通常misty mesenteryとして現れる。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2025,
    "num": 57,
    "text": "50 歳代の女性。胆囊摘出の既往がある。健診の超音波検査にて胆管拡張を指摘された。 MRCP を示す。推奨すべき対応はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q57.png"
    ],
    "choices": {
      "a": "1 年後に MRCP 再検査",
      "b": "造影 CT による腫瘍検索",
      "c": "抗菌薬投与による感染予防",
      "d": "胆道再建を前提とした外科的治療",
      "e": "胆管ステント留置によるドレナージ治療"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "主膵管と総胆管が膵臓の上縁ぐらいで合流していて膵胆管合流異常の所見。基本的に胆道がんのリスクなので外科的な胆道再建が望まれる。もし既に胆管がんがあるような場合は郭清範囲などが変わるので事前に調べておく必要あり。ということでb.dが正解。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 58,
    "text": "40 歳代の男性。左肺癌に対して化学療法を施行されている。化学療法開始 1 年 7 か月後に発熱、腰痛、倦怠感を訴えて来院した。尿中白血球＜1 個/HPF、血中白血球 7,900/ μL、CRP 7.48 mg/dL。今回来院時の腹部造影 CT と半年前の腹部単純 CT を示す。今回の CT 所見の原因と考えられる薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q58.png"
    ],
    "choices": {
      "a": "ニボルマブ",
      "b": "クリゾチニブ",
      "c": "ベバシズマブ",
      "d": "カルボプラチン",
      "e": "ペンブロリズマブ"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【解答割れしていた】\nクリゾニチブ関連腎嚢胞\nALK陽性、ROS1陽性の非小細胞性肺癌に適応。腎嚢胞の出現および増大、自然消退することもある。\n参考文献：http://doi.org/10.1186/s40644-017-0109-5\n近年、薬剤関連の問題の出題あり\n＊骨粗鬆症でBP製剤、抗RANKL抗体、抗スクレロスチン抗体を処方されている患者さんが歯性感染症を持っていると顎骨壊死を合併する。（２０２４年）\n＊セフトリアキソンに伴う偽胆石\n今回の他の選択肢を踏まえ\nirAE(免疫チェックポイント阻害剤の使用で生じる薬剤性の障害の総称)の画像所見の問題を今後確認するといいと思います。\n放射線科医が知っておいたほうがよいirAEのなかで，肝炎・胆管炎，膵炎，腎炎，膀胱炎，脳炎，筋炎，関節炎，眼窩炎症性疾患，軟骨炎などがある。（臨床画像 38巻10号 （2022年10月発行pp.1211-1219に画像の提示あり）是非、参照ください。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 59,
    "text": "40 歳代の女性。卵巣腫瘤を指摘され、精査のために紹介受診した。骨盤部 MRI の T1 強調矢状断像と脂肪抑制造影 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q59.png"
    ],
    "choices": {
      "a": "線維腫",
      "b": "漿液性癌",
      "c": "明細胞癌",
      "d": "顆粒膜細胞腫",
      "e": "粘液性境界悪性腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "T1強調像で高信号、内部に増強効果を伴う充実成分？内膜症性嚢胞から発癌したもの考えましたが、辺縁の増強効果を伴う厚い構造があり。よくわかりません。。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 60,
    "text": "30 歳代の女性。妊娠 13 週。卵巣腫瘍疑いで撮像された MRI の T2 強調像、脂肪抑制 T1 強調像、ADC map を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q60.png"
    ],
    "choices": {
      "a": "漿液性癌",
      "b": "粘液性癌",
      "c": "明細胞癌",
      "d": "成熟奇形腫",
      "e": "子宮内膜症性囊胞"
    },
    "answer": "e",
    "multi": false,
    "explanation": "妊娠子宮あり。左付属器領域には脂肪抑制T1WIで高信号を呈する多房性嚢胞あり、内部に充実部を伴う。ＡＤＣは高値であり、癌よりも内膜症性嚢胞の脱落膜様変化をまず疑う。\n 内膜症性嚢胞の脱落膜様変化\n妊娠中、正所性の子宮内膜は各種ホルモンの影響を受けて脱落膜下して肥厚し、T2WIで胎盤と同様にきわめて高信号を呈する。異所性内膜も同様の傾向を呈し、時に嚢胞壁に結節を形成する。特徴としては平板状、T1WIで低信号、T2WIで胎盤よりもやや高い程度の候信号。Balanced シーケンスでは胎盤と等信号を呈する。ADC高値があげられる。\n(婦人科MRIアトラス　改訂第2版 p316-318 秀潤社)\n(産婦人科画像診断の勘所neo p102 メジカルビュー社)",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 61,
    "text": "60 歳代の女性。子宮がん検診にて腺癌を指摘された。骨盤部 MRI の T2 強調像と脂肪抑制造影 T1 強調像の矢状断像を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q61.png"
    ],
    "choices": {
      "a": "予後不良である。",
      "b": "水様帯下がみられる。",
      "c": "分葉状頸管腺過形成が背景にある。",
      "d": "Peutz-Jeghers 症候群に合併しやすい。",
      "e": "Human papilloma virus（HPV）依存性である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "子宮頸部胃型腺癌\na.予後不良　卵巣転移や播種の頻度が高い\nb.水様帯下　粘液産生亢進による大量の水様/粘液性帯下で発症\nc.背景にLEGH  胃型形質をもち、腺癌の前駆病変として着目されている\nd.PJSに合併しやすい　子宮頸部胃型腺癌を合併する唯一の遺伝性腫瘍\ne.HPV依存性→❌",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 62,
    "text": "50 歳代の女性。他院で腎癌が疑われ、治療目的に紹介受診した。精査のために施行された造影 CT の腹部横断像と胸部再構成冠状断像（肺野条件）を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q62.png"
    ],
    "choices": {
      "a": "気胸の頻度は低い。",
      "b": "顔面頭頸部皮疹を認める。",
      "c": "腎癌の組織型は様々である。",
      "d": "腎癌は両側・多発発生が多い。",
      "e": "常染色体顕性（優性）遺伝である。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "腹部造影CTにて、右腎癌を疑う腫瘤。胸部CTにて多数の嚢胞状病変あり。\nBirt-Hogg-Dube症候群\n腎腫瘍（腎癌）、多発性肺嚢胞、顔面頭頸部皮疹が三徴。常染色体優性遺伝。\n気胸を繰り返すため、解答はa",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 63,
    "text": "40 歳代の女性。骨盤内腫瘤の精査で MRI が施行された。脂肪抑制 T1 強調矢状断像と T2 強調矢状断像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q63.png"
    ],
    "choices": {
      "a": "卵巣甲状腺腫",
      "b": "黄体化過剰反応",
      "c": "粘液性囊胞腺腫",
      "d": "大腸癌の卵巣転移",
      "e": "虫垂癌の卵巣転移"
    },
    "answer": "a",
    "multi": false,
    "explanation": "T2強調像高信号の多房性嚢胞性腫瘤。卵巣甲状腺腫はコロイド成分がT2強調像で著明な低信号、単純CTで高吸収を示すのでaが明らかに違うと思います。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 64,
    "text": "70 歳代の男性。PSA 高値のため骨盤部 MRI が施行された。T2 強調横断像の連続する 3 スライスを示す（A、B、C）。A や C と比べると B では画質が低下しており、このような交互の画質変化が他のスライスでもみられた。交互の画質変化の原因はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q64.png"
    ],
    "choices": {
      "a": "ブラーリング",
      "b": "リングアーチファクト",
      "c": "磁化率アーチファクト",
      "d": "インターリーブ法による撮像",
      "e": "パラレルイメージングの利用"
    },
    "answer": "d",
    "multi": false,
    "explanation": "インターリーブ法\n最初のデータ収集中に１枚おきのスライスからデータを収集し、次に残りを収集するスキャン方式とのこと。\ninterleaving （インターリービング:interleaving） | MRIfan.net\n つまり、奇数番目のスライスと偶数番目のスライスを別のタイミングで励起しスキャンしていく。ＡとＣでは同タイミングでスキャンしているためアーチファクトが生じてないが、Ｂのタイミングでは腸管の動きなどによりアーチファクトが生じてしまったと思われる。",
    "category": "医学物理学"
  },
  {
    "year": 2025,
    "num": 65,
    "text": "30 歳代の女性。月経 3 日目。下腹部痛を主訴に来院した。骨盤部 MRI の脂肪抑制 T1 強調像と T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q65.png"
    ],
    "choices": {
      "a": "卵巣出血",
      "b": "異所性妊娠",
      "c": "卵管卵巣膿瘍",
      "d": "卵巣腫瘍茎捻転",
      "e": "子宮内膜症性囊胞破裂"
    },
    "answer": "e",
    "multi": false,
    "explanation": "子宮内膜症性嚢胞破裂\n骨盤腔内に血性腹水と思われる脂肪抑制T1強調像高信号域あり。また両側卵巣に脂肪抑制T1強調像高信号の嚢胞を認め、内膜症性嚢胞と考えます。緊満感が乏しいかというと微妙ですが,素直に考えると破裂の可能性が高いと考えます。卵巣出血としては月経の時期(卵巣出血は黄体期好発)が合いません。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 66,
    "text": "50 歳代の女性。前日夜からの左下腹部痛で来院した。骨盤部 MRI の T2 強調矢状断像と T2 強調横断像を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q66.png"
    ],
    "choices": {
      "a": "卵巣出血",
      "b": "虫垂粘液囊腫",
      "c": "卵管卵巣膿瘍",
      "d": "卵巣腫瘍破裂",
      "e": "卵巣腫瘍茎捻転"
    },
    "answer": "e",
    "multi": false,
    "explanation": "T2WIにて骨盤内に多房性嚢胞性腫瘤あり、矢状断像にて膀胱と腫瘍の間に血管と卵管の渦巻状変化（whirl-pool sign）を疑う像あり",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 67,
    "text": "50 歳代の男性。発熱、血尿を主訴に受診した。腹部の単純 CT および造影 CT を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q67.png"
    ],
    "choices": {
      "a": "男性に多い。",
      "b": "糖尿病患者に多い。",
      "c": "好気性菌が原因である。",
      "d": "致死率は 60% 程度である。",
      "e": "手術の適応とはならない。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "気腫性腎盂腎炎。3:1程度で女性に多い。9割程度に糖尿病の既往あり、コントロール不良例に多い。致死的(20%)な感染症で腎摘も考慮される。原因菌は大腸菌が最多、次いで肺炎桿菌。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 68,
    "text": "70 歳代の男性。健診で左腎腫瘤を指摘された。腎機能および凝固系は正常である。初診時の造影 CT 動脈相の横断像と診断確定のため施行された IVR 手技中の超音波像を示す。この手技に伴う合併症として頻度が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q68.png"
    ],
    "choices": {
      "a": "気   胸",
      "b": "播   種",
      "c": "動静脈瘻",
      "d": "腎周囲血腫",
      "e": "肉眼的血尿"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左腎の多血性腫瘍(左腎細胞癌、特に淡明細胞癌の疑い)に対する超音波ガイドした生検。\n 腎腫瘍生検に関連する合併症は稀であるが、経路に沿った腫瘍細胞の播種（腎細胞癌では稀だが尿路上皮癌では発生し得る）、出血、瘻孔、仮性動脈瘤、感染、気胸などが含まれる。報告されている死亡率は極めて稀である（0.031%）。また、合併症として血腫4.9％、疼痛1.2％、血尿1％、気胸0.6％、出血0.4％が報告されている。重大な合併症（仮性動脈瘤、塞栓術の必要性など）は腎腫瘍生検の1%未満で発生する。\n(Herrera-Caceres JO, Finelli A, Jewett MAS. Renal tumor biopsy: indicators, technique, safety, accuracy results, and impact on treatment decision management. World J Urol. 2019 Mar;37(3):437-443.)\n以上より血腫が最も高頻度。体感的にもその印象である。播種のリスクは非常に低いよう。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 69,
    "text": "70 歳代の男性。ある IVR 手技後の腹部単純 X 線写真を示す。この手技の適応として最も推奨されるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q69.png"
    ],
    "choices": {
      "a": "慢性血栓塞栓性肺高血圧症",
      "b": "脳出血直後の急性深部静脈血栓症",
      "c": "抗凝固療法中の再発深部静脈血栓症",
      "d": "がん患者における初発の深部静脈血栓症",
      "e": "消化管出血既往がある急性深部静脈血栓症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "IVCフィルターの適応についての問題。\n「肺血栓塞栓症および深部静脈血栓症の診断，治療，予防に 関するガイドライン（2017）」より\n下大静脈フィルターの絶対的適応（Class I）は，出血などにより抗凝固療法を施行できない状態とされてきた312, 313, 316)．十分な抗凝固療法に もかかわらず PTEが増悪・再発する例に対してのフィルターの適応は，中枢型 DVTを伴わないものはその限りではないため，Class IIaとする。\nとあるので絶対的適応となるのではbの脳出血直後（抗凝固ができない患者）の急性深部静脈血栓症である。\na CTEPHに対する推奨はない\nc 再発例については絶対的適応とは言えない\nd 抗凝固療法可能なのでフィルターの適応とは言えない。\ne 消化管出血の既往であって、今出血している訳ではなければ抗凝固療法可能なので適応とは言えない",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 70,
    "text": "70 歳代の女性。非結核性抗酸菌症で通院中。喀血にて救急受診し、動脈塞栓術を施行することになった。来院時の胸部 CT を示す。血管造影検査で認められる所見として可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q70.png"
    ],
    "choices": {
      "a": "異常血管増生",
      "b": "造影剤の血管外漏出",
      "c": "気管支動脈の拡張・蛇行",
      "d": "気管支動脈―肺動脈シャント",
      "e": "気管支動脈以外の動脈の関与"
    },
    "answer": "b",
    "multi": false,
    "explanation": "(以下はmanの同期が有志で作成してくれた参考解答になります)\n慢性気道炎症による喀血についての一般知識を問う問題。\n慢性炎症による喀血は炎症によって異常血管の増生が惹起されて、体循環-肺動脈シャントが無数に形成され、体循環の圧に耐えられなくなった肺から出血する病態が主体。8割以上が気管支動脈の関与が多いが、内胸動脈や肋間動脈、下横隔動脈\na 気管支動脈などから肺動脈にシャントする異常血管がよく見られる\nb 造影剤の血管外漏出が見られるのはかなり稀（というか見たことない）\nc 肺動脈にシャントを作る気管支動脈の拡張・蛇行はよく見られる。\nd 気管支動脈などから肺動脈にシャントができるのが病態の本質\ne 内胸動脈や肋間動脈、下横隔動脈などが関与することがある\n下記の参考文献にて、１２１症例の検討の中で、血管外漏出像は4%との記載あり。選択肢の中で一番可能性が低いのはｂと思われます。\n参考文献：喀血症例に対する気管支動脈造影(BAG)の有用性についてDOI https://doi.org/10.18907/jjsre.24.2_75",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 71,
    "text": "70 歳代の男性。肝右葉肝細胞癌に対してマイクロスフィアを用いた TACE（DEB- TACE）が施行された。塞栓前と塞栓中の選択的肝動脈造影像を示す。塞栓中の画像所見で正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q71.png"
    ],
    "choices": {
      "a": "腫瘍破裂を認める。",
      "b": "門脈の描出を認める。",
      "c": "塞栓終了の目安である。",
      "d": "Vascular lake を認める。",
      "e": "DEB-TACE での出現頻度は 1% 以下である。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "(以下はmanの同期が有志で作成してくれた参考解答になります)\nDEB-TACE中によく見られるvascular lakeに関する問題。\nDEB―TACEやっているとたまに見られる造影剤の腫瘍内での局所的なpooling像のこと。\nこれが見えたらゼラチンスポンジでの塞栓を追加することが多い。\nということで正解はdですが、普段やってないと結構これはわからないのでは。。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 72,
    "text": "50 歳代の男性。脾動脈瘤にて紹介受診した。IVR 時の塞栓前および塞栓後の血管造影像と塞栓後の透視画像を示す。本患者について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q72.png"
    ],
    "choices": {
      "a": "コイルを使用している。",
      "b": "Isolation 法で塞栓している。",
      "c": "血管塞栓用プラグを使用している。",
      "d": "塞栓後は脾臓の血流は完全に消失している。",
      "e": "塞栓後は動脈瘤の血流は完全に消失している。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脾動脈瘤に対する塞栓術。coilとvascular plugを用いて塞栓されている。おそらく流出路の塞栓にcoilが使用されており、流入路の塞栓にvascular plugが使用されている。瘤内にはcoilなどはみられず、流出路と流入路を塞栓するisolation法である。脾動脈本幹はvascular plugにより塞栓されているが、おそらく側副路を介して脾動脈末梢の描出があり、脾実質の部分的な染まりがある。\n(以下はmanの同期が有志で作成してくれた参考解答になります)\n脾動脈瘤に対するisolationを行なっている症例。\n動脈瘤に連続する血管を全て個別に塞栓して瘤内の血流を途絶させるのがisolation法。\n動脈瘤内を全て塞栓物質で埋めて血流を途絶させるのがPacking法。\n両方やってしまうのがIsolation packing法。\n本問題では脾動脈瘤の抹消をコイルで塞栓して、近位はabottのアンプラツァーバスキュラープラグ　AVP2で塞栓してisolationしている。\nhttps://www.cardiovascular.abbott/jp/ja/hcp/products/endovascular/amplatzer-family-vascular-plugs/avp-ii.html\n塞栓にあたっての術者の意図はIsolation法で塞栓して胃大網動脈から脾動脈抹消への血流を温存して治療しようということと考えられる。\n a 抹消をコイル塞栓している。\nb Isolation法である。\nc AVP2使っている。\nd 胃大網動脈からのコラテが回っているので血流は保たれている。\ne 動脈瘤自体のisolationは良好で血流は見られない。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 73,
    "text": "70 歳代の男性。腹部大動脈瘤に対してステントグラフト内挿術後。経過観察の CT でエンドリークを認めた。造影 CT と右内腸骨動脈造影正面像を示す。このエンドリークについて正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q73.png"
    ],
    "choices": {
      "a": "Type Ⅲである。",
      "b": "責任血管は腸骨回旋動脈である。",
      "c": "内腸骨動脈本幹の塞栓で消失する。",
      "d": "血管塞栓用プラグを用いて塞栓する。",
      "e": "動脈瘤の増大がなければ治療は不要である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "EVAR後のtype2 endoleakの問題。Type2 endoleakは瘤内から分岐する側枝からステントグラフト留置後にretorogradeに流入するendoleak。\na type3 endoleakは3aがステントグラフトの接合部からのleak,3bがステントグラフトに開いてしまった穴からのleak\nb 腸骨回旋動脈は外腸骨動脈の枝。今回のendoleakは内腸骨動脈から分岐する腸腰動脈が腰動脈に連続していて、これがtype2 endoleakになっている。\nc 絶対に近位塞栓になってしまうので消失しません。やっちゃだめ。\nd type2 endoleakの治療方法はいろいろあるが、多くやられているのはfeederとなっている動脈にカテーテルを頑張って進めてSac or Sac直前まで到達しコイルor NBCAで塞栓するもの。血管塞栓用のプラグで塞栓して行けない理由はないが、実際問題コラテを経由して腰動脈までプラグを置きに行けるような太いカテーテルを持っているのは難しいので、不適当。\ne 動脈瘤の増大がなければ治療しなくて良い。けど、最近はステントグラフトの術前に腰動脈などの原因になる血管を塞栓しちゃう施設も多いですよね。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 74,
    "text": "70 歳代の男性。右肺に結節影を指摘された。胸部 CT および18F-FDG PET/CT 融合画像を示す。施行する可能性が最も低い IVR はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q74.png"
    ],
    "choices": {
      "a": "経皮的針生検",
      "b": "金マーカー留置",
      "c": "ラジオ波凝固療法",
      "d": "気管支動脈塞栓術",
      "e": "VATS マーカー留置"
    },
    "answer": "d",
    "multi": false,
    "explanation": "(以下はmanの同期が有志で作成してくれた参考解答になります)\na 可能。\nb サイバーナイフで治療するなどの場合ならあり\nc 2021年から保険適応になりましたね。\nd 喀血していない時に気管支動脈を塞栓する理由が全くない。というわけで不適当\ne 外科切除前に置いてくることありますね。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 75,
    "text": "60 歳代の男性。左内頸動脈狭窄に対して内頸動脈内膜剥離術が施行された。術後 1 日目に頭痛の訴えがあった。術前および術後 1 日目の安静時123I-IMP 脳血流 SPECT 定性画像を示す。術後の病態について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q75.png"
    ],
    "choices": {
      "a": "頭蓋内出血は生じない。",
      "b": "治療では血圧を高く保つ必要がある。",
      "c": "術後に右大脳皮質域の血流が低下している。",
      "d": "患側の安静時脳血流低下が発症リスクとなる。",
      "e": "脳動脈バイパス術や頸動脈ステント留置術では生じない。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "CEA前のSPECTで左大脳半球の血流低下あり。CEA後に左大脳半球の血流が増加している。過還流の状態。脳出血を起こすので血圧は高くしない方がよい。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 76,
    "text": "60 歳代の男性。抑うつ状態、認知症症状、嗅覚鈍麻があり、精査が行われた。99mTc-ECD 脳血流 SPECT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q76.png"
    ],
    "choices": {
      "a": "進行性核上性麻痺",
      "b": "Lewy 小体型認知症",
      "c": "Alzheimer 型認知症",
      "d": "進行性非流暢性失語症",
      "e": "大脳皮質基底核変性症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "両側対称性の後頭葉を中心とするトレーサー集積をみとめ、DLBを想起するパターン。症状のなかで嗅覚鈍麻は特徴的な症状。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 77,
    "text": "50 歳代の男性。精神科にて抗精神病薬を服薬中。最近になって手指の振戦を認めて来院した。ドパミントランスポーター脳 SPECT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q77.png"
    ],
    "choices": {
      "a": "本態性振戦",
      "b": "Parkinson 病",
      "c": "多系統萎縮症",
      "d": "Lewy 小体型認知症",
      "e": "薬剤性 Parkinson 症候群"
    },
    "answer": "e",
    "multi": false,
    "explanation": "DATスキャンの問題。集積はコンマ状に両側とも保たれており、正常。\n選択肢の中ではb,c,dは全て集積低下が見られる疾患なのでa,eということになる。抗精神病薬の内服歴があり薬剤性parkinson症候群と考えるのが妥当。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 78,
    "text": "70 歳代の女性。抗アミロイド β 抗体薬治療前に行った画像検査の横断像を示す。異常ではない部位はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q78.png"
    ],
    "choices": {
      "a": "視   床",
      "b": "線条体",
      "c": "前頭葉皮質",
      "d": "側頭葉皮質",
      "e": "頭頂葉皮質"
    },
    "answer": "a",
    "multi": false,
    "explanation": "【（ｂを選択した先生が多かった）】\nアミロイドPET\n視床の集積は陰性症例にもあり。\n画像引用：https://www.nmp.co.jp/public/amyloid/index.html",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 79,
    "text": "50 歳代の男性。労作時胸部不快感を主訴に来院し、運動負荷201Tl 心筋血流 SPECT が施行された。負荷時と安静時の SPECT の短軸像および垂直長軸像、負荷時と安静時のブルズアイマップを示す。負荷時と安静時の左室駆出率はそれぞれ 44% と 57% で、負荷時一過性内腔拡大指標である TID ratio は 1.5 であった。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q79.png"
    ],
    "choices": {
      "a": "多枝病変である。",
      "b": "下壁に虚血がみられる。",
      "c": "経過観察が推奨される。",
      "d": "post-stress dysfunction が疑われる。",
      "e": "前壁および心尖部に虚血がみられる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "負荷時に前壁、心尖部、下壁に集積低下があり、安静時に再分布を認め、多発する虚血を考える。多枝病変であり血行再建術が望まれる。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 80,
    "text": "70 歳代の女性。胸痛発作で救急搬送となり、準緊急でカテーテル治療が行われた。術後も胸部不快感があるため99mTc-MIBI および123I-BMIPP を用いた 2 核種安静心筋 SPECT が施行された。短軸像および水平長軸像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q80.png"
    ],
    "choices": {
      "a": "下壁の心筋糖代謝は正常と判定される。",
      "b": "胸痛発作の責任冠動脈は左回旋枝である。",
      "c": "左前下行枝領域の梗塞を疑う所見である。",
      "d": "下壁に限局した血流代謝ミスマッチを認める。",
      "e": "側壁では血流画像で代謝画像よりも集積低下が目立つ。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左側壁に血流代謝ミスマッチを認める。\na:×BMIPPは脂肪酸代謝を反映する。\nb:〇左側壁は左回旋枝の領域。\nc:×前壁に血流低下などなし。\nd:×下壁でなく左側壁。\ne:×代謝画像での集積低下が目立つ。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 81,
    "text": "70 歳代の女性。胸痛の精査のために施行されたアデノシン負荷心筋血流シンチグラフィの負荷時および安静時の短軸像、水平長軸像、垂直長軸像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q81.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "肥大型心筋症",
      "c": "たこつぼ心筋症",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "b",
    "multi": false,
    "explanation": "安静時に心先部に集積亢進が見られる。肥大型心筋症の典型例。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 82,
    "text": "80 歳代の男性。心不全で精査中に高度の左室肥大を指摘され、核医学検査が行われた。胸部前面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q82.png"
    ],
    "choices": {
      "a": "心臓転移を疑う所見である。",
      "b": "視覚的判定で grade 1 である。",
      "c": "心臓/対側比（H/CL 比）が低下している。",
      "d": "心臓交感神経機能を評価する画像である。",
      "e": "SPECT を併用すると診断精度が向上する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "ピロリン酸シンチグラフィATTR心アミロイドーシス\nｂ　視覚的判定でgrade3、 c　 H/CLは上昇",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 83,
    "text": "50 歳代の男性。呼吸困難を主訴に来院し、 18 F-FDG PET/CT が施行された。MIP 像および融合画像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q83.png"
    ],
    "choices": {
      "a": "胸部上部食道癌が疑われる。",
      "b": "右第 3 肋骨に骨転移が疑われる。",
      "c": "左反回神経浸潤による声帯麻痺が疑われる。",
      "d": "縦隔リンパ節転移による気管圧排が認められる。",
      "e": "骨髄に造血髄化によるびまん性集積が認められる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "反回神経麻痺のときは対側の声帯にFDG集積を認める。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 84,
    "text": "60 歳代の男性。血液検査で白血球増多を指摘された。診察にて全身リンパ節腫大と脾腫を認め、血液腫瘍が疑われたため18F-FDG PET/CT が施行された。MIP 像と融合冠状断像を示す。本疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q84.png"
    ],
    "choices": {
      "a": "病勢は週あるいは月単位で急速に進行する。",
      "b": "18F-FDG 集積性に基づく治療効果判定が推奨される。",
      "c": "骨髄検査は18F-FDG PET の実施により省略可能である。",
      "d": "成熟した小型の B リンパ球が異常に増殖した腫瘍である。",
      "e": "18F-FDG PET は形質転換が疑われる患者の評価に有用である。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "脾腫および腹部骨盤部のリンパ節腫大部に淡い集積を認める。悪性リンパ腫としては弱い集積であり、non-avid FDG lymphoma、特にCLL/SLLを最も疑う。\nCLL/SLL\nCLLでは末梢血中に異常なリンパ球を認めるのに対して、SLLでは病変がリンパ節および脾に限局し、末梢血中に異常細胞を認めないものとされるが、基本的に同一の疾患単位と考えられており、いずれも低悪性度（indolent）のリンパ系腫瘍である。 一部の症例ではびま ん性大細胞型B細胞リンパ腫（diffuse large B–cell lymphoma；DLBCL）への形質転換が生じ、 Richter形質転換として知られる。\n(臨床画像vol.40 No.4増刊号)\n a:緩徐な進行。\nb:FDG集積が弱いため推奨されない。CTで評価。\nc:骨髄生検を省略できるのはDLBCLとHLのみである。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 85,
    "text": "90 歳代の女性。肺癌の病期診断目的で18F-FDG PET/CT が施行された。PET と CT の冠状断像とその融合画像を示す。本所見の原因となる薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q85.png"
    ],
    "choices": {
      "a": "GABA-A 受容体作動薬",
      "b": "ドパミン受容体作動薬",
      "c": "オピオイド受容体作動薬",
      "d": "β3 アドレナリン受容体作動薬",
      "e": "5-HT1A セロトニン受容体作動薬"
    },
    "answer": "d",
    "multi": false,
    "explanation": "β3アドレナリン受容体作動薬 : 2024年88の類問",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 86,
    "text": "70 歳代の女性。子宮頸癌の放射線治療後で両側腎瘻が造設されている。今回、霧視を主訴に来院した。 18 F-FDG PET/CT の MIP 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q86.png"
    ],
    "choices": {
      "a": "皮膚筋炎",
      "b": "悪性リンパ腫",
      "c": "IgG4 関連疾患",
      "d": "サルコイドーシス",
      "e": "子宮頸癌の多発転移"
    },
    "answer": "d",
    "multi": false,
    "explanation": "霧視の症状より、選択肢の中で眼に病変ができる可能性が高いのはb悪性リンパ腫、c IgG4関連疾患、d サルコイドーシス\nPET/CTにて筋に沿って集積を多数認め、筋サルコイドーシスが疑われる。霧視は眼サルコイドーシスによるぶどう膜炎の兆候で、視力低下や視野障害につながる可能性あり。\n筋サルコイドーシスといえばタイガーマンサイン(Lancet, 2012 Nov 24;380(9856):1859)\nhttps://www.thelancet.com/journals/lancet/article/PIIS0140-6736(12)60683-7/fulltext",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 87,
    "text": "50 歳代の女性。直腸腫瘍を認め、精査のために施行された核医学検査の全身前面像、全身後面像および骨盤部の融合画像を示す。投与されたのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q87.png"
    ],
    "choices": {
      "a": "18F-FDG",
      "b": "67Ga-citrate",
      "c": "111In-pentetreotide",
      "d": "123I-MIBG",
      "e": "201TlCl"
    },
    "answer": "c",
    "multi": false,
    "explanation": "直腸神経内分泌腫瘍に対するオクトレオスキャンと思われる。\n脳、心臓、涙腺等の集積がないので他の選択肢も除外される。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 88,
    "text": "30 歳代の男性。右副腎腫瘍の精査目的に撮像されたシンチグラムの前面像と後面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q88.png"
    ],
    "choices": {
      "a": "心臓の所見は正常である。",
      "b": "肝転移を疑う集積を認める。",
      "c": "左副腎集積は生理的である。",
      "d": "甲状腺癌を疑う集積を認める。",
      "e": "本検査では注射後 7 日目以降に撮像を行う。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "123I-MIBGの画像と思われる。右副腎腫瘍に集積を認め、褐色細胞腫の疑い。\na:×MIBGでは通常心集積をきたすがきたしていない。\nb:×右副腎腫瘍への集積を見るが、肝臓には生理的集積のみである。\nc:〇左副腎には淡い集積があり生理的な集積と思われる。\nd:×甲状腺の集積は生理的集積である。\ne:×24時間で撮像。必要に応じ6時間や48時間。7日以降はI131-アドステロールシンチ。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 89,
    "text": "40 歳代の女性。Cushing 症候群が疑われている。CT で左副腎腫瘤を認め、精査のために核医学検査が施行された。前面像および後面像を示す。この検査に使用する放射性医薬品の説明で誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q89.png"
    ],
    "choices": {
      "a": "β 線を放出する。",
      "b": "静注は緩徐に行う。",
      "c": "使用する前は凍結保存が望ましい。",
      "d": "Parkinson 病の診断にも保険適用がある。",
      "e": "測定する γ 線のエネルギーは 300 keV より高い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "Cushing症候群精査、画像から副腎皮質シンチグラフィが施行されていると分かります。使用薬剤は131I-アドステロールです。\na ○ γ線(364keV), β線(608keV)を放出します。\nb ○ エタノールが含有されているため、30秒以上かけてゆっくり静注します。\nc ○ 添付文書を参照すると「本品はなるべく凍結状態で保存した方がよい。」とあります。\nd × Parkinson病の診断に用いられているのは123I-MIBGです。\ne ○",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 90,
    "text": "50 歳代の男性。持続する前胸部の痛みを主訴に来院し、精査のために骨シンチグラフィが施行された。前面像と後面像を示す。本疾患に関連しないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q90.png"
    ],
    "choices": {
      "a": "滑膜炎",
      "b": "膿疱症",
      "c": "重症ざ瘡",
      "d": "骨肥厚症",
      "e": "化膿性骨髄炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "骨シンチ：両側胸鎖関節、第1胸肋関節を中心に著明な異常集積あり。\n胸肋鎖骨肥厚症(sternocostoclavicular hyperostosis)\n掌蹠膿疱症や座瘡などの皮膚病変には炎症性の骨関節病変を合併することが知られるようになり、主要兆候であるsynovitis（滑膜炎）、acune（座瘡）、pustulosis（膿疱症）、hyperostosis（骨肥厚症）、osteitis（骨炎）の頭文字を取ってSAPHO 症候群と呼称される。選択肢はSAPHO症候群のそれぞれの頭文字の意味を知っていると解答できる。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 91,
    "text": "70 歳代の男性。肺高血圧症の精査のため施行された肺血流シンチグラフィおよび肺換気シンチグラフィの前面像と後面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q91.png"
    ],
    "choices": {
      "a": "高安動脈炎",
      "b": "癌性リンパ管症",
      "c": "肺動脈性肺高血圧症",
      "d": "換気障害に伴う肺高血圧症",
      "e": "慢性血栓塞栓性肺高血圧症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "換気·血流マッチの血流低下であり、換気障害に伴う二次性の血流低下を疑う。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 92,
    "text": "70 歳代の女性。腹部ダイナミック CT で肝細胞癌が指摘された。精査のために施行された核医学検査の前面動態像を示す。遅延しているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q92.png"
    ],
    "choices": {
      "a": "胆囊の描出",
      "b": "腸管の描出",
      "c": "脾臓への集積",
      "d": "血中からの消失",
      "e": "腎臓からの排泄"
    },
    "answer": "d",
    "multi": false,
    "explanation": "術前の肝機能評価のための肝受容体(アシアロ)シンチ　99mTc-GSA\n肝障害をきたしていると肝集積の遅延と血液プールの集積の消失の遅延がみられる。14-15分後に血液プールに集積がみられ、血液からの消失の遅延と判定される。肝障害でHH15↑　LHL15↓。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 93,
    "text": "10 歳代の女性。腎盂形成術後の経過観察のために核医学検査が施行された。後面動態像およびレノグラムを示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q93.png"
    ],
    "choices": {
      "a": "右腎に萎縮が見られる。",
      "b": "左尿路に通過障害がある。",
      "c": "右尿路再建術が推奨される。",
      "d": "左腎実質機能が低下している。",
      "e": "アンジオテンシン変換酵素阻害剤が使用された。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "腎動態シンチは通常、後面像なので左右注意。画面左の腎が高位にあるので左腎とも判断できる。\nレノグラムで左腎のカウントが右腎近くまで上がってる＋動態像15分でも腎盂にRIが貯留している。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 94,
    "text": "7 歳の男児。反復する発熱を認め、腎臓の核医学検査が施行された。後面像を示す。使用されたのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q94.png"
    ],
    "choices": {
      "a": "Tc-DMSA99m",
      "b": "Tc-DTPA99m",
      "c": "Tc-HSA-D99m",
      "d": "Tc-MAG399m",
      "e": "Tc-MDP99m"
    },
    "answer": "a",
    "multi": false,
    "explanation": "【正答率100%)】\n後面像にて左腎上極に限局性の集積低下あり、腎瘢痕。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 95,
    "text": "60 歳代の男性。転移性肺腫瘍に対して内用療法が施行された。治療後シンチグラフィの前面像と後面像を示す。この治療について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q95.png"
    ],
    "choices": {
      "a": "放射性医薬品を経静脈投与する。",
      "b": "治療の 12 時間前より絶食とする。",
      "c": "治療の 2 週間前よりヨウ素制限を行う。",
      "d": "治療の前々日と前日に rhTSH を筋肉注射する。",
      "e": "治療の前日に造影 CT で肺転移の状態を確認する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "甲状腺癌、肺転移に対する131I内用療法。\n131I治療で用いられる放射性ヨウ素は、通常食事中に含まれる非放射線ヨウ素(127I)と比較するごく微量である。体内に大量の非放射性ヨウ素が存在すると、治療目的に投与された131Iが甲状腺に十分に取り込まれず治療効果が減弱するため、1週間以上前から無機ヨウ素の摂取制限を行う。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 96,
    "text": "半導体 PET 検出器で用いられる silicon photomultiplier（SiPM）について正しいのはどれか。1 つ選べ。",
    "choices": {
      "a": "温度管理が不要である。",
      "b": "磁場中では使用できない。",
      "c": "従来型より時間分解能が高い。",
      "d": "単一光子をカウントできない。",
      "e": "消滅放射線を可視光に変換できる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "半導体PETは高い時間分解能が特徴である。\n半導体PETの臨床面におけるメリットは、「画質向上による小さい集積の検出」、「短時間 収集による検査時間の短縮」、「投与量減少による患者被ばくの低減」が大きく挙げられる。 SiPMは高い光検出効率や時間分解能などによって、time of flight（TOF）によるγ線発生位置同 定精度が向上し、高画質と短時間収集を可能にしている。\n(臨床画像vol.40 No.2 p174-183)",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 97,
    "text": "超常磁性を示す造影剤はどれか。1 つ選べ。",
    "choices": {
      "a": "硫酸バリウム",
      "b": "フェルカルボトラン",
      "c": "塩化マンガン四水和物",
      "d": "ガドキセト酸ナトリウム",
      "e": "クエン酸鉄アンモニウム"
    },
    "answer": "b",
    "multi": false,
    "explanation": "フェルカルボトラン（SPIO）:リゾビストの一般名。超常磁性を示す酸化鉄。肝でKupffer細胞に貪食されて磁場の不均一性を生じ、T2WI，T2*WIにて信号低下をきたすことで病変を正常肝実質から浮かび上がらせたり膵内副脾の鑑別などに役立つ造影剤ですね。\na: 非磁性、 c: ポーズデル。塩化マンガン四水和物中のマンガンイオン（Mn2+）は常磁性体であり、強い磁気モーメントを持つ。MRCPで用いられる陰性造影剤。d: プリモビスト (EOB-MRIに用いられる。) 常磁性（paramagnetic）。T1短縮効果。超常磁性ではない。 e: MRI用経口消化管造影剤。常磁性。消化管(胃・十二指腸・空腸)造影, 胆道膵管撮影時の消化管陰性造影。T1/T2短縮効果があり、T2WIで陰性造影効果を示す。\n-反磁性（diamagnetism）; 外部磁場に対して弱く反発する性質。例：銅、銀、水\n-常磁性（paramagnetism）; 外部磁場に対して弱く引き寄せられる性質（外部磁場がなくなると磁化も消える）。例：ガドリニウムイオン（Gd³⁺）、マンガンイオン（Mn²⁺） → MRI造影剤で利用\n-強磁性（ferromagnetism）; 外部磁場がなくても磁化を保持する（永久磁石の性質）。例：鉄、コバルト、ニッケル\n-超常磁性（superparamagnetism）; 強磁性体のナノサイズの粒子に見られる現象。 個々の粒子は強磁性のように大きな磁気モーメントを持つが、粒子が小さいため自発的な磁化を保持できない。外部磁場をかけると強く磁化されるが、磁場を外すとすぐに磁化が消える。→ MRI造影剤（SPIO = Superparamagnetic Iron Oxide）で利用。\n とのことです。",
    "category": "画像診断学総論（モダリティ・造影剤）"
  },
  {
    "year": 2025,
    "num": 98,
    "text": "金属インプラントに起因したアーチファクトが生じた頭頸部 CT 画像を示す。アーチファクトの低減技術として正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q98.png"
    ],
    "choices": {
      "a": "低線量で撮影を行う。",
      "b": "スライス厚を厚くする。",
      "c": "骨用の再構成関数を使用する。",
      "d": "Dual energy CT の仮想単色画像を使用する。",
      "e": "MAR（metal artifact reduction）アルゴリズムで再構成する。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "金属アーチファクトを低減する技術として代表的な手法は、Dual energy CT（DECT）とMetal artifact reduction（MAR）アルゴリズム。\n参考文献：Katsura M, et al. Current and Novel Techniques for Metal Artifact Reduction at CT: Practical Guide for Radiologists. RadioGraphics 2018; 38(2): 450-461. 2.",
    "category": "医学物理学"
  },
  {
    "year": 2025,
    "num": 99,
    "text": "情報セキュリティの 3 要素に含まれるのはどれか。2 つ選べ。",
    "choices": {
      "a": "完全性",
      "b": "機密性",
      "c": "見読性",
      "d": "真正性",
      "e": "保存性"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "情報セキュリティの3要素は\n機密性：許可された者だけが情報にアクセスできる状態を維持すること\n完全性：情報が正確かつ完全な状態に保たれていること\n可用性：必要なときに情報が利用可能な状態にあること\n真正性、見読性、保存性は電子保存の三原則。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2025,
    "num": 100,
    "text": "端末がランサムウェアに感染した兆候を確認したシステム利用者が最初に取るべき行動はどれか。1 つ選べ。",
    "choices": {
      "a": "システム管理者に電話して指示を仰ぐ。",
      "b": "ウイルス対策ソフトのスキャンを実行する。",
      "c": "業務を続けるため別の部署の端末を借りに行く。",
      "d": "近傍の端末で同じ現象が発生しているか確認する。",
      "e": "接続されているネットワークから端末を切断する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "ランサムウェアとは感染するとパソコン等に保存されているデータを暗号化して使用できない状態にした上で、そのデータを復号する対価（金銭や暗号資産）を要求する不正プログラムである。感染が疑われたら、さらなる感染拡大を防止するためにLANケーブルを抜くなどして、感染したパソコンをネットワークから隔離する。",
    "category": "医の倫理・医療の質"
  }
];
