window.__QUESTIONS__ = [
  {
    "year": 2016,
    "num": 1,
    "text": "使用周波数と超音波検査との組み合わせとして誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "2.5 MHz            乳腺超音波検査",
      "b": "5.0 MHz            腹部超音波検査",
      "c": "8.0 MHz            経膣超音波検査",
      "d": "10 MHz             関節超音波検査",
      "e": "10 MHz             消化管領域の超音波内視鏡検査"
    },
    "answer": "a",
    "multi": false,
    "explanation": "a 乳腺は浅いところに存在しているので2.5MHzは低く、より高周波のものを使います。7.5MHz～15MHz。",
    "category": "医学物理学"
  },
  {
    "year": 2016,
    "num": 2,
    "text": "MRI 撮像パラメータのうち，数値を大きくすると画像の SN 比が低下するのはどれか。 1 つ選べ。",
    "choices": {
      "a": "スライス厚",
      "b": "マトリックス数",
      "c": "収集加算回数",
      "d": "繰返し時間（TR）",
      "e": "撮像視野（FOV）"
    },
    "answer": "b",
    "multi": false,
    "explanation": "b  SN比はボクセル体積と比例します。マトリックス数が大きくなるとボクセル体積が小さくなるので、SN比は低下します。",
    "category": "医学物理学"
  },
  {
    "year": 2016,
    "num": 3,
    "text": "胸部 X 線写真の撮像において適正でないのはどれか。1 つ選べ。",
    "choices": {
      "a": "管電圧を 150 kV とする。",
      "b": "撮像時間を 0.01 秒とする。",
      "c": "グリッドは検出器側に設置する。",
      "d": "フィルターは管球側に設置する。",
      "e": "管球と検出器の距離を 200 cm とする。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "補足：a 管電圧は121-140keVが圧倒的に多い。141keV以上の高圧は胸部写真の画質との関係で好ましくなく使用されていない",
    "category": "医学物理学"
  },
  {
    "year": 2016,
    "num": 4,
    "text": "医療情報システムの構想として誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "医療効率の向上に寄与する様に構成する。",
      "b": "医療の質の向上に寄与する様に構成する。",
      "c": "例外を設けない厳格な利用制限が必要である。",
      "d": "標準規格を利用したシステムは情報統合を容易にする。",
      "e": "医療安全に寄与できる様に種々の情報機器を利用する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2016,
    "num": 5,
    "text": "医療情報システムについて正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "代行入力を考慮しない。",
      "b": "緊急時と平常時で同じ利用者制限を行う。",
      "c": "物理的なネットワーク安全措置を最大限に利用する。",
      "d": "情報利用の監査記録は秘匿性の確保に有意義でない。",
      "e": "医療上の要求への柔軟な対応と安全のバランスを考慮する。"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2016,
    "num": 6,
    "text": "60 歳代の男性。肺癌の化学療法中に意識障害が生じたため，脳 MRI で精査となった。 FLAIR 像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q6.png"
    ],
    "choices": {
      "a": "神経膠腫",
      "b": "低血糖脳症",
      "c": "Wernicke 脳症",
      "d": "ヘルペス脳炎",
      "e": "橋外髄鞘崩壊症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左側頭葉内側・島皮質にFLAIR像で異常な高信号及び浮腫あり。選択肢の中ではヘルペス脳炎が最も疑わしい。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 7,
    "text": "80 歳代の女性。椅子に座っていたときに突然の腰背部痛を自覚したため来院し精査となった。発症 3 時間後の腰部 MRI を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q7.png"
    ],
    "choices": {
      "a": "脊髄梗塞",
      "b": "硬膜下血腫",
      "c": "硬膜外血腫",
      "d": "硬膜外膿瘍",
      "e": "くも膜下血腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "L1/2に(その上下にも？)後方から馬尾を前方へ圧排する血腫あり。硬膜外血腫を疑うが、横断像で血腫と馬尾の間に硬膜がはっきりしないような気も・・・・。bの可能性もありか。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 8,
    "text": "80 歳代の女性。意識障害で来院したため，脳 MRI が施行された。拡散強調画像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q8.png"
    ],
    "choices": {
      "a": "低血糖脳症",
      "b": "悪性リンパ腫",
      "c": "静脈洞血栓症",
      "d": "急性期脳梗塞",
      "e": "一酸化炭素中毒"
    },
    "answer": "a",
    "multi": false,
    "explanation": "両側基底核及び島皮質に異常高信号あり。意識障害からも低血糖脳症を疑う所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 9,
    "text": "60 歳代の男性。消化管の悪性腫瘍摘出術後に意識障害を来したため，脳 MRI が施行された。FLAIR 像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q9.png"
    ],
    "choices": {
      "a": "日本脳炎",
      "b": "Wernicke 脳症",
      "c": "深部静脈血栓症",
      "d": "両側視床グリオーマ",
      "e": "Creutzfeldt-Jakob 病"
    },
    "answer": "b",
    "multi": false,
    "explanation": "第3脳室周囲(視床内側)、中脳水道周囲に異常高信号あり。Wernicke 脳症を疑う所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 10,
    "text": "30 歳代の女性。顔面のしびれを主訴に来院し，精査となった。脳 MRI の 3D 水強調像と拡散強調像とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q10.png"
    ],
    "choices": {
      "a": "脂肪腫",
      "b": "類上皮腫",
      "c": "クモ膜嚢胞",
      "d": "三叉神経鞘腫",
      "e": "神経上皮性嚢胞"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左の小脳橋角部にDWIにて高信号の腫瘤あり。類上皮腫(epidermoid)を疑う所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 11,
    "text": "50 歳代の女性。めまいと嘔気を主訴に来院し精査となった。頭部 MRI の磁化率強調像と T2 強調像とを示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q11.png"
    ],
    "choices": {
      "a": "静脈奇形",
      "b": "脳動静脈奇形",
      "c": "静脈洞血栓症",
      "d": "海綿状血管腫",
      "e": "硬膜動静脈瘻"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "T2WIにて低信号を呈する静脈奇形を疑う刷毛状の構造あり。またそのやや外側にはT2WIで低信号の被膜様構造を有し、内部はやや高信号の腫瘤あり。海綿状血管腫を疑う所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 12,
    "text": "6 歳の男児。頭痛を主訴に来院し精査となった。頭部単純 CT（横断像と再構成矢状断像）を示す。上矢状洞の所見として可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q12.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "髄膜瘤",
      "c": "クモ膜顆粒",
      "d": "クモ膜嚢胞",
      "e": "静脈洞血栓症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "上矢状静脈洞に低吸収のdefectあり。くも膜顆粒を疑う所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 13,
    "text": "30 歳代の女性。視野障害を主訴に来院し，頭部 MRI で精査となった。造影前後の T1 強調矢状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q13.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "星細胞腫",
      "c": "頭蓋咽頭腫",
      "d": "下垂体腺腫",
      "e": "転移性腫瘍"
    },
    "answer": "a",
    "multi": false,
    "explanation": "鞍上部にdural tail signを呈し、均一に造影される腫瘤あり。髄膜腫を疑う所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2016,
    "num": 14,
    "text": "50 歳代の男性。下咽頭癌（T2N0）に対して放射線治療が施行され経過観察中である。頭頸部造影 CT を示す。再発部位はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q14.png"
    ],
    "choices": {
      "a": "傍咽頭間隙浸潤",
      "b": "中咽頭の局所再発",
      "c": "レベル II リンパ節転移",
      "d": "外側咽頭後リンパ節転移",
      "e": "三叉神経の神経周囲進展"
    },
    "answer": "d",
    "multi": false,
    "explanation": "いわゆるルビエールリンパ節。該当部位はここ。",
    "category": "頭頸部"
  },
  {
    "year": 2016,
    "num": 15,
    "text": "40 歳代の女性。耳鳴を主訴に来院し，頭部 MRI で精査となった。T2 強調像と脂肪抑制造影 T1 強調像とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q15.png"
    ],
    "choices": {
      "a": "軟骨肉腫",
      "b": "S 状静脈血栓症",
      "c": "グロームス腫瘍",
      "d": "小脳橋角部髄膜腫",
      "e": "頸静脈孔神経鞘腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "c:T2WIでの腫瘤内部の線状、点状低信号をsalt and pepper appearanceと解釈する、ということだと思います。",
    "category": "頭頸部"
  },
  {
    "year": 2016,
    "num": 16,
    "text": "60 歳代の男性。右頬部腫脹を主訴に来院し，精査となった。頭頸部単純 CT（骨条件）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q16.png"
    ],
    "choices": {
      "a": "上顎癌",
      "b": "粘液瘤",
      "c": "副鼻腔炎",
      "d": "歯原性嚢胞",
      "e": "術後性上顎嚢胞"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側上顎洞術後。右上顎洞に嚢胞性病変の出現あり。術後上顎嚢胞を疑う所見。",
    "category": "頭頸部"
  },
  {
    "year": 2016,
    "num": 17,
    "text": "30 歳代の女性。右手尺側の痛みで来院し，右手骨 X 線単純撮影が施行された。X 線単純写真を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q17.png"
    ],
    "choices": {
      "a": "内軟骨腫",
      "b": "骨芽細胞腫",
      "c": "結核性骨髄炎",
      "d": "サルコイドーシス",
      "e": "線維性骨異形成"
    },
    "answer": "a",
    "multi": false,
    "explanation": "第5中手骨に骨の膨隆あり。辺縁の硬化像を伴う分葉状の透亮像を認めており、内軟骨腫を疑う所見。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2016,
    "num": 18,
    "text": "30 歳代の女性。右股関節痛が数週間前に突然出現し，軽減しないため精査となった。数年前に SLE と診断され治療を受けている。右股関節部の MRI（T1 強調像と STIR 像）を示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q18.png"
    ],
    "choices": {
      "a": "大腿骨頭壊死",
      "b": "化膿性股関節炎",
      "c": "滑膜性軟骨腫症",
      "d": "軟骨下脆弱性骨折",
      "e": "一過性大腿骨頭萎縮症"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "右大腿骨頭軟骨下にT1強調像で低信号の骨折線あり。STIRでは頸部に異常高信号あり。一過性大腿骨頭萎縮症は軟骨下脆弱性骨折との関連が言われていますが、SLEあり、大腿骨頭壊死、軟骨下脆弱性骨折が疑われる。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2016,
    "num": 19,
    "text": "10 歳代前半の女子。左膝窩部の腫脹を主訴に来院し，精査を目的に左膝関節 MRI が施行された。T1 強調像と T2 強調像とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q19.png"
    ],
    "choices": {
      "a": "鵞足包炎",
      "b": "滑膜肉腫",
      "c": "Baker 嚢胞",
      "d": "半月板嚢腫",
      "e": "ガングリオン"
    },
    "answer": "c",
    "multi": false,
    "explanation": "腓腹筋内側頭と半膜様筋腱の間にカンマ状の突起様構造を有する嚢胞性病変あり。Baker嚢胞を疑う所見。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2016,
    "num": 20,
    "text": "50 歳代の男性。両下腿部に腫瘤を触知するようになり，精査を目的に来院した。両下腿部の MRI（STIR 像，T2 強調像および脂肪抑制造影 T1 強調像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q20.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "海綿状血管腫",
      "c": "アミロイドーシス",
      "d": "サルコイドーシス",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左の腓腹筋にT2WI及びSTIRでストライプ状の異常高信号あり。中心部は低信号を示す。造影にて周辺に造影効果あり。中心部には造影効果なし。筋サルコイドーシスを疑う所見。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2016,
    "num": 21,
    "text": "60 歳代の女性。右股関節痛の精査のため MRI が施行された。腎不全があり，右股関節痛は数年前に出現した。股関節の MRI（T2 強調像と T2* 強調像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q21.png"
    ],
    "choices": {
      "a": "関節結核",
      "b": "関節リウマチ",
      "c": "アミロイド関節症",
      "d": "滑膜性軟骨腫症",
      "e": "色素性絨毛結節性滑膜炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "右大腿骨頸部周囲にT2WIに置いて低信号域あり。T2＊WIで信号低下ははっきりせず。eは除外。腎不全があることからもアミロイド関節症を疑う。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2016,
    "num": 22,
    "text": "10 歳代の女性。胸部 CT で前縦隔に腫瘤が指摘され，鑑別診断を目的として胸部 MRI が施行された。グラディエントエコー（GRE）法による T1 強調像（同位相像と逆位相像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q22.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "胸腺腫",
      "c": "胸腺過形成",
      "d": "悪性リンパ腫",
      "e": "胚細胞性腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "前縦隔にin-oppossed phaseにて信号低下する腫瘤あり。胸腺過形成を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 23,
    "text": "10 歳代後半の女子。持続する咳嗽を主訴に来院した。胸部 X 線写真で異常が指摘され，精査を目的に胸部単純 CT が施行された。肺野条件再構成冠状断像（連続 5 スライス）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q23.png"
    ],
    "choices": {
      "a": "肺動静脈奇形",
      "b": "肺葉内分画症",
      "c": "気管支内異物",
      "d": "先天性肺気道奇形",
      "e": "肺動脈大動脈起始症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左下葉に気腫性変化あり。中心部には大動脈から連続する血管構造あり。肺葉内肺分画症を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 24,
    "text": "70 歳代の男性。咳嗽を主訴に来院した。胸部 X 線写真と胸部 CT を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q24.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "珪肺症",
      "c": "悪性リンパ腫",
      "d": "気管支閉鎖症",
      "e": "サルコイドーシス"
    },
    "answer": "b",
    "multi": false,
    "explanation": "両側上葉に小結節あり。大陰影あり。珪肺を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 25,
    "text": "20 歳代の男性。咳嗽を主訴に来院した。胸部 X 線撮影で異常を指摘され，精査を目的に胸部 CT が施行された。胸部 X 線写真と胸部単純 CT（肺野条件）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q25.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "慢性気管支炎",
      "c": "好酸球性肺炎",
      "d": "びまん性汎細気管支炎",
      "e": "アレルギー性気管支肺アスペルギルス症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側中枢側に気管支壁の肥厚および拡張所見あり。アレルギー性気管支肺アスペルギルス症を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 26,
    "text": "70 歳代の男性。半年前からの労作時の軽度呼吸困難を主訴に来院した。その他に症状はない。胸部単純 CT（肺野条件）を示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q26.png"
    ],
    "choices": {
      "a": "KL-6 が低下する。",
      "b": "血中 LDH が低下する。",
      "c": "血中 β-d グルカンが上昇する。",
      "d": "肺胞内に PAS 陽性の滲出物の貯留を認める。",
      "e": "抗 GM-CSF 抗体吸入療法が取り入れられている。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "いわゆるcrazy paving appearance。肺胞蛋白症(PAP)を疑う所見。PAPでは血性KL-6, LDH, CEAの上昇がみられることがある。\nリン脂質により肺胞が満たされ、これがPAS染色陽性となる。\n2020年8月16日追記\n26についてです。 e の選択肢は抗 GM-CSF 抗体吸入療法ではなく、GM-CSF 吸入療法が取り入れられていると思われますが、、、どうなんでしょう。診断が違うにしても思いつかないですが、不適切問題でしょうか。\n確かに、調べてみると抗 GM-CSF 抗体吸入療法ではなく、GM-CSF 吸入療法のようですね。\n不適切なのかもしれません(^_^;)\n関連：HYPERLINK \"http://www.pap-support.jp/about/cure.html\" \\t \"_blank\"肺胞蛋白症の治療",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 27,
    "text": "40 歳代の女性。1 か月間持続する咳嗽を主訴に来院した。胸部 X 線写真で，下肺野優位の淡い粒状影が認められたため，精査となった。胸部単純 CT（肺野条件）を示す。次にチェックすべき項目はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q27.png"
    ],
    "choices": {
      "a": "CEA",
      "b": "T スポット",
      "c": "粉塵曝露歴",
      "d": "鳥の飼育歴",
      "e": "副鼻腔炎の既往歴"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右中葉及び下葉に小葉中心性の粒状影あり。細気管支炎を疑う所見。選択肢からは、副鼻腔気管支症候群(SBS)を疑う。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 28,
    "text": "20 歳代の男性。入社時健康診断の胸部 X 線写真で異常陰影を指摘され精査となった。胸部単純 CT（肺野条件）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q28.png"
    ],
    "choices": {
      "a": "肺分画症",
      "b": "肺放線菌症",
      "c": "気管支閉鎖症",
      "d": "アスペルギルス症",
      "e": "肺内気管支原性嚢胞"
    },
    "answer": "e",
    "multi": false,
    "explanation": "左上葉に限局的な気腫性変化及び中心部に腫瘤あり。気管支閉鎖症を疑う所見。\n28ですが、肺内型の気管支原性嚢胞がいいのではないかと思いました。気管支閉鎖症の粘液栓は通常棍棒状ですし、液面形成を伴う嚢胞状構造の前に別に気管支が走行して見えます。胸部の勘どころにほぼ同じ画が載っていました。いかがでしょうか。\n確かに・・・・。\n気管支原性嚢胞\n縦隔型(85%)および肺内型(15%)がある。\n肺内型気管支原性嚢胞\n67％で下葉に認める。\n発見契機は感染を併発してのことが多い。\n気管支と交通は時に認める。\n画像の特徴としては、薄い壁で囲まれた嚢胞、嚢胞内の含気あり、液面形成。\n参考文献：胸部画像診断の勘ドコロP300−301\nrhythmology先生ありがとうございます！",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 29,
    "text": "30 歳代の男性。3 か月以上続く軽い咳と微熱を主訴に来院した。胸部 X 線写真と胸部単純 CT（肺野条件）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q29.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "悪性リンパ腫",
      "c": "サルコイドーシス",
      "d": "マイコプラズマ肺炎",
      "e": "気管支肺アスペルギルス症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右上下葉に小葉中心性の粒状影あり。３ヶ月以上の微熱と咳という症状からもTbが疑われる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 30,
    "text": "40 歳代の男性。脳梗塞を発症し救急車で搬送された。入院時の胸部 X 線写真と胸部単純 CT（肺野条件）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q30.png"
    ],
    "choices": {
      "a": "肺癌",
      "b": "肺結核",
      "c": "血管腫",
      "d": "動静脈奇形",
      "e": "悪性リンパ腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右下葉に２箇所結節影あり。ともに血管構造をなしている。40歳代で脳梗塞あり、肺動静脈奇形(瘻)を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 31,
    "text": "30 歳代の女性。健診の胸部 X 線撮影にて異常を指摘された。胸部 X 線写真（正面像と側面像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q31.png"
    ],
    "choices": {
      "a": "結   核",
      "b": "胸腺腫",
      "c": "肺高血圧症",
      "d": "癌性リンパ管症",
      "e": "サルコイドーシス"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側肺門部腫脹あり。サルコイドーシスを疑う。\nただし、側面像では、retrosternal spaceの濃度上昇あり？ということは胸腺腫もありうる？→年齢が合わないか。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 32,
    "text": "40 歳代の男性。トイレで意識不明で倒れているところを発見され救急搬送された。発症から約 1 時間後の頭部単純 CT でクモ膜下出血を認めた。同時に撮影された胸部 X 線写真と胸部単純 CT（肺野条件）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q32.png"
    ],
    "choices": {
      "a": "肺水腫",
      "b": "粟粒結核",
      "c": "誤嚥性肺炎",
      "d": "慢性過敏性肺炎",
      "e": "サルコイドーシス"
    },
    "answer": "a",
    "multi": false,
    "explanation": "SAHで肺水腫所見あり。神経原性肺水腫を疑う所見。\n関連記事）神経原性肺水腫→2013年放射線科診断専門医試験25",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2016,
    "num": 33,
    "text": "60 歳代の男性。胸部痛を主訴に来院した。心電図で異常を認めたため冠動脈 CT が施行された。partial MIP 水平断像を尾側から見た図を示す。狭窄所見を呈する分枝はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q33.png"
    ],
    "choices": {
      "a": "右冠動脈中隔枝",
      "b": "右冠動脈後下行枝",
      "c": "左冠動脈中隔枝",
      "d": "左冠動脈後下行枝",
      "e": "左冠動脈前下行枝"
    },
    "answer": "b",
    "multi": false,
    "explanation": "2019/05/08追記\n明日受験する者です。2016年の33番ですが、通常のCT軸位断の向きの画像のようですので、写っているのは右冠動脈だと思います。aの右冠動脈中隔枝ではないでしょうか。\n今年、試験を受けるものです。一度質問されておりますが、気になったのですいません。左冠動脈にしては、右側を通り過ぎではないでしょうか？また、partial MIPなので、中隔を通ってる様に見えますが、実際は右冠動脈の4PDをみていると思うのですが、いかがでしょうか？\npartial MIP作ってみました。\npassは、2016-33です。\nR先生、T先生ありがとうございました!!!\n2019年7月9日追記：\n33ですが、bの右冠動脈後下行枝ではないでしょうか。勉強不足で大変お恥ずかしいのですが、右冠動脈に中隔枝と定義された分枝はあるのでしょうか。\n右冠動脈の分枝の解剖\n・・・・(;ﾟロﾟ)\nてことは、bですかね。\nNERU先生ありがとうございました！！\n\nもうこの問題にこれ以上関わりたくな・・・・・。",
    "category": "心臓・大血管"
  },
  {
    "year": 2016,
    "num": 34,
    "text": "80 歳代の女性。胸背部痛を主訴に来院し精査となった。胸腹部造影 CT を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q34.png"
    ],
    "choices": {
      "a": "血栓閉鎖型解離である。",
      "b": "Stanford A 型解離である。",
      "c": "DeBakey II 型の解離である。",
      "d": "保存的治療が第一選択である。",
      "e": "上腸間膜動脈は真腔から起始している。"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "解離は上行大動脈に及んでおり、Stanford A型。また真腔からSMAは分岐している。",
    "category": "心臓・大血管"
  },
  {
    "year": 2016,
    "num": 35,
    "text": "10 歳代の男性。頭痛を主訴に来院した。胸部 X 線写真を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q35.png"
    ],
    "choices": {
      "a": "大動脈瘤",
      "b": "大動脈蛇行",
      "c": "高安動脈炎",
      "d": "大動脈解離",
      "e": "大動脈縮窄症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "大動脈弓部から下行大動脈にかけて3の字に似た像が認められ、3 signと呼ばれ大動脈縮窄症で認める所見。わかりにくいがrib notching。",
    "category": "心臓・大血管"
  },
  {
    "year": 2016,
    "num": 36,
    "text": "40 歳代の男性。左上肢の筋力低下と労作時息切れを主訴に来院し精査となった。冠動脈造影では，冠動脈に有意狭窄は認められなかった。心臓 MRI の遅延造影像（ガドリニウム造影剤静注 8 分後）の左室短軸像と 4 腔像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q36.png"
    ],
    "choices": {
      "a": "肥大型心筋症",
      "b": "拡張型心筋症",
      "c": "たこつぼ心筋症",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "心臓MRIの遅延造影にて全内膜下に遅延造影を認めており、心アミロイドーシスや心臓移植後を疑う所見。",
    "category": "心臓・大血管"
  },
  {
    "year": 2016,
    "num": 37,
    "text": "40 歳代の女性。息切れを主訴に来院し精査となった。失神したこともあるという。心臓 CT（造影早期相と造影後期相）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q37.png"
    ],
    "choices": {
      "a": "粘液腫",
      "b": "横紋筋腫",
      "c": "血管肉腫",
      "d": "転移性腫瘍",
      "e": "悪性リンパ腫"
    },
    "answer": "a",
    "multi": false,
    "explanation": "左房に低吸収を呈する腫瘍性病変あり。左房粘液腫を疑う所見。",
    "category": "心臓・大血管"
  },
  {
    "year": 2016,
    "num": 38,
    "text": "70 歳代の男性。左血性乳頭分泌を自覚して来院し精査となった。両側マンモグラム（2 方向）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q38.png"
    ],
    "choices": {
      "a": "Paget 病",
      "b": "女性化乳房",
      "c": "乳輪下膿瘍",
      "d": "悪性リンパ腫",
      "e": "浸潤性乳管癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "spiculaを有するカテゴリー5の腫瘤。\n38番ですが、知り合いの乳腺外科の先生によると、男性、女性化乳房で、乳頭した以外はほとんど異常みたいです。マンモのカテゴリーとしては、FADですが男性なのでカテゴリーを1つあげて4。出血もあるし、癌ではないかという話でした。\nT先生ありがとうございます！",
    "category": "乳房"
  },
  {
    "year": 2016,
    "num": 39,
    "text": "60 歳代の女性。咳嗽の精査のため撮影した胸部 CT で右乳房に石灰化を指摘された。右乳房マンモグラムを示す。今後の方針として適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q39.png"
    ],
    "choices": {
      "a": "診療を終了する。",
      "b": "経過観察する。",
      "c": "細胞診を行う。",
      "d": "針生検を行う。",
      "e": "切除生検を行う。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "内側領域にポップコーン状の石灰化を有する腫瘤あり。線維腺腫を疑う。カテゴリー2で精密検査必要なしで診療を中止する。",
    "category": "乳房"
  },
  {
    "year": 2016,
    "num": 40,
    "text": "40 歳代の女性。検診目的で施行した乳腺超音波検査で右乳房に腫瘤を指摘された。針生検にて線維腺腫と診断され経過観察していたが，7 か月後に右乳房腫瘤を自覚して来院した。検診時の超音波画像と 7 か月後の超音波画像とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q40.png"
    ],
    "choices": {
      "a": "粘液癌",
      "b": "乳管腺腫",
      "c": "線維腺腫",
      "d": "葉状腫瘍",
      "e": "充実腺管癌"
    },
    "answer": "d",
    "multi": false,
    "explanation": "内部低エコーで後方エコーの増強を示す腫瘤あり。７ヶ月でサイズの著名な増大あり。葉状腫瘍を疑う所見。",
    "category": "乳房"
  },
  {
    "year": 2016,
    "num": 41,
    "text": "1 歳の男児。ある疾患の経過観察で施行された上腹部超音波検査で肝に異常を指摘され，腹部 CT で精査となった。超音波画像と腹部造影 CT（再構成矢状断像）とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q41.png"
    ],
    "choices": {
      "a": "肝膿瘍",
      "b": "Caroli 病",
      "c": "胆道閉鎖",
      "d": "転移性肝腫瘍",
      "e": "肝血管内皮腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "肝内胆管がUSにて無エコーとして認められ、造影CTでは内部に門脈枝が点状(central dot sign)および索状に描出されている。Caroli病を疑う所見。",
    "category": "小児"
  },
  {
    "year": 2016,
    "num": 42,
    "text": "新生児。食道閉鎖と診断されている。ポータブル撮影による X 線単純写真を示す。 Gross 分類による病型として考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q42.png"
    ],
    "choices": {
      "a": "A   型",
      "b": "B   型",
      "c": "C   型",
      "d": "D   型",
      "e": "E   型"
    },
    "answer": "c",
    "multi": false,
    "explanation": "経鼻胃管が胃に到達せず、食道部位で反回している。食道盲端があると考えられる。胃や腸管にはガスを認めており、下部食道が気管と交通していることが示唆され、最多であるC型と",
    "category": "小児"
  },
  {
    "year": 2016,
    "num": 43,
    "text": "10 歳代後半の男子。肝機能障害の精査を目的に紹介受診した。既往に潰瘍性大腸炎がある。上腹部 MRI（T2 強調像と MRCP）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q43.png"
    ],
    "choices": {
      "a": "胆管癌",
      "b": "膵胆管合流異常",
      "c": "先天性胆道拡張症",
      "d": "原発性硬化性胆管炎",
      "e": "原発性胆汁性肝硬変"
    },
    "answer": "d",
    "multi": false,
    "explanation": "MRCPにて狭窄と拡張が交互に繰り返す数珠状変化(beaded appearance)あり。潰瘍性大腸炎の既往がある点からも、PSCを疑う所見。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 44,
    "text": "20 歳代の女性。右季肋部痛を主訴に来院し精査となった。血液生化学検査では，白血球増多，ALT/AST 軽度上昇，CRP 髙値を認めた。上腹部超音波検査では異常は指摘されなかった。腹部ダイナミック造影 CT（早期相と後期相）を示す。確定診断のために有用なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q44.png"
    ],
    "choices": {
      "a": "生活歴聴取",
      "b": "経皮肝生検",
      "c": "血清 IgG4 値測定",
      "d": "血清抗体価測定",
      "e": "上部消化管内視鏡検査"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "造影早期相に置いて肝表面に造影効果あり。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 45,
    "text": "30 歳代の女性。検診で肝機能異常を指摘され精査を目的に来院した。10 年前から繰り返す鼻出血の既往がある。腹部ダイナミック造影 CT（動脈相と VR 像）を示す。本疾患で合併しうるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q45.png"
    ],
    "choices": {
      "a": "脳膿瘍",
      "b": "肝腫瘤",
      "c": "食道静脈瘤",
      "d": "大腸ポリープ",
      "e": "手指の毛細血管拡張"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "肝臓に動静脈奇形奇形あり。繰り返す鼻出血の既往からも、Rendu-Osler-Weber症候群を疑う所見。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 46,
    "text": "30 歳代の女性。右背部痛が出現し来院した。先天性胆道拡張症に対して胆管空腸吻合術の既往がある。腹部ダイナミック造影 CT の後期動脈相と平衡相とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q46.png"
    ],
    "choices": {
      "a": "肝細胞癌",
      "b": "肝内胆管癌",
      "c": "肝細胞腺腫",
      "d": "細菌性肝膿瘍",
      "e": "胆管嚢胞腺癌"
    },
    "answer": "d",
    "multi": false,
    "explanation": "２房性の嚢胞あり、辺縁に造影効果あり。周囲の浮腫性変化が平衡相にかけてゆっくり染まっている。胆管空腸吻合後なので膿瘍が起こりやすい。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 47,
    "text": "10 歳代の男児。腹部単純 CT で異常所見を指摘された。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q47.png"
    ],
    "choices": {
      "a": "外   傷",
      "b": "貧   血",
      "c": "急性肝炎",
      "d": "肝移植後",
      "e": "悪性リンパ腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "肝臓にperiportal collarを認める。この所見を呈さないのは貧血。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 48,
    "text": "60 歳代の女性。上腹部違和感を主訴に来院した。腹部造影 CT（平衡相）と MRCP とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q48.png"
    ],
    "choices": {
      "a": "類表皮嚢胞",
      "b": "膵扁平上皮癌",
      "c": "粘液性嚢胞腫瘍",
      "d": "漿液性嚢胞腫瘍",
      "e": "膵管内乳頭粘液性腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "2018/08/14追記\nMRCPで水と同程度の高信号を認めており、漿液性が疑われる。\n内部隔壁構造（cyst in cyst)を有する膵嚢胞性病変と考えますと、MCNのように思いますがいかがでしょうか。\nMRCPでは漿液性／粘液性の鑑別は難しいように思います。\nT先生ありがとうございます。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 49,
    "text": "40 歳代の女性。腹痛を主訴に来院した。腹部超音波検査で膵尾部に病変を認め精査となった。腹部 MRI（脂肪抑制 T1 強調像と脂肪抑制 T2 強調像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q49.png"
    ],
    "choices": {
      "a": "仮性嚢胞",
      "b": "悪性リンパ腫",
      "c": "膵腺房細胞癌",
      "d": "神経内分泌腫瘍",
      "e": "充実性偽乳頭腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "膵尾部に出血性嚢胞あり。SPNを疑う所見。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 50,
    "text": "60 歳代の男性。閉塞性黄疸で発症し，精査となった。ERCP では主膵管は正常であるが，副膵管が描出されない。膵液細胞診では class V であった。腹部ダイナミック造影 CT（動脈優位相）と MRI（造影前後の脂肪抑制 T1 強調像，拡散強調像）とを示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q50.png"
    ],
    "choices": {
      "a": "上部胆管癌",
      "b": "十二指腸癌",
      "c": "悪性リンパ腫",
      "d": "膵神経内分泌腫瘍",
      "e": "Santorini 管領域の膵癌"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "膵頭部にT1WI低信号、DWI高信号、早期濃染結節がある。典型的な膵癌の所見ではないが、肝内胆管〜総胆管拡張があることから膵癌は鑑別に入れたい。後はhypervascular tumorとしてNETを鑑別にいれる。Lymphomaの可能性もあると思うのだが。\n50はgroove領域病変の鑑別がテーマではないでしょうか？十二指腸癌の除外は内視鏡しないと難しいですよね。NETにしては原発・転移巣ともに造影効果が弱い印象です。悪性リンパ腫も肝の病変が合いません。\nおっしゃるようにNETにしては正常膵と同程度の造影効果なので微妙ですね。転移巣というのは肝S4でしょうか。これは局所的な脂肪肝と思ったのですが、転移なのかも知れませんね。いずれにせよ十二指腸癌は鑑別に挙げるべきですね。\n通りすがり先生ありがとうございました！",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2016,
    "num": 51,
    "text": "80 歳代の女性。下腹部痛を主訴に来院した。骨盤部造影 CT を示す。この病態に関与しているのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q51.png"
    ],
    "choices": {
      "a": "大腰筋",
      "b": "恥骨筋",
      "c": "縫工筋",
      "d": "外閉鎖筋",
      "e": "内閉鎖筋"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "閉鎖孔を形成するのは外閉鎖筋と恥骨筋。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2016,
    "num": 52,
    "text": "70 歳代の女性。心窩部痛を主訴に来院した。上部消化管造影を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q52.png"
    ],
    "choices": {
      "a": "胃潰瘍",
      "b": "GIST",
      "c": "早期胃癌",
      "d": "進行胃癌",
      "e": "悪性リンパ腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "圧迫像で潰瘍底が平坦であり(平皿様潰瘍)、辺縁に耳介様の隆起があり、胃悪性リンパ腫ではないでしょうか？\n参照：KEY BOOK消化管やHYPERLINK \"https://cir.ncc.go.jp/cirweb/CaseResult?LANG=J&LIST=IMGE&BROW=SUMM&CSNO=0146&S_RANGE=KEY&LIST_NO=120&F_LV=70&SEL_YN=N&A_RANGE=KEY&P_RANGE=OL\" \\t \"_blank\"がん診療画像カンファレンスデータベース\nK先生ありがとうございます！！！",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2016,
    "num": 53,
    "text": "50 歳代の男性。検診で便潜血反応陽性のため精査を目的に来院した。大腸精査内視鏡にて横行結腸に 8 mm の病変を認めた。病変評価のために注腸造影を追加した。内視鏡写真と注腸造影写真を示す。診断と治療法との組合せとして適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q53.png"
    ],
    "choices": {
      "a": "大腸腺腫            経過観察",
      "b": "大腸腺腫            ポリペクトミー",
      "c": "大腸早期癌           手術",
      "d": "大腸早期癌           ポリペクトミー",
      "e": "大腸早期癌           ESD（内視鏡的粘膜下層剥離術）"
    },
    "answer": "c",
    "multi": false,
    "explanation": "53側面像で弧状変形あり(矢印部分)。sm massiveの大腸癌と考えられます。sm浸潤が1000μmよりも深い場合は、ESD後に追加手術が必要になります。(まずはESDでもいいとは思うのですが)追加手術が必要になる可能性が高いことを考えて、早期大腸癌-手術が答えではないでしょうか？\n参照：側面変形\nK先生ありがとうございます！！！",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2016,
    "num": 54,
    "text": "60 歳代の女性。3 日前から続く左下腹部痛を主訴に来院し，精査となった。腹部単純 CT を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q54.png"
    ],
    "choices": {
      "a": "直腸にも好発する。",
      "b": "肥満体型者に多い。",
      "c": "下血を合併することが多い。",
      "d": "治療法として手術が第 1 選択であることが多い。",
      "e": "大腸粘膜が筋層を貫いて外部に突出したものである。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "過去問でも何度か出ている腹膜垂炎。\n腎泌尿器・婦人科",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2016,
    "num": 55,
    "text": "30 歳代の男性。気胸の既往があり胸腹部 CT で精査したところ，肺野と左腎に異常を指摘された。胸部単純 CT（肺野条件）と腹部造影 CT（再構成冠状断像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q55.png"
    ],
    "choices": {
      "a": "Tuberous sclerosis",
      "b": "Birt-Hogg-Dubé syndrome",
      "c": "von Hippel-Lindau syndrome",
      "d": "Hereditary papillary renal cell cancer",
      "e": "Hereditary leiomyomatosis and renal cell cancer"
    },
    "answer": "b",
    "multi": false,
    "explanation": "気胸の既往、肺嚢胞、腎癌からBirt-Hogg-Dubé syndromeが疑わしい。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 56,
    "text": "50 歳代の女性。腹痛と発熱を主訴に来院した。腹部単純 X 線写真の仰臥位正面像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q56.png"
    ],
    "choices": {
      "a": "消化管穿孔",
      "b": "急性膀胱炎",
      "c": "気腫性胆嚢炎",
      "d": "気腫性腎盂腎炎",
      "e": "腸管気腫性嚢胞症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左腎にairあり。気腫性腎盂腎炎が疑われる。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2016,
    "num": 57,
    "text": "尿路病変の CT 診断について，正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "尿路結石の診断に造影は必要である。",
      "b": "膀胱腫瘍の壁外深達度の診断はできない。",
      "c": "膀胱腫瘍の壁内深達度の診断に有用である。",
      "d": "CT urography は腎盂尿管腫瘍を疑ったときに推奨される。",
      "e": "排泄相で小さな尿路上皮腫瘍を検出するには高い window level と広い windowwidth で観察する。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 58,
    "text": "30 歳代の女性。下腹部痛を主訴に来院し精査となった。骨盤部 MRI 矢状断像（T2 強調像，造影前後の脂肪抑制 T1 強調像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q58.png"
    ],
    "choices": {
      "a": "膀胱癌",
      "b": "尿膜管癌",
      "c": "悪性リンパ腫",
      "d": "膀胱平滑筋腫",
      "e": "膀胱子宮内膜症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "膀胱頂部の頭側に腫瘤影あり。脂肪抑制T1WIで一部高信号あり。造影効果は一部のみ。膀胱(異所性)子宮内膜症の疑い。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 59,
    "text": "40 歳代の女性。月経困難を主訴に来院し精査となった。骨盤部 MRI（T1 強調横断像，脂肪抑制 T2 強調横断像，T2 強調矢状断像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q59.png"
    ],
    "choices": {
      "a": "子宮嚢性腺筋症",
      "b": "限局性子宮腺筋症",
      "c": "子宮筋腫赤色変性",
      "d": "子宮筋腫水腫様変性",
      "e": "子宮富細胞性平滑筋腫"
    },
    "answer": "a",
    "multi": false,
    "explanation": "子宮前壁筋層内に出血性嚢胞あり。子宮前壁に子宮腺筋症疑い。\n子宮外の内膜症性のう胞などと異なり、腺筋症内の異所性粘膜は血性ののう胞を形成しにくいが時に形成することがあり、これを嚢性腺筋症という。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 60,
    "text": "5 症例の女性骨盤部の T2 強調像を示す。ある種の脳炎と合併しやすい疾患の画像はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q60.png"
    ],
    "choices": {
      "a": "A",
      "b": "B",
      "c": "C",
      "d": "D",
      "e": "E"
    },
    "answer": "e",
    "multi": false,
    "explanation": "抗NMDA受容体脳炎の女性の半数以上は卵巣奇形腫を伴う。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 61,
    "text": "40 歳代の女性。不妊治療の際に超音波検査で骨盤腔内に腫瘤を指摘され精査となった。骨盤部 MRI を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q61.png"
    ],
    "choices": {
      "a": "漿膜下筋腫",
      "b": "卵巣線維腫",
      "c": "卵巣粘液腺癌",
      "d": "内膜症性嚢胞",
      "e": "転移性卵巣腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "鑑別としてfibroma, fibromatosisがあがるが、本症例では造影効果が強いのが一番の鑑別点と考える。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 62,
    "text": "40 歳代の男性。陰嚢腫瘤を自覚して来院した。精査のため施行した陰嚢 MRI を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q62.png"
    ],
    "choices": {
      "a": "類上皮腫",
      "b": "精巣上体炎",
      "c": "セミノーマ",
      "d": "非セミノーマ",
      "e": "悪性リンパ腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左精巣T2WIでほぼ均一で分葉状の腫瘤影あり。造影にて均一に造影効果あり。セミノーマを疑う所見。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 63,
    "text": "20 歳代の男性。不明熱，倦怠感および頭痛を主訴に来院した。蛋白尿，血尿，高血圧症，腎機能低下を指摘され，精査となった。赤沈は亢進しているが，ANCA は陰性である。診断時の左腎動脈造影写真と治療開始後 1 年目の左腎動脈造影写真を示す。原因疾患として考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q63.png"
    ],
    "choices": {
      "a": "糸球体腎炎",
      "b": "高安動脈炎",
      "c": "結節性多発動脈炎",
      "d": "分節性動脈中膜融解",
      "e": "顕微鏡的多発血管炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "治療前は、腎内小動脈に多発小動脈瘤を認めているが治療後にはそれらが消失。ANCA陰性などからPANが疑われる。\n\nIVR",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2016,
    "num": 64,
    "text": "60 歳代の男性。IVR 治療の際の血管造影写真を示す。該当する IVR はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q64.png"
    ],
    "choices": {
      "a": "partial splenic embolization",
      "b": "transjugular intrahepatic portosystemic shunt",
      "c": "balloon-occluded retrograde transvenous obliteration",
      "d": "percutaneous transhepatic obliteration",
      "e": "percutaneous transhepatic portal embolization"
    },
    "answer": "c",
    "multi": false,
    "explanation": "胃静脈瘤を認めている。BRTOの適応。",
    "category": "IVR"
  },
  {
    "year": 2016,
    "num": 65,
    "text": "80 歳代の女性。物忘れ，幻覚および妄想を主訴に来院し精査となった。脳血流 SPECT と画像統計解析ならびに123I-ioflupane 脳 SPECT を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q65.png"
    ],
    "choices": {
      "a": "嗜銀顆粒性認知症",
      "b": "前頭側頭型認知症",
      "c": "Alzheimer 型認知症",
      "d": "Lewy 小体型認知症",
      "e": "神経原線維変化型老年期認知症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "脳血流シンチにおいて頭頂側頭連合野及び後部帯状回から楔前部にかけて血流低下あり。ドパミントランスポーターシンチ（ダットスキャン）では有意所見を認めておらず。これらからアルツハイマー型認知症が疑われる。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 66,
    "text": "70 歳代の男性。物忘れと歩行の不安定を主訴に来院し，精査を目的に MIBG 心臓交感神経シンチグラフィが施行された。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q66.png"
    ],
    "choices": {
      "a": "正常圧水頭症",
      "b": "Alzheimer 型認知症",
      "c": "Lewy 小体型認知症",
      "d": "進行性核上性麻痺",
      "e": "皮質基底核変性症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "心臓への集積は低下していない。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 67,
    "text": "60 歳代の女性。 123 I-ioflupane 脳 SPECT の横断像を示す。本症例の症状として最も考えやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q67.png"
    ],
    "choices": {
      "a": "一過性全健忘",
      "b": "右上下肢優位の動作緩慢",
      "c": "左上下肢優位の動作緩慢",
      "d": "両下肢優位の動作緩慢",
      "e": "両上肢優位の動作緩慢"
    },
    "answer": "b",
    "multi": false,
    "explanation": "ドーパミントランスポーターシンチにて両側線条体への集積低下を左優位に認め、両側ドット状の形態を呈している。PD症候群やDLBを疑う所見。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 68,
    "text": "60 歳代の男性。労作性狭心症が疑われ， 99m Tc 標識心筋血流製剤を用いたアデノシン負荷/安静時心筋 SPECT が施行された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q68.png"
    ],
    "choices": {
      "a": "右冠動脈領域の虚血",
      "b": "右冠動脈領域の梗塞",
      "c": "左前下行枝領域の虚血",
      "d": "左前下行枝領域と右冠動脈領域の梗塞",
      "e": "左前下行枝領域の虚血と右冠動脈領域の梗塞"
    },
    "answer": "a",
    "multi": false,
    "explanation": "下壁に虚血あり。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 69,
    "text": "60 歳代の男性。労作時胸痛を主訴に来院し，精査を目的に負荷心筋血流シンチグラフィが施行された。安静時の心電図と負荷時の血流 SPECT（短軸像、水平長軸像、ブルズアイ表示）とを示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q69.png"
    ],
    "choices": {
      "a": "Tc-HSA-D が使用された。99m",
      "b": "本例に運動負荷は不向きである。",
      "c": "右冠動脈に高度狭窄が疑われる。",
      "d": "左回旋枝に高度狭窄が疑われる。",
      "e": "血流分布に明らかな異常を認めない。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "異常Ｑ波は心筋梗塞の既往あり。不整脈あり。運動負荷は不適応？\n補足：b 左脚ブロック？とすれば運動負荷で中隔部欠損が生じやすく、薬物負荷が望ましい",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 70,
    "text": "0 歳の男児。黄疸と白色便を認め，精査のため核医学検査が施行された。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q70.png"
    ],
    "choices": {
      "a": "検査前に水負荷が行われた。",
      "b": "99mTc-GSA が使用された。",
      "c": "左側消化管に出血を認める。",
      "d": "骨盤部に異所性胃粘膜を認める。",
      "e": "遅い時相での追撮が必要である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "胆道シンチ。新生児肝炎と胆道閉鎖症の鑑別のため、より遅い相での撮像が必要である。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 71,
    "text": "3 歳の女児。腹部腫瘤を指摘され精査を目的に来院した。腹部単純 CT とシンチグラム（全身前後像）を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2016/q71.png"
    ],
    "choices": {
      "a": "リンパ節転移がある。",
      "b": "Wilms 腫瘍が疑われる。",
      "c": "心筋炎を合併している。",
      "d": "Ga-citrate が用いられた。67",
      "e": "SPECT 撮像の追加が有用である。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "neuroblastomaの評価のためのMIBG？",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 72,
    "text": "8 歳の男児。サッカーの練習中に右下腿痛が出現し来院した。骨 X 線単純写真では明らかな異常がなく，骨シンチグラフィが施行された。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q72.png"
    ],
    "choices": {
      "a": "骨壊死",
      "b": "骨梗塞",
      "c": "疲労骨折",
      "d": "shin splint",
      "e": "慢性骨髄炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "疲労骨折とshin splintとの鑑別が問題ですが、shin splintであれば、脛骨内側沿いに集積がみられるはずなので、本症例は異なるか。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 73,
    "text": "60 歳代の男性。骨シンチグラムの全身前面像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q73.png"
    ],
    "choices": {
      "a": "関節リウマチ",
      "b": "臼蓋形成不全",
      "c": "大腿骨頭壊死",
      "d": "大腿骨骨転移",
      "e": "変形性股関節症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "両側大腿骨頸部に異常集積あり。\n（大腿骨頭壊死 c と変形性股関節症 e で解答が分かれる割れ問）",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 74,
    "text": "60 歳代の女性。血液検査で ALP の上昇を認める。骨シンチグラムと骨盤部 X 線単純写真とを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q74.png"
    ],
    "choices": {
      "a": "骨転移",
      "b": "Paget 病",
      "c": "不全骨折",
      "d": "多発性骨髄腫",
      "e": "線維性骨異形成症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "過去問通り。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 75,
    "text": "10 歳代の女子。右股関節部痛を主訴に来院した。2，3 か月前に出現し，特に誘因はなく，間欠性である。骨シンチグラフィが施行された。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q75.png"
    ],
    "choices": {
      "a": "骨肉腫",
      "b": "白血病",
      "c": "巨細胞腫",
      "d": "類骨骨腫",
      "e": "Ewing 肉腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右股関節（大腿骨頸部）に強い＋周囲に淡い集積あり。double density signを示唆する所見であり、関節内類骨骨腫を疑う所見。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 76,
    "text": "50 歳代の男性。土踏まずの痛みを主訴に来院し，精査を目的に骨シンチグラフィが施行された。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q76.png"
    ],
    "choices": {
      "a": "骨転移が疑われる。",
      "b": "心マッサージの既往が示唆される。",
      "c": "ハンドル外傷の既往が示唆される。",
      "d": "掌蹠膿疱症性骨関節炎が疑われる。",
      "e": "縦隔腫瘍の骨への直接浸潤が疑われる。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "骨シンチグラムにて、左右の鎖骨および胸骨、仙腸関節に集積亢進を認めており、牛頭の形(bull’s head pattern)の所見。SAPHO症候群を疑う所見。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 77,
    "text": "10 歳代の男子。縦隔胚細胞腫の治療後で再発診断の目的で FDG-PET/CT が施行された。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q77.png"
    ],
    "choices": {
      "a": "胸椎の変形性変化が疑われる。",
      "b": "褐色脂肪組織への集積を認める。",
      "c": "多発する神経原性腫瘍が疑われる。",
      "d": "両側の鎖骨上窩リンパ節転移を認める。",
      "e": "躯幹部を中心にびまん性の骨転移を認める。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "褐色脂肪組織への集積。過去問通り。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 78,
    "text": "30 歳代の男性。縦隔悪性リンパ腫の化学療法（完全寛解）後 1 年目に FDG-PET/CT ，CT 横断像を示す。が施行された。PET MIP 正面像，融合画像（横断像）縦隔の所見で最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q78.png"
    ],
    "choices": {
      "a": "縦隔炎",
      "b": "再発腫瘍",
      "c": "胸腺過形成",
      "d": "胸腺リバウンド",
      "e": "正常胸腺集積"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胸腺への集積あり。エピソードから、反応性胸腺過形成が疑われる。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 79,
    "text": "60 歳代の男性。食道癌の治療前精査を目的に FDG-PET/CT が施行された。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q79.png"
    ],
    "choices": {
      "a": "複数のリンパ節転移がある。",
      "b": "左側に喉頭癌を合併している。",
      "c": "原発巣は胸部上部食道にある。",
      "d": "両側腎の集積は正常所見である。",
      "e": "組織型は扁平上皮癌が最も考えられる。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右頸部へのリンパ節転移により右反回神経麻痺→左側の声帯への集積が増強しているということを読ませる問題。",
    "category": "核医学"
  },
  {
    "year": 2016,
    "num": 80,
    "text": "70 歳代の女性。倦怠感を主訴に来院した。血液検査で CRP と白血球の増加を認め，精査を目的に核医学検査が施行された。シンチグラムを示す。放射性医薬品として用いられたのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2016/q80.png"
    ],
    "choices": {
      "a": "F-FDG18",
      "b": "Ga-citrate67",
      "c": "99mTc-MDP",
      "d": "111InCl",
      "e": "201TlCl"
    },
    "answer": "b",
    "multi": false,
    "explanation": "核種は67 Gaで、サルコイドーシス患者の縦隔リンパ節および心臓への集積ではないでしょうか。201-Tlは筋への生理的な集積が見られるはずですが不明瞭です。また201-Tlで正常では描出されるはずの腎の描出も不明瞭です。さらに、骨髄へのびまん性の集積が見られることも201-Tlの集積とは違うのではと思います。",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 1,
    "text": "深部線量分布の図を示す。陽子線はどれか。1 つ選べ。放射線の深部線量分布 1.1 1.0 a. 0.9 b. 0.8 c. 0.7 d. e. 相対線量 0.6 0.5 0.4 0.3 0.2 0.1 0.0 0 50 100 150 200 水中深さ (mm)",
    "images": [
      "assets/questions/2017/q1.png"
    ],
    "choices": {
      "a": "",
      "b": "",
      "c": "",
      "d": "",
      "e": ""
    },
    "answer": "d",
    "multi": false,
    "explanation": "参考）HYPERLINK \"http://www.hirt-japan.info/medical/about/merit.html\" \\t \"_blank\"各種放射線の生体内における線量分布",
    "category": "医学物理学"
  },
  {
    "year": 2017,
    "num": 2,
    "text": "MRI の撮像法として誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "spin echo 法は 90 度パルスを用いる。",
      "b": "gradient echo 法は 180 度パルスを用いる。",
      "c": "fast spin echo 法は複数の再収束パルスを用いる。",
      "d": "拡散強調像では motion probing gradient を用いる。",
      "e": "spin echo 法では T2 強調像は T1 強調像より長い TE（エコー時間）を用いる。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "b,誤り。gradient echo法は90°より小さなRFパルスを使う。\n補足：b 90°より小さいパルス（フリップ角）を使用   c 180°パルスを複数回照射するため撮像時間が早い",
    "category": "医学物理学"
  },
  {
    "year": 2017,
    "num": 3,
    "text": "99m Tc の崩壊図を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q3.png"
    ],
    "choices": {
      "a": "99mTc は99Mo の娘核種である。",
      "b": "99Mo から99mTc の半減期は 6 時間である。",
      "c": "99mTc から放出されるガンマ線は 0.28 MeV である。",
      "d": "99Tc は安定核である。",
      "e": "99Mo を一日程度放置すると過渡平衡が成立する。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "補足：e 過渡平衡：娘核種の放射能量が親核種を追い越して平衡状態となる．半減期が親核種>娘核種だと過渡平衡、親核種≫娘核種だと永続平衡が成立する",
    "category": "医学物理学"
  },
  {
    "year": 2017,
    "num": 4,
    "text": "電子化された医療情報の取り扱いとして誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "診療のため他院へ画像を送付する際に匿名化する。",
      "b": "身元不明者の仮名を，身元判明時に本名に訂正する。",
      "c": "他院画像取込時に画像の患者 ID を自院の患者 ID に付け替える。",
      "d": "双子の正確な識別のための追加情報（母の旧姓，生誕順）を使用する。",
      "e": "患者 ID 二重登録の場合に，それぞれの ID でまとめられた情報を統合する。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "a,誤り。匿名化されていない。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2017,
    "num": 5,
    "text": "厚生労働省の「医療情報システムの安全管理に関するガイドライン」について正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "医師の診療録には適用されない。",
      "b": "最新版を参照するよう定められている。",
      "c": "医療情報の管理を第三者に委託する場合，管理責任は委託された側にある。",
      "d": "医療情報を第三者に提供する場合，提供する側は情報利用の正当性を確認する。",
      "e": "医療情報を第三者に提供する場合，提供された情報の管理責任は提供する側にある。"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2017,
    "num": 6,
    "text": "頭部 MRI の T2 強調像を示す。鑑別診断として可能性が低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q6.png"
    ],
    "choices": {
      "a": "Wilson 病",
      "b": "低髄圧症候群",
      "c": "脳腱黄色腫症",
      "d": "神経線維腫症 1 型",
      "e": "メトロニダゾール脳症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 7,
    "text": "10 歳代の女児。頭部の単純 CT と MRI の造影 T1 強調像を示す。この疾患として誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q7.png"
    ],
    "choices": {
      "a": "脳萎縮を生じる。",
      "b": "脈絡叢の腫大を生じる。",
      "c": "神経皮膚症候群の 1 つである。",
      "d": "石灰化は生下時にも認められることが多い。",
      "e": "三叉神経第 1 枝領域の顔面の血管腫を生じる。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "10歳代。右側頭葉から後頭葉の脳軟膜の石灰化、造影MRIで同部位の委縮と脳軟膜の造影増強効果→Surge-weber症候群\nd、誤り。出生早期は石灰化が認められない事が多く、石灰化は5歳以降に見られることが多い。軟膜の血管腫の同定には造影MRIが必要。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 8,
    "text": "30 歳代の女性。頭痛と嘔気を主訴に来院し精査となった。MRI の T1 強調像と T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q8.png"
    ],
    "choices": {
      "a": "動脈瘤",
      "b": "動静脈奇形",
      "c": "急性期脳梗塞",
      "d": "転移性脳腫瘍",
      "e": "海綿状血管腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "30歳代女性、右側頭葉の脳出血。nidusと思われるflow voidを認め、動静脈奇形からの出血。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 9,
    "text": "30 歳代の女性。子宮の悪性腫瘍に対して化学療法中に麻痺が出現したため頭部 MRI が施行された。拡散強調像と造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q9.png"
    ],
    "choices": {
      "a": "癌性髄膜炎",
      "b": "悪性リンパ腫",
      "c": "静脈洞血栓症",
      "d": "Creutzfeldt-Jakob 病",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "30代女性、悪性腫瘍化学療法中の意識障害。左前頭葉に脳梗塞疑う拡散低下域、造影MRIで上矢状静脈洞の造影不良あり、静脈洞血栓を疑います。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 10,
    "text": "3 歳の男児。生下時に脊髄髄膜瘤で手術を受けている。頭部 MRI の FLAIR 像を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q10.png"
    ],
    "choices": {
      "a": "多小脳回",
      "b": "全前脳胞症",
      "c": "片側巨脳症",
      "d": "Chiari Ⅱ型奇形",
      "e": "Dandy-Walker 奇形"
    },
    "answer": "d",
    "multi": false,
    "explanation": "生下時に髄膜瘤術後の病歴あり。脳梁形成不全を認め、d chiariⅡ型奇形を疑う。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 11,
    "text": "50 歳代の男性。3 日前からのふらつき，失計算，想起障害を主訴に来院した。頭部 MRI の拡散強調像を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q11.png"
    ],
    "choices": {
      "a": "脳梗塞",
      "b": "視神経脊髄炎",
      "c": "ヘルペス脳炎",
      "d": "Creutzfeldt-Jakob 病",
      "e": "MELAS（ミトコンドリア脳筋症）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "50歳代男性の3日前からのふらつき、想起障害。両側尾状核、左前頭葉皮質有意の拡散低下域を認めCreutzfeldt-Jakob病を疑う。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 12,
    "text": "60 歳代の女性。歩行障害，両手指のしびれを主訴に来院した。頸椎 MRI の T2 強調矢状断像と横断像を示す。本疾患に関連がある病態はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q12.png"
    ],
    "choices": {
      "a": "大球性貧血",
      "b": "胃切除の既往",
      "c": "鉄欠乏性貧血",
      "d": "抗アクアポリン 4 抗体陽性",
      "e": "血清可溶性 IL-2 レセプター高値"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "歩行障害、両手しびれの訴えの病歴。亜急性連合性脊髄変性症を疑う後索の（ハの字型の）T2W高信号域。vitaminB12不足ですのでa 大球性貧血　b胃切除後の既往が関連あり。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 13,
    "text": "60 歳代の男性。歩行障害と進行性の四肢麻痺を認める。胸椎レベルの MRI の T2 強調矢状断像と横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q13.png"
    ],
    "choices": {
      "a": "ependymoma",
      "b": "multiple sclerosis",
      "c": "neurofibromatosis",
      "d": "cavernous hemangioma",
      "e": "dural arteriovenous fistula"
    },
    "answer": "e",
    "multi": false,
    "explanation": "胸椎レベルの頭尾側に長いT2WI高信号となる病変で、背側に複数のflow voidあり。e dural arteriovenous fistula疑い。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2017,
    "num": 14,
    "text": "60 歳代の女性。両眼瞼のしこりを主訴に来院した。眼窩部単純 CT の横断像と再構成冠状断像を示す。同一の病態が認められる臓器として頻度が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q14.png"
    ],
    "choices": {
      "a": "胸   腺",
      "b": "膵   臓",
      "c": "脾   臓",
      "d": "子   宮",
      "e": "唾液腺"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "CTで両側涙腺の腫大。画像からはIgG4関連やサルコイドーシス、シェーグレンなどを考えましたが、選択肢からはIgG4関連疾患疑い。b 膵臓 e唾液腺が関連あり。",
    "category": "頭頸部"
  },
  {
    "year": 2017,
    "num": 15,
    "text": "30 歳代の男性。嚥下困難感を主訴に来院し精査となった。頭頸部 CT（単純と造影）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q15.png"
    ],
    "choices": {
      "a": "舌   癌",
      "b": "奇形腫",
      "c": "血管腫",
      "d": "異所性甲状腺",
      "e": "舌悪性リンパ腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "舌根部の単純CTで高吸収な腫瘤。d 異所性甲状腺疑い。",
    "category": "頭頸部"
  },
  {
    "year": 2017,
    "num": 16,
    "text": "骨単純 X 線写真と診断名との組み合わせを示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q16.png"
    ],
    "choices": {
      "a": "A           くる病",
      "b": "B           大理石骨病",
      "c": "C           軟骨無形成症",
      "d": "D           線維性骨異形成",
      "e": "E           副甲状腺機能亢進症"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "Ａ　所見：骨幹端の杯状陥凹―くる病　→○\nＢ　所見：骨幹が太く、短い―大理石骨病　→×　軟骨無形性症\nＣ　所見：長管骨の弓状変形、骨折あり―軟骨無形性症→×　骨形成不全\nＤ　所見：大腿骨頸部に骨折疑い―線維性骨異形成　→×　診断は不明\nＥ　所見：骨膜下骨吸収―副甲状腺機能亢進症　→○",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 17,
    "text": "40 歳代の男性。次第に増大する手掌部の腫瘤を主訴に来院した。手の MRI（T1 強調横断像，T2 強調横断像および T2＊強調冠状断像）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q17.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "線維腫症",
      "c": "慢性血腫",
      "d": "腱鞘巨細胞腫",
      "e": "ピロリン酸カルシウム結晶沈着症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "T2*画像で屈筋腱に沿った低信号腫瘤→d 腱鞘巨細胞腫疑い",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 18,
    "text": "6 歳の男児。左下腿痛を主訴に来院した。単純 X 線写真と MRI（T1 強調冠状断像と脂肪抑制 T2 強調冠状断像）を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q18.png"
    ],
    "choices": {
      "a": "骨髄炎",
      "b": "骨肉腫",
      "c": "骨化性線維腫",
      "d": "Langerhans 組織球症",
      "e": "疲労骨折（ストレス骨折）"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 19,
    "text": "30 歳代の女性。右膝関節痛を主訴に来院した。右下腿の単純 X 線写真（正面像と側面像）を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q19.png"
    ],
    "choices": {
      "a": "骨肉腫",
      "b": "悪性リンパ腫",
      "c": "転移性骨腫瘍",
      "d": "メロレオストーシス",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "Xpで脛骨の限局的な緻密化。d メロレオストーシスを疑う。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 20,
    "text": "60 歳代の女性。左背部の腫脹を主訴に来院した。胸部単純 CT と胸部 MRI の T2 強調像とを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q20.png"
    ],
    "choices": {
      "a": "血管腫",
      "b": "結核腫",
      "c": "滑液包炎",
      "d": "脂肪肉腫",
      "e": "弾性線維腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "肩甲骨内側に索状の脂肪を伴う軟部影。e 弾性線維腫",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 21,
    "text": "60 歳代の女性。右下腿部の腫脹を主訴に来院した。右下腿 MRI（T1 強調像，T2 強調像および造影脂肪抑制 T1 強調像）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q21.png"
    ],
    "choices": {
      "a": "骨化性筋炎",
      "b": "結節性筋膜炎",
      "c": "横紋筋融解症",
      "d": "筋肉内血管腫",
      "e": "筋サルコイドーシス"
    },
    "answer": "e",
    "multi": false,
    "explanation": "MRIで筋肉内に多発する腫瘤。dark star signあり。e 筋サルコイドーシス",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 22,
    "text": "70 歳代の男性。労作時呼吸困難を主訴に来院した。胸部 CT（右上肺野と左下肺野）を示す。本例について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q22.png"
    ],
    "choices": {
      "a": "置換性発育の肺癌が存在する。",
      "b": "患者は喫煙者であると予想される。",
      "c": "膠原病患者であることは否定される。",
      "d": "家族歴を十分チェックする必要がある。",
      "e": "呼吸機能検査で高度の閉塞性肺障害を示す。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右上葉は気腫性変化。左肺下葉には気管支拡張や間質性陰影を疑うスリガラス陰影。良くわかりませんでしたが、CPFEと考えてb。\n補足：e 肺線維症の拘束性換気障害と肺気腫の閉塞性換気障害が相殺され、肺活量・1秒率は正常またはやや低下するに留まり、COPDの定義を満たす70%未満の症例は少ない",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 23,
    "text": "50 歳代の男性。発熱と咳嗽とを主訴に来院した。1 か月前に感冒に罹患し，その後 38 度台の発熱が持続している。胸部 X 線写真にて異常を指摘され精査となった。喀痰培養でアスペルギルス陽性で，血中アスペルギルス抗原と沈降抗体はともに陽性であった。胸部 CT（肺野条件）を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q23.png"
    ],
    "choices": {
      "a": "侵襲性肺アスペルギルス症",
      "b": "単純性肺アスペルギローマ",
      "c": "慢性壊死性肺アスペルギルス症",
      "d": "慢性空洞性肺アスペルギルス症",
      "e": "アレルギー性気管支肺アスペルギルス症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "アスペルギルス陽性患者の多発する浸潤影および周囲のhalo signとおもわれるスリガラス陰影。血管侵襲性アスペルギルス症と考えてa 侵襲性肺アスペルギルス症。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 24,
    "text": "40 歳代の男性。会社の検診で胸部異常陰影を指摘され，精査を目的に来院した。胸部 X 線写真と肺高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q24.png"
    ],
    "choices": {
      "a": "肺気腫",
      "b": "珪肺症",
      "c": "サルコイドーシス",
      "d": "リンパ脈管筋腫症",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "40歳代男性CTで多発空洞→e Langerhans細胞組織球症。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 25,
    "text": "60 歳代の女性。右胸痛を主訴に来院した。胸部 X 線写真で異常を指摘され精査となった。胸部 CT（肺野条件と造影）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q25.png"
    ],
    "choices": {
      "a": "小細胞肺癌",
      "b": "悪性リンパ腫",
      "c": "癌性リンパ管症",
      "d": "浸潤性粘液腺癌",
      "e": "マイコプラズマ肺炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右下葉に浸潤影、angiogram signあり。右中葉にも気道散布性の陰影。d 浸潤性粘液癌。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 26,
    "text": "50 歳代の女性。喀痰と咳嗽を主訴に来院し精査となった。肺高分解能 CT を示す。可能性の高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q26.png"
    ],
    "choices": {
      "a": "珪肺症",
      "b": "過敏性肺炎",
      "c": "閉塞性細気管支炎",
      "d": "副鼻腔気管支症候群",
      "e": "びまん性汎細気管支炎"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "50歳代女性　右肺底部の気管支拡張と小葉中心性粒状影→d 副鼻腔気管支症候群　e びまん性汎細気管支炎",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 27,
    "text": "40 歳代の男性。検診の胸部 X 線写真で異常を指摘され，精査を目的に来院した。肺高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q27.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "肺結核",
      "c": "アミロイドーシス",
      "d": "サルコイドーシス",
      "e": "非結核性抗酸菌症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "40歳代男性。右下葉にgalaxy signを伴う陰影→d サルコイドーシス",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 28,
    "text": "60 歳代の男性。検診の胸部 X 線写真にて異常を指摘され，精査を目的に来院した。胸部 X 線写真を示す。本疾患の問診項目として最も重要なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q28.png"
    ],
    "choices": {
      "a": "家族歴",
      "b": "喫煙歴",
      "c": "職業歴",
      "d": "渡航歴",
      "e": "動物飼育歴"
    },
    "answer": "c",
    "multi": false,
    "explanation": "上肺野優位の粒状陰影で、60歳代男性。縦隔に卵殻状石灰化ありから、珪肺として、c職業歴",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 29,
    "text": "50 歳代の男性。全身倦怠感を主訴に来院し精査となった。肺高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q29.png"
    ],
    "choices": {
      "a": "慢性過敏性肺炎",
      "b": "濾胞性細気管支炎",
      "c": "Goodpasture 症候群",
      "d": "多中心性 Castleman 病",
      "e": "Birt-Hogg-Dube 症候群"
    },
    "answer": "d",
    "multi": false,
    "explanation": "50歳代男性全身倦怠感。小葉中心性の不鮮明な分岐状～粒状影。倦怠感との主訴とも合わせて　d 多中心性castleman病\n関連）第334回東京レントゲンカンファレンス",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 30,
    "text": "40 歳代の男性。検診の胸部 X 線写真で異常を指摘され，精査を目的に来院した。症状はない。肺高分解能 CT を示す。血液検査で異常高値を示すと予想されるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q30.png"
    ],
    "choices": {
      "a": "IL-6",
      "b": "SCC",
      "c": "ACE",
      "d": "IgG4",
      "e": "KL-6"
    },
    "answer": "e",
    "multi": false,
    "explanation": "肺胞蛋白症。KL-6、SP-A、SP-D、LDH高値となる",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 31,
    "text": "60 歳代の女性。卵巣癌疑いにて入院中である。左大量胸水貯留に対してドレナージを施行したところ，左肺野に浸潤影が出現した。ドレナージ施行 6 時間後の胸部 X 線写真と胸部 CT（肺野条件）とを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q31.png"
    ],
    "choices": {
      "a": "肺   炎",
      "b": "肺水腫",
      "c": "無気肺",
      "d": "肺出血",
      "e": "びまん性肺胞傷害"
    },
    "answer": "b",
    "multi": false,
    "explanation": "胸水ドレナージ6時間後に出現した浸潤影。胸膜側はspareされる。再膨張性肺水腫を疑い　b 肺水腫\n関連）再膨張性肺水腫",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 32,
    "text": "30 歳代の女性。非喫煙者で同居家族にも喫煙者はいない。気胸の既往が 2 回ある。胸部 CT（肺野条件）を示す。腹部に合併する可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q32.png"
    ],
    "choices": {
      "a": "子宮内膜症",
      "b": "褐色細胞腫",
      "c": "膵内分泌腫瘍",
      "d": "卵巣皮様膿腫",
      "e": "腎血管筋脂肪腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "30歳代女性の気胸既往。多発する嚢胞。LAM疑い、結節性硬化症で　e 腎血管筋脂肪腫",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2017,
    "num": 33,
    "text": "10 歳代の男性。長距離走中に心肺停止状態となり，緊急搬送された。蘇生後に撮影された冠動脈 CT（3D 像と横断像）を示す。本病態として正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q33.png"
    ],
    "choices": {
      "a": "突然死の原因となる。",
      "b": "右冠動脈に起始異常がある。",
      "c": "確定診断には心臓カテーテルが必須である。",
      "d": "治療は冠動脈ステント留置が第一選択である。",
      "e": "左冠動脈主幹部が大動脈と肺動脈の間を走行する。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "左冠動脈起始異常を考えa 突然死の原因　e 左冠動脈主幹部は大動脈と肺動脈の間を走行する",
    "category": "心臓・大血管"
  },
  {
    "year": 2017,
    "num": 34,
    "text": "40 歳代の男性。胸部圧迫感の持続を主訴に来院し精査となった。心臓 MRI の脂肪抑制 T2 強調短軸像と遅延造影像（10 分後）とを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q34.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "肥大型心筋症",
      "c": "急性期心筋梗塞",
      "d": "アミロイドーシス",
      "e": "サルコイドーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "下壁の血管支配に一致した内膜下優位の遅延造影→c 急性期心筋梗塞",
    "category": "心臓・大血管"
  },
  {
    "year": 2017,
    "num": 35,
    "text": "50 歳代の男性。多発外傷で緊急搬送された。胸部造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q35.png"
    ],
    "choices": {
      "a": "動脈管瘤",
      "b": "大動脈仮性瘤",
      "c": "気管支動脈瘤",
      "d": "Kommerell 憩室",
      "e": "Rasmussen 動脈瘤"
    },
    "answer": "b",
    "multi": false,
    "explanation": "外傷後の大動脈峡部近傍の仮性動脈瘤→b 大動脈仮性瘤。",
    "category": "心臓・大血管"
  },
  {
    "year": 2017,
    "num": 36,
    "text": "30 歳代の女性。出産後の呼吸苦の増悪を主訴に来院した。以前から胸部 X 線写真で異常を指摘されている。肺動脈造影写真と左内頸動脈造影写真とを示す。本疾患に関連しないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q36.png"
    ],
    "choices": {
      "a": "家族歴",
      "b": "四肢片側肥大",
      "c": "反復性鼻出血",
      "d": "内臓動静脈奇形",
      "e": "皮膚末梢血管拡張"
    },
    "answer": "b",
    "multi": false,
    "explanation": "多発する肺AVM(一部は治療後)、頭蓋内にAVMか。→Osler- Weber-Rendu病\n関係ないもの　b 四肢片側肥大",
    "category": "心臓・大血管"
  },
  {
    "year": 2017,
    "num": 37,
    "text": "修正大血管転位（転換）症として誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "心室大血管結合不一致を認める。",
      "b": "心室逆位（Ventricular Inversion）を認める。",
      "c": "大動脈弁と僧帽弁との間に線維性のつながりがある。",
      "d": "大部分の症例には心室中隔欠損や肺動脈狭窄などが合併する。",
      "e": "体静脈から流れ込んだ静脈血は肺動脈に，肺循環を経た動脈血は大動脈に流れる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "心臓・大血管"
  },
  {
    "year": 2017,
    "num": 38,
    "text": "60 歳代の女性。健診でマンモグラフィが撮影され異常を指摘された。内外斜位方向のマンモグラムとその拡大像を示す。最も考えにくいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q38.png"
    ],
    "choices": {
      "a": "線維腺腫",
      "b": "乳管腺腫",
      "c": "乳頭腺管癌",
      "d": "浸潤性小葉癌",
      "e": "乳管内乳頭腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "マンモで比較的境界明瞭な分葉状腫瘤。浸潤性小葉癌は構築の乱れのみが多い。最も考えにくい→d 浸潤性小葉癌",
    "category": "乳房"
  },
  {
    "year": 2017,
    "num": 39,
    "text": "70 歳代の女性。右乳癌に対して温存療法および放射線治療が行われた。治療後のマンモグラムを示す。右 U 領域の石灰化像について最も疑わしいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q39.png"
    ],
    "choices": {
      "a": "血   管",
      "b": "線維腺腫",
      "c": "異栄養性",
      "d": "乳管拡張",
      "e": "乳癌再発"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "乳房"
  },
  {
    "year": 2017,
    "num": 40,
    "text": "60 歳代の女性。右乳房腫瘤を自覚して来院し精査となった。乳房 MRI（脂肪抑制 T2 強調像および脂肪抑制 T1 強調像の造影早期相と後期相）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q40.png"
    ],
    "choices": {
      "a": "硬   癌",
      "b": "粘液癌",
      "c": "囊胞内乳癌",
      "d": "浸潤性小葉癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "b",
    "multi": false,
    "explanation": "乳腺MRI：T2WIで高信号となる腫瘤で、ダイナミック造影で漸増性の造影効果→b 粘液癌。",
    "category": "乳房"
  },
  {
    "year": 2017,
    "num": 41,
    "text": "生後 1 か月の男児。嘔吐を主訴に母親に伴われ救急診療科を受診した。超音波検査写真（右上腹部横断像と縦断像）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q41.png"
    ],
    "choices": {
      "a": "腸重積",
      "b": "十二指腸閉鎖症",
      "c": "先天性胆道拡張症",
      "d": "肥厚性幽門狭窄症",
      "e": "中腸軸捻転を合併した腸回転異常症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "生後1か月の子供の嘔吐。USで幽門筋の肥厚と思う所見を認めており、d 肥厚性幽門狭窄。",
    "category": "小児"
  },
  {
    "year": 2017,
    "num": 42,
    "text": "新生児。胎児期から右側腹部に囊胞性病変を指摘されていた。胎児期 MRI と出生直後の腹部超音波検査写真を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q42.png"
    ],
    "choices": {
      "a": "囊胞腎",
      "b": "巨大尿管症",
      "c": "重複腎盂尿管",
      "d": "多囊胞性異形成腎",
      "e": "腎盂尿管移行部狭窄"
    },
    "answer": "d",
    "multi": false,
    "explanation": "新生児の多房性嚢胞。嚢胞間に連続性なし。多嚢胞性異形成腎は通常片側性→d 多嚢胞性異形成腎。",
    "category": "小児"
  },
  {
    "year": 2017,
    "num": 43,
    "text": "小児。ある疾患に対する加療中に撮影された股関節部単純 X 線写真を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q43.png"
    ],
    "choices": {
      "a": "男児に多い。",
      "b": "40％が両側性である。",
      "c": "好発年齢は 2～3 歳である。",
      "d": "関節穿刺が診断に有用である。",
      "e": "単純 X 線写真で骨端核の分節化は病初期から認める。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "Xpで右大腿骨頭核の骨硬化、圧潰。ペルテス病→a 男児に多い",
    "category": "小児"
  },
  {
    "year": 2017,
    "num": 44,
    "text": "40 歳代の男性。健診で貧血を指摘され，その後のスクリーニング超音波検査で肝病変を認めた。ダイナミック造影 CT を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q44.png"
    ],
    "choices": {
      "a": "肝硬変症",
      "b": "Sturge Weber 病",
      "c": "Von Hippel Lindau 病",
      "d": "Osler Weber Rendu 病",
      "e": "Klippel Trenaunay Weber 病"
    },
    "answer": "d",
    "multi": false,
    "explanation": "造影CT MIPで肝臓内の動脈拡張→d Osler Weber Rendu病",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2017,
    "num": 45,
    "text": "50 歳代の女性。健診の超音波検査で肝に異常を指摘され，精査を目的に来院した。ダイナミック造影 CT 門脈相を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q45.png"
    ],
    "choices": {
      "a": "遺伝性疾患である。",
      "b": "肝細胞癌を合併する。",
      "c": "肝内結石の合併の頻度が高い。",
      "d": "肝内胆管の拡張は非閉塞性である。",
      "e": "囊胞性病変内を門脈が走行するのが特徴である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "内部に門脈索を伴うグリソンに沿った低吸収→Caroli病→肝線維症には進行するけど、HCCは特に合併しない。b 肝細胞癌を合併するが正しくない。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2017,
    "num": 46,
    "text": "70 歳代の男性。健診の超音波検査で肝 S7 に 2 つの結節性病変を指摘され精査を目的に来院した。ダイナミック造影 CT，MRI の T2 強調像および Gd-EOB-DTPA を用いたダイナミック造影 MRI を示す。 2 病変の診断として考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q46.png"
    ],
    "choices": {
      "a": "両者とも血管腫",
      "b": "肝細胞癌と血管腫",
      "c": "両者とも限局性結節性過形成",
      "d": "血管腫と限局性結節性過形成",
      "e": "肝細胞癌と限局性結節性過形成"
    },
    "answer": "d",
    "multi": false,
    "explanation": "肝臓のダイナミック造影CT及びEOB-MRI S7に2か所の病変あり。右側の病変は肝細胞相で抜けて血管腫　左側はFNH→d 血管腫と限局性結節性過形成",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2017,
    "num": 47,
    "text": "60 歳代の女性。健診の超音波検査で胆囊壁肥厚を指摘され，精査を目的に来院した。腫瘍マーカーとして CA19-9 は 645（U/mL）である。造影 CT 平衡相を示す。疑われるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q47.png"
    ],
    "choices": {
      "a": "胆囊癌",
      "b": "急性胆囊炎",
      "c": "胆囊腺筋腫症",
      "d": "気腫性胆囊炎",
      "e": "黄色肉芽腫性胆囊炎"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "胆嚢壁肥厚→a 胆嚢癌　e 黄色肉芽性胆嚢炎",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2017,
    "num": 48,
    "text": "30 歳代の女性。腹痛を主訴に来院した。単純 CT および MRI の T1 強調像と T2 強調像を示す。本疾患に関連がないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q48.png"
    ],
    "choices": {
      "a": "女性に多い。",
      "b": "CEA が上昇する。",
      "c": "小児にも発生する。",
      "d": "低悪性度腫瘍である。",
      "e": "新旧の血液成分が存在する。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "30代女性の膵尾部腫瘤　T1WIで高信号　CTで辺縁に石灰化→SPT疑い。消去法でb。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2017,
    "num": 49,
    "text": "50 歳代の女性。検診の腹部超音波検査で膵腫瘤を指摘され精査を目的に来院した。腹部造影 CT 平衡相を示す。本疾患に該当しないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q49.png"
    ],
    "choices": {
      "a": "女性に多い。",
      "b": "卵巣様間質を伴う。",
      "c": "境界悪性疾患である。",
      "d": "星芒状石灰化がみられる。",
      "e": "主膵管の径は正常範囲内である。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "50代女性膵尾部のcyst in cyst→MCN疑い→d 星芒状石灰化がみられる（これはSCN）が間違い",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2017,
    "num": 50,
    "text": "10 歳代の男子。2 日間で 3 回繰り返す下血を主訴に来院した。血液検査で Hb 6 g/dl である。上腸間膜動脈遠位回腸枝造影写真と手術時の画像を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q50.png"
    ],
    "choices": {
      "a": "腸間膜付着部対側に好発する。",
      "b": "腸重積の原因となることがある。",
      "c": "異所性組織の存在として膵が多い。",
      "d": "回盲部から 90 cm 付近に存在する。",
      "e": "栄養動脈は遺残した卵黄動脈である。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "10代男子の血管造影、オペ所見。良くわからないが、選択肢的にメッケル憩室→c 異所性組織として膵が多いが間違い。胃粘膜。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2017,
    "num": 51,
    "text": "60 歳代の女性。人間ドックの注腸で異常を指摘された。症状はない。注腸写真を示す。疑われる疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q51.png"
    ],
    "choices": {
      "a": "腸結核",
      "b": "大腸癌",
      "c": "Crohn 病",
      "d": "虚血性腸炎",
      "e": "潰瘍性大腸炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "上行結腸の短縮、変形あり。\n関連）腸結核（治癒像）",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2017,
    "num": 52,
    "text": "50 歳代の女性。繰り返す腹痛を主訴に来院した。腹部単純 CT を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q52.png"
    ],
    "choices": {
      "a": "腸結核",
      "b": "Crohn 病",
      "c": "虚血性腸炎",
      "d": "腸間膜脂肪織炎",
      "e": "静脈硬化性大腸炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "上行結腸周囲の脈管状の石灰化→e 静脈硬化性大腸炎\n腎泌尿器・婦人科",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2017,
    "num": 53,
    "text": "30 歳代の男性。てんかんと運動障害を主訴に来院し精査となった。頭部単純 CT と腹部造影 CT 平衡相を示す。本疾患の合併病変でないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q53.png"
    ],
    "choices": {
      "a": "骨   島",
      "b": "子宮筋腫",
      "c": "心横紋筋腫",
      "d": "爪囲線維腫",
      "e": "リンパ脈管筋腫症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "CTで脳室周囲の石灰化、腎AMLで結節性硬化症\n関連）\nTuberous sclerosis",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 54,
    "text": "50 歳代の男性。意識消失を主訴に来院した。皮膚粘膜色素沈着と低血糖を認める。腹部造影 CT を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q54.png"
    ],
    "choices": {
      "a": "副腎腺腫",
      "b": "副腎結核",
      "c": "慢性副腎血腫",
      "d": "副腎褐色細胞腫",
      "e": "副腎悪性リンパ腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "副腎皮質機能低下の病歴。両側副腎の腫大石灰化。副腎結核は副腎機能不全をきたすことが多い。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 55,
    "text": "70 歳代の女性。近医で高血圧を指摘され精査を目的に来院した。腹部単純 CT を示す。本疾患として考えにくいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q55.png"
    ],
    "choices": {
      "a": "血中アルドステロンは高値となる。",
      "b": "尿中バニルマンデル酸は高値となる。",
      "c": "I-MIBG シンチグラフィでは高度集積を示す。123",
      "d": "ダイナミック造影 MRI では強い増強効果を呈する。",
      "e": "MRI の同位相像と逆位相像で同程度の信号強度を示す。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "左副腎腫瘤及び内部に石灰化。画像からは診断できませんでしたが、選択肢的には褐色細胞腫。考えにくいもの→　a",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 56,
    "text": "40 歳代の女性。排尿困難感と排尿時違和感を主訴に来院した。MRI の T1 強調横断像および T2 強調横断像と矢状断像を示す。本疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q56.png"
    ],
    "choices": {
      "a": "膀胱結石を合併しやすい。",
      "b": "尿路感染を繰り返しやすい。",
      "c": "先天性，後天性いずれもありうる。",
      "d": "治療は外科的切除が第一選択となる。",
      "e": "合併する腫瘍の組織型は扁平上皮癌が最多である。"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "尿道憩室→b 尿路感染を繰り返す　c先天性、後天性いずれもあり得る",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 57,
    "text": "20 歳代の女性。急に出現した腹痛を主訴に来院した。腹部単純 CT で腹腔内出血が疑われた。MRI の T2 強調像と脂肪抑制併用ガドリニウム造影 T1 強調像を示す。矢印で示す構造はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q57.png"
    ],
    "choices": {
      "a": "黄   体",
      "b": "白   体",
      "c": "機能性囊胞",
      "d": "内膜症性囊胞",
      "e": "粘液性囊胞腺癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "20代女性　急性の腹痛。血性腹水を疑うT2WIで不均一低信号、造影T1WIで高信号となる腹水。左卵巣出血を疑う所見。嚢胞構造は何か？→a 黄体\nしかし、黄体も機能性嚢胞の一部ではないか・・・・",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 58,
    "text": "70 歳代の女性。腹痛と腰痛を主訴に来院し精査となった。骨盤部 MRI を示す。最も疑われるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q58.png"
    ],
    "choices": {
      "a": "卵巣線維腫",
      "b": "卵黄囊腫瘍",
      "c": "顆粒膜細胞腫",
      "d": "粘液性囊胞腺腫",
      "e": "硬化性間質性腫瘍"
    },
    "answer": "a",
    "multi": false,
    "explanation": "骨盤内のT2WI低信号腫瘤。腫瘤内左側には変性を疑うT2WI高信号域。造影ではわずかにゆっくり造影される→a 卵巣線維腫",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 59,
    "text": "10 歳代の女性。1 か月前から徐々に増強する腹部膨満感を主訴に来院し精査となった。 MRI の T2 強調像とガドリニウム造影 T1 強調像を示す。本疾患の血液検査において高値を示すのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q59.png"
    ],
    "choices": {
      "a": "AFP",
      "b": "CEA",
      "c": "hCG",
      "d": "LDH",
      "e": "SCC"
    },
    "answer": "a",
    "multi": false,
    "explanation": "絨毛性疾患？\n10代女性の充実成分を含む嚢胞性病変。未熟奇形腫？\n補足：a 卵黄嚢腫瘍で高値となる。未熟奇形腫や胎芽性癌でも上昇   c 絨毛癌で特異的に上昇   d 未分化胚細胞腫でしばしば上昇（AFPは正常）",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 60,
    "text": "20 歳代の女性。下腹痛の精査を目的に骨盤部 MRI を撮像した。検査開始時に撮像した位置決め用のハーフフーリエ高速 SE 法による T2 強調矢状断像（A）と，T1 強調横断像および T2 強調横断像を得た後に撮像した高速 SE 法による脂肪抑制併用 T2 強調矢状断像（B）を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q60.png"
    ],
    "choices": {
      "a": "腹水が存在する。",
      "b": "子宮腺筋症が疑われる。",
      "c": "撮像時間は B よりも A のほうが長い。",
      "d": "空間分解能は B よりも A のほうが高い。",
      "e": "膀胱内腹側の低信号域はアーチファクトである。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "20代女性の特に病変のないMRI。ハーフフーリエ高速SE法と通常の高速SE法の比較",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 61,
    "text": "40 歳代の女性。不正性器出血を主訴に来院し精査となった。骨盤部 MRI の脂肪抑制併用 T2 強調冠状断像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q61.png"
    ],
    "choices": {
      "a": "右側膣円蓋は同定できる。",
      "b": "左卵巣は描出されている。",
      "c": "左子宮傍組織に浸潤がある。",
      "d": "内子宮口を越えた浸潤がある。",
      "e": "子宮右側に静脈叢が発達している。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "子宮頸癌。左側は明らかに子宮傍組織に浸潤あり。→消去法的にd\nIVR",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2017,
    "num": 62,
    "text": "10 歳代の男性。手掌の腫脹と疼痛を主訴に来院した。青黒い腫瘤は触診では柔らかい。右手掌の写真と脂肪抑制併用 T2 強調横断像を示す。本疾患に対する一般的な治療として誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q62.png"
    ],
    "choices": {
      "a": "硬化療法",
      "b": "外科的切除",
      "c": "消炎鎮痛剤",
      "d": "放射線治療",
      "e": "レーザー照射"
    },
    "answer": "d",
    "multi": false,
    "explanation": "10代男性の手。触診では軟らかい青黒い腫瘤。MRIで多房性のT2WI高信号腫瘤。血流速度の遅い血管奇形（血管腫）と考え→d 放射線治療が適応とならない治療",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2017,
    "num": 63,
    "text": "40 歳代の男性。交通外傷にて救急搬送された。胸部造影 CT では造影剤血管外漏出と縦隔血腫が認められ，塞栓術を施行することとした。造影 CT を示す。塞栓物質として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q63.png"
    ],
    "choices": {
      "a": "エタノール",
      "b": "ゼラチンスポンジ",
      "c": "ファイバードコイル",
      "d": "ポリビニルアルコール",
      "e": "エタノールアミンオレエート"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "外傷で前縦隔に血腫、extravasationあり。内胸動脈からの出血が疑われる。→b　ゼラチンスポンジ　c ファイバードコイルが塞栓物質",
    "category": "IVR"
  },
  {
    "year": 2017,
    "num": 64,
    "text": "70 歳代の男性。肝細胞癌に対するカテーテル治療時の動脈造影像（DSA）を示す。この動脈について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q64.png"
    ],
    "choices": {
      "a": "供血する病変の局在は S5 が多い。",
      "b": "この動脈の塞栓は原則禁忌である。",
      "c": "肝外供血路としては胆囊動脈に次いで多い。",
      "d": "右腎動脈から起始する分岐様式が最多である。",
      "e": "肝腫瘍が存在しなくても肝内動脈と交通がある。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右下横隔動脈造影でHCCが濃染。\n補足：c 右下横隔動脈が最多、胆嚢動脈がこれに次ぐ",
    "category": "IVR"
  },
  {
    "year": 2017,
    "num": 65,
    "text": "70 歳代の男性。数か月前から出現したふらつきを主訴に来院し精査となった。 MRI の FLAIR 画像と IMP を用いた脳血流 SPECT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q65.png"
    ],
    "choices": {
      "a": "Parkinson 病",
      "b": "正常圧水頭症",
      "c": "多系統萎縮症",
      "d": "進行性核上性麻痺",
      "e": "大脳皮質基底核変性症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "MRIで側脳室拡大　脳血流シンチで円蓋部の集積亢進→b 正常圧水頭症",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 66,
    "text": "80 歳代の男性。記憶と言語理解の障害，易怒性を主訴に来院し精査となった。発話の障害は目立たない。脳血流 SPECT（横断像と統計解析画像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q66.png"
    ],
    "choices": {
      "a": "意味性認知症",
      "b": "嗜銀顆粒性認知症",
      "c": "Lewy 小体型認知症",
      "d": "Alzheimer 型認知症",
      "e": "進行性非流暢性失語"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脳血流シンチ　後部帯状回に集積低下あり。後頭葉は保たれる→d Alzheimer病",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 67,
    "text": "60 歳代の女性。左手のしびれとふるえを主訴に来院し精査となった。脳 MRI の T2 強調像と123I-ioflupane SPECT を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2017/q67.png"
    ],
    "choices": {
      "a": "本態性振戦",
      "b": "進行性核上性麻痺",
      "c": "皮質基底核変性症",
      "d": "Lewy 小体型認知症",
      "e": "薬剤性パーキンソニズム"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "左手のしびれとふるえ。DATで集積低下なし。可能性が高いもの→a 本態性振戦　e薬剤性パーキソニズム",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 68,
    "text": "60 歳代の男性。突然の胸痛で救急搬送され精査となった。左前下行枝の狭窄病変に対して発症当日に経皮的冠動脈血行再建が行われた。第 2 病日の安静時心筋血流 SPECT （短軸像と心電図同期 SPECT 解析結果）を示す。病態として考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q68.png"
    ],
    "choices": {
      "a": "肺性心",
      "b": "気絶心筋",
      "c": "冬眠心筋",
      "d": "虚血性心不全",
      "e": "左室リモデリング"
    },
    "answer": "b",
    "multi": false,
    "explanation": "突然の胸痛でLADにPCI後。血流シンチでは血流再開している。Gated SPECTで前壁・心尖部の運動低下。→b 気絶心筋。\n気絶心筋(stunned myocardium)\n気絶心筋(stunned myocardium)とは、冠動脈閉塞後に再灌流しても心機能障害(壁運動異常)が持続し、壁運動回復が遷延すること。出典：急性心筋梗塞後の気絶心筋",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 69,
    "text": "40 歳代の男性。失神を主訴に来院し精査となった。安静時心電図で広範な ST 低下と陰性 T 波を認めた。安静時心筋血流画像（プラナー像，および SPECT 短軸像と垂直長軸像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q69.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "肥大型心筋症",
      "c": "3 枝領域の心筋梗塞",
      "d": "左回旋枝領域の心筋梗塞",
      "e": "左前下行枝領域の心筋梗塞"
    },
    "answer": "b",
    "multi": false,
    "explanation": "40代男性の失神。安静時心筋血流で優位な血流低下なし。心尖部にて集積増加あり。心電図のST低下と陰性T波→b 肥大型心筋症",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 70,
    "text": "60 歳代の男性。胸痛を主訴に来院し精査となった。安静時に123I-BMIPP を投与して得られた胸部のプラナー前面像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q70.png"
    ],
    "choices": {
      "a": "Parkinson 病",
      "b": "肥大型心筋症",
      "c": "Ⅰ型 CD36 欠損症",
      "d": "心臓サルコイドーシス",
      "e": "多枝領域の冠動脈攣縮"
    },
    "answer": "c",
    "multi": false,
    "explanation": "心臓への集積はごくわずか。I型CD36欠損症では心臓が無集積→c\nプラナー像で写っている心の軽度の集積は腔内のプーリング\n関連）[123]I-BMIPP 心筋無集積と末梢CD36 欠損症との関係",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 71,
    "text": "10 歳代の男性。腹痛を主訴に来院し精査となった。ある放射性医薬品を投与して経時的に得られたプラナー前面像を示す。画像所見として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q71.png"
    ],
    "choices": {
      "a": "膀胱炎が疑われる。",
      "b": "右側に水尿管症がある。",
      "c": "急性虫垂炎が疑われる。",
      "d": "胃に生理的集積を認める。",
      "e": "左上腹部消化管の出血が疑われる。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "メッケル憩室（異所性胃粘膜）への99mTcパーテクネートの集積→d 胃に生理的集",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 72,
    "text": "50 歳代の女性。放射性医薬品投与 15 分後の頸部のプラナー前面像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q72.png"
    ],
    "choices": {
      "a": "鼻   炎",
      "b": "Basedow 病",
      "c": "急性耳下腺炎",
      "d": "Sjögren 症候群",
      "e": "亜急性甲状腺炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "唾液腺シンチで15分後に甲状腺に集積あるが、唾液腺に集積なし。→d シェーグレン症候群",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 73,
    "text": "50 歳代の男性。甲状腺中毒症を認め精査となった。頸部単純 CT と甲状腺シンチグラムを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q73.png"
    ],
    "choices": {
      "a": "Basedow 病",
      "b": "Plummer 病",
      "c": "異所性甲状腺",
      "d": "甲状腺未分化癌",
      "e": "無痛性甲状腺炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "甲状腺中毒症の唾液腺シンチ。左甲状腺に腫瘤あり、唾液腺シンチで同部位に局所の集積→b Plummer病",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 74,
    "text": "30 歳代の男性。高カルシウム血症の精査を目的に核医学検査が施行された。腎機能は正常である。放射性医薬品投与後 10 分のプラナー前面像と SPECT/CT 融合画像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q74.png"
    ],
    "choices": {
      "a": "慢性甲状腺炎がある。",
      "b": "I-MIBG が使用された。123",
      "c": "異所性副甲状腺の腺腫が疑われる。",
      "d": "甲状腺癌のリンパ節転移が疑われる。",
      "e": "両側耳下腺ならびに顎下腺の炎症が疑われる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "99mTc-MIBIで縦隔に局所の集積→c, 異所性副甲状腺の腺腫",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 75,
    "text": "60 歳代の男性。高血圧の精査を目的に画像検査が施行された。腹部単純 CT と核医学検査の腹部後面像とを示す。放射性医薬品の投与からシンチグラムの撮像開始までの時間はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q75.png"
    ],
    "choices": {
      "a": "30 分後",
      "b": "3 時間後",
      "c": "6 時間後",
      "d": "1 日後",
      "e": "7 日後"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右副腎腺腫あり。131I-アドステロールシンチ。撮像開始タイミングは7日後。",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 76,
    "text": "50 歳代の女性。乳癌治療前の画像検査として骨シンチグラフィが施行された。骨シンチグラムの前面像と後面像とを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q76.png"
    ],
    "choices": {
      "a": "関節炎",
      "b": "骨転移",
      "c": "骨髄炎",
      "d": "不全骨折",
      "e": "副甲状腺機能亢進"
    },
    "answer": "d",
    "multi": false,
    "explanation": "HONDA sign。一見正常像にも見えるが、仙骨背面の横断する集積はやはり異常。→d",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 77,
    "text": "20 歳代の女性。左下肢の疼痛を主訴に来院し精査となった。核医学検査の画像（全身の前後面像）を示す。投与された放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q77.png"
    ],
    "choices": {
      "a": "67Ga-citrate",
      "b": "99mTc-MDP",
      "c": "99mTc-MIBI",
      "d": "123I-MIBG",
      "e": "201TlCl"
    },
    "answer": "e",
    "multi": false,
    "explanation": "骨肉腫か。筋肉、腎臓への生理的な集積から→e 201TlClシンチ。\n99mTc-MIBI：骨髄への生理的集積がもっと目立つ。",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 78,
    "text": "70 歳代の男性。胃癌の術前精査目的で FDG-PET/CT が施行された。MIP 像を示す。画像所見の原因として考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q78.png"
    ],
    "choices": {
      "a": "寒冷刺激",
      "b": "糖分摂取",
      "c": "長時間の運動",
      "d": "皮膚筋炎の合併",
      "e": "G-CSF 製剤投与"
    },
    "answer": "b",
    "multi": false,
    "explanation": "FDG-PETで筋肉へのびまん性集積。脳への集積低下。→b 糖分摂取（→血糖上昇、インスリン分泌上昇による筋肉への集積亢進。）",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 79,
    "text": "70 歳代の男性。頭頸部疾患の精査を目的に18F-FDG PET/CT が施行された。 18 F-FDG PET/CT 画像を示す。放射性医薬品として18F-FDG に次いで確定診断に有用なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2017/q79.png"
    ],
    "choices": {
      "a": "67Ga-citrate",
      "b": "99mTc-MDP",
      "c": "99mTc-pertechnetate",
      "d": "123I-MIBG",
      "e": "201TlCl"
    },
    "answer": "c",
    "multi": false,
    "explanation": "FDG-PETで唾液腺に局所的な集積散見。→c 99mTc-パーテクネートでワルチン腫瘍やオンコサイトーマの可能性を検討",
    "category": "核医学"
  },
  {
    "year": 2017,
    "num": 80,
    "text": "223 Ra を用いた内用療法について正しいのはどれか。1 つ選べ。",
    "choices": {
      "a": "悪性リンパ腫に保険適用がある。",
      "b": "主にベータ線が治療効果に寄与する。",
      "c": "骨転移のある肺癌に保険適用がある。",
      "d": "89Sr と比較して骨髄抑制が発現しやすい。",
      "e": "核種の物理学的半減期はおよそ 11 日である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "e,物理学的半減期はおよそ11日が正解\n233Ra(ゾーフィゴ)\n骨転移を有する 去勢抵抗性前立腺癌（CRPC）の治療薬。\nα線で治療。\n半減期は11.43日。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 1,
    "text": "放射線の相互作用とその名称の組み合わせで正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "衝突前後で，運動エネルギーが保存される。            光電効果",
      "b": "光子が物質に入射し，軌道電子を放出する。            制動放射",
      "c": "光子が電子によって散乱され，波長が長くなる。          コンプトン散乱",
      "d": "電子が原子核の近くで減速され，電磁波を放出する。        弾性散乱",
      "e": "光子が核の電場によって消滅し，電子・陽電子対を生成する。    電子対生成"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "a:衝突前後で，運動エネルギーが保存される。＝弾性散乱。\nb:光子が物質に入射し，軌道電子を放出する。=光電効果。\nd:電子が原子核の近くで減速され，電磁波を放出する。=制動放射。\n光電効果＝金属や分子に光を当てると，金属表面や分子から電子が飛び出す現象。\nコンプトン散乱＝X線を物体に照射したとき、散乱X線の波長が入射X線の波長より長くなる現象。\n弾性散乱＝原子・陽子・中性子・電子・光子など粒子どうしの衝突において、衝突前後で粒子の数や種類が変わらず、運動エネルギーの和が変化しない散乱。",
    "category": "医学物理学"
  },
  {
    "year": 2018,
    "num": 2,
    "text": "マルチスライス CT で体軸方向の空間分解能に関連するのはどれか。2 つ選べ。",
    "choices": {
      "a": "スライス厚",
      "b": "スキャン時間",
      "c": "X 線検出効率",
      "d": "ヘリカルピッチ",
      "e": "横断面のピクセルサイズ"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "b-時間分解能\nc-コントラスト分解能\ne-体軸と直交する方向での空間分解能\n補足：  d ヘリカルピッチが小さいほど体軸方向の分解能は高まるが被ばくは多くなる",
    "category": "医学物理学"
  },
  {
    "year": 2018,
    "num": 3,
    "text": "MRI の化学シフトアーチファクトについて誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "高磁場で増強する。",
      "b": "脂肪抑制法により低減できる。",
      "c": "送信 RF 強度が強いと増強する。",
      "d": "受信バンド幅を広げることで低減できる。",
      "e": "スピンエコー（SE）法では周波数エンコード方向に出現する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "a.高磁場で増強する。◯b. 脂肪からの信号がなければ化学シフトは生じないので、b.は◯d. 受信バンド幅を広げることで低減できる。◯（ただし、受信バンドを広げるとS/Nは下がる）e. スピンエコー法では周波数エンコード方向に出現する。◯なので、消去法で答えはcだと思いました。",
    "category": "医学物理学"
  },
  {
    "year": 2018,
    "num": 4,
    "text": "医療情報用語の説明で誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "HIS        診療録の電子化",
      "b": "PDI        DVD による施設間情報連携の標準化",
      "c": "RIS        放射線検査の予約管理",
      "d": "PACS       医用画像保存フォーマットの標準化",
      "e": "DICOM      医用画像装置間通信の標準化"
    },
    "answer": "d",
    "multi": false,
    "explanation": "医用画像保存フォーマットの標準化はDICOM。\nHIS（Hospital Information System：病院情報システム）。診療に関わる記録や業務の支援に関わるものの総称。\nPDI（Portable Data for Imaging：可搬型媒体でのデータ交換規約）。医療機関間でCD-RやDVD-R、USBメモリ*などのポータブルメディア（可搬型媒体）を用いて医療画像や関連情報を交換する時の基本ルール。\nRIS（Radiology Information System：放射線科情報システム）。放射線科部門における情報システム。放射線検査オーダーの予約管理、検査機器への連携、検査情報の管理、他部門システムとの連携など。\nPACS(Picture Archiving and Communication Systems：医療用画像管理システム）。医療画像データをネットワークを通じて受信し、保管・管理するシステム。\nDICOM（Digital Imaging and Communications in Medicine）。動画を含む医用画像・検査情報データの規格および、それを通信・印刷・保存・検索するための国際標準規格。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2018,
    "num": 5,
    "text": "8 ビットの画像を 8 ビットのまま表示するモニターにおけるグレースケールの階調はどれか。1 つ選べ。",
    "choices": {
      "a": "128",
      "b": "256",
      "c": "512",
      "d": "1024",
      "e": "2048"
    },
    "answer": "b",
    "multi": false,
    "explanation": "8ビットグレースケール画像=1画素が256通りの階調をもつモノクロ画像。2の8乗ということだと思います。\n頭頚部",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2018,
    "num": 6,
    "text": "左手が急に動かしにくくなったという主訴で行われた頭部 MRI の T1 強調像を示す。診断上，最も注意すべき部位はどこか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q6.png"
    ],
    "choices": {
      "a": "①",
      "b": "②",
      "c": "③",
      "d": "④",
      "e": "⑤"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右中心前回",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 7,
    "text": "30 歳代の男性。突然の頭痛で来院した。頭部単純 CT を示す。脳室内出血の原因として最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q7.png"
    ],
    "choices": {
      "a": "脳腫瘍",
      "b": "もやもや病",
      "c": "脳動静脈奇形",
      "d": "脳動脈瘤破裂",
      "e": "高血圧性脳内出血"
    },
    "answer": "c",
    "multi": false,
    "explanation": "血栓化した動静脈が高吸収を示していると考え、AVMが疑われます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 8,
    "text": "50 歳代の女性。頭部 MRI で異常を指摘され来院した。造影脂肪抑制 T1 強調像を示す。画像検査と所見の組み合わせで可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q8.png"
    ],
    "choices": {
      "a": "CT―病変内の石灰化",
      "b": "CT―病変近傍の骨破壊像",
      "c": "血管造影―病変の早期濃染",
      "d": "FLAIR 像―鼓室内の信号上昇",
      "e": "T2＊強調像―病変内の低または無信号域"
    },
    "answer": "",
    "multi": true,
    "explanation": "※不適切問題とされ、正解が確定していません。\n右内耳道から小脳橋角部に突出する造影腫瘤。聴神経腫瘍とすると当てはまる選択肢がない。dural tail signは指摘できないものの、選択肢からは髄膜腫と考えるべきか。髄膜腫と考えるとa,eが正解？不適切問題との噂。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 9,
    "text": "20 歳代の女性。頭痛を主訴に来院した。頭部 MRI の T2 強調像と造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q9.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "上衣腫",
      "c": "コロイド囊胞",
      "d": "脈絡叢乳頭腫",
      "e": "中枢性神経細胞腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "中枢性神経細胞腫の典型像\n若年成人の脳室内腫瘍。側脳室に発生し、透明中隔や脳室壁に付着。境界明瞭・分葉状で、嚢胞石灰化を伴う。しばしばMonro孔を閉塞し水頭症を合併する。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 10,
    "text": "20 歳代の女性。頭部の MRI 検査で偶然，下垂体病変を発見された。頭部 MRI の T1 強調矢状断像と T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q10.png"
    ],
    "choices": {
      "a": "胚細胞腫",
      "b": "Rathke 囊胞",
      "c": "下垂体腺腫",
      "d": "頭蓋咽頭腫",
      "e": "リンパ球性下垂体炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "典型的なラトケ嚢胞\nwaxy noduleもあり",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 11,
    "text": "40 歳代の女性，胃癌にて胃全摘術後。最近 2 週間の健忘症状を主訴に来院した。MRI の FLAIR 像を示す。治療法はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q11.png"
    ],
    "choices": {
      "a": "降圧剤投与",
      "b": "抗菌剤投与",
      "c": "ステロイド投与",
      "d": "ビタミン B1 投与",
      "e": "アシクロビル投与"
    },
    "answer": "d",
    "multi": false,
    "explanation": "頻出問題。視床内側、中脳水道周囲に両側対称性に異常高信号あり。Wernicke 脳症を疑う所見。治療はビタミンB1の投与。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 12,
    "text": "40 歳代の女性。数年前から SLE で治療を受けている。2 か月前から左上肢の麻痺と性格変化が進行した。頭部 MRI の T2 強調像と造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q12.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "脳梗塞",
      "c": "悪性リンパ腫",
      "d": "多発性硬化症",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右皮質下U-fiberを侵すT1WI低信号、T2WI高信号。非対称性。この選択肢だとPML一択",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2018,
    "num": 13,
    "text": "40 歳の女性。1 年前から膿性鼻汁と鼻閉があった。単純 CT の冠状断像と横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q13.png"
    ],
    "choices": {
      "a": "貯留囊胞",
      "b": "嗅神経芽腫",
      "c": "扁平上皮癌",
      "d": "内反性乳頭腫",
      "e": "真菌性副鼻腔炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "真菌性副鼻腔炎は片側性が多い。中心部高濃度は菌球形成を反映し、しばしば石灰化を伴う。",
    "category": "頭頸部"
  },
  {
    "year": 2018,
    "num": 14,
    "text": "60 歳代の男性。耳下部腫瘤を主訴に来院した。頸部 MRI の T1 強調像と脂肪抑制 T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q14.png"
    ],
    "choices": {
      "a": "粘表皮癌",
      "b": "多形腺腫",
      "c": "類表皮腫",
      "d": "Warthin 腫瘍",
      "e": "リンパ上皮性囊胞"
    },
    "answer": "d",
    "multi": false,
    "explanation": "中年男性の耳下腺腫瘍として、ワルチン腫瘍が鑑別の最上位。\n耳下腺内嚢胞性疾患は、非腫瘍性嚢胞（真の嚢胞）と 腫瘍性嚢胞の二つに大別される。\n非腫瘍性嚢胞（耳下腺病変の1%)：唾液腺導管嚢胞とリンパ上皮性嚢胞がほとんど。\n腫瘍性嚢胞：良性腫瘍ではワルチン腫瘍（耳下腺内嚢胞性疾患の30-68％）。ほかに基底細胞腺腫、や筋上皮腫も嚢胞変性しやすい。多形腺腫の嚢胞変性はまれ。「日耳鼻 113: 441-449,2010 耳下腺内嚢胞性疾患の検討」より",
    "category": "頭頸部"
  },
  {
    "year": 2018,
    "num": 15,
    "text": "偶発的に発見された甲状腺結節の超音波検査写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q15.png"
    ],
    "choices": {
      "a": "悪性リンパ腫",
      "b": "甲状腺乳頭癌",
      "c": "甲状腺濾胞癌",
      "d": "甲状腺髄様癌",
      "e": "甲状腺濾胞腺腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "内部に音響陰影を伴う高エコー→微細石灰化を反映か。乳頭癌か髄様癌か。問題文で可能性が「最も高い」ものを選ぶよう指示されており、頻度も考慮すると乳頭癌か。\n超音波検査での微細石灰化は甲状腺癌の所見として、特異度86-95%と高く、感度が26-59%である。甲状腺癌の9割を超える乳頭癌の他、濾胞癌や髄様癌、転移性甲状腺癌にも認められる。(ただし、微細石灰化はacoustic shadowを伴わないほどに小さい（臨床画像 Vol.26,No.9,2010 P982(22)）と記載があるが。)\n超音波での微細石灰化はCTでの点状高信号に相当するが、微細石灰化のほとんどはCTで検出されなかったとの報告もあり感度には差がある（臨床画像 Vol.26,No.9,2010 P982(22)））という点も重要。\n微細石灰化のうち砂粒小体（psammoma body、同心円状に石灰化が進み小さな結節となったもの）は乳頭癌に特徴的で、乳頭癌石灰化の1/4を占める。\n悪性リンパ腫：甲状腺内に広汎ではあるが限局した低エコー像。輪郭は整。慢性甲状腺炎との鑑別を要する。慢性甲状腺炎との違いは限局しているかどうか。\n甲状腺乳頭癌：輪郭不整な低エコー像。内部エコーは不均一で微細な石灰化が音響陰影を伴う高エコーとして描出される。\n甲状腺濾胞癌：甲状腺実質のエコーと同様のエコー輝度、辺縁にhaloを伴う結節。内部エコーは不均一なこともある。濾胞腺腫との鑑別は切除病理で被膜浸潤or脈管浸潤の有無で診断。\n甲状腺髄様癌：石灰化や嚢胞変性を伴うことがあり、典型的な所見はない。輪郭不整な充実性低エコー像を示し、細胞診で診断される。\n甲状腺濾胞腺腫：甲状腺実質のエコーレベルに近いエコー像で周囲を低エコーで覆われた充実性結節として描出される。「甲状腺超音波診断　平野浩一 – 杏林医学会雑誌, 2017 」より\n整形外科",
    "category": "頭頸部"
  },
  {
    "year": 2018,
    "num": 16,
    "text": "60 歳代の女性。椅子から立ち上がろうとして，右大腿の腫脹と痛みが突然出現した。骨単純 X 線写真を示す。原因として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q16.png"
    ],
    "choices": {
      "a": "薬   剤",
      "b": "骨転移",
      "c": "Paget 病",
      "d": "骨軟化症",
      "e": "骨粗鬆症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "a,ビスホスホネート薬による非定型大腿骨骨折の比較的典型画像。部位（大腿骨骨幹部）、骨折部の骨皮質肥厚など。\nc,Paget病を疑う硬化像などなし。\nd,骨軟化症が60才まで発症しないことはないだろう。なので☓。\ne,骨量低下を疑う所見はなく、骨粗鬆症も否定的。骨粗鬆症で折れる場所でもないと考えるので☓。\n関連：ビスホスホネート長期服用例に発生した 非定形大腿骨骨幹部骨折の検討",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2018,
    "num": 17,
    "text": "12 歳の男子。左投げの野球選手。左肩の疼痛を訴えて来院した。左肩 MRI の T1 強調像と STIR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q17.png"
    ],
    "choices": {
      "a": "腱板損傷",
      "b": "二頭筋長頭腱損傷",
      "c": "肩峰下三角筋下滑液包炎",
      "d": "リトルリーガーズショルダー",
      "e": "focal periphyseal edema（FOPE）zone"
    },
    "answer": "d",
    "multi": false,
    "explanation": "リトルリーガーズ肩：10代前半の頻回の投球動作による外傷。\n脂肪抑制T2WIで骨端線～近位骨幹端の高信号。\nMRIは診断そのものには不要だが、骨端線離開の程度や浮腫の広がりなど重症度評価に用いられる。(本問では明らかな離開なし)\nfocal periphyseal edema=傍骨端線部限局性骨髄浮腫：思春期の膝部において成長板を挟んで骨幹端と骨端に見られる骨髄浮腫。成長期の膝痛として発見されることが多い。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2018,
    "num": 18,
    "text": "9 歳の男児。スポーツ時の右膝痛あり。右膝の単純 X 線写真と MRI（T2＊強調像）を示す。治療方針として最も適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q18.png"
    ],
    "choices": {
      "a": "病巣掻爬",
      "b": "ギブス固定",
      "c": "脛骨骨切術",
      "d": "関節鏡手術",
      "e": "経過観察"
    },
    "answer": "e",
    "multi": false,
    "explanation": "離断性骨軟骨炎。\n本問の症例では関節軟骨が剥離しているので手術をしないと変形性関節症になってしまう。関節鏡で剥離した軟骨片を探すと思われる。\n2019/05/20更新\n問18の診断名ですが、Femoral condyle irregularity(FCI)ではないでしょうか。解答はeの経過観察ではないかと愚考致します。外側顆に多く、OCDより背側に好発します。問題文の画像のT2*で軟骨は保たれているのではないでしょうか。\n離断性軟骨炎（OCD：osteochonditis dissecans）\n関節軟骨が軟骨下骨を伴って脱落する疾患。\n膝関節では外顆と比べて内顆で圧倒的に多く、1:5。\nFemoral condyle irregularity(FCI)\nnormal variantであり、FCIのほか、normal developmental irregularity of the lateral femoral condyleなどと呼ばれる。\nmineralizationの不均一性を見ており、軟骨下骨が不整に見えるもの。\n外顆に多い。\n好発年齢は8-13歳。\n膝痛などの検査で偶然発見され、30％程度に見られるとされる。\nOCDの鑑別点として、顆部後面に存在すること、正常の関節軟骨が覆っていること、輪郭が鋸歯状であること、bone marrow edemaを欠くことなどが挙げられる。\n\n参考：画像診断 Vol.26 No.11 2006 P1424-1426\n参考文献には、放射線科医としては当然知っておくべき画像であると考える。と記載がありましたorz\nCoyote先生ありがとうございました！！！",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2018,
    "num": 19,
    "text": "80 歳代の女性。示指から環指の感覚異常を主訴に来院した。手の MRI（脂肪抑制 T2 強調像）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q19.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "特発性筋炎",
      "c": "手根管症候群",
      "d": "Guyon 管症候群",
      "e": "de Quervain 腱鞘炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "正中神経の腫大・信号上昇あり。脱神経によると考える筋肉の信号上昇も認める",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2018,
    "num": 20,
    "text": "50 歳代の女性。半年前から左頸部の疼痛を主訴に来院した。頸椎の単純 CT と MRI（T1 強調像と T2 強調像）を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q20.png"
    ],
    "choices": {
      "a": "自然退縮がある。",
      "b": "椎体発生は稀である。",
      "c": "大きさが診断に重要である。",
      "d": "中年の女性に多い疾患である。",
      "e": "組織的には類骨骨腫と類似する。"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "骨芽細胞腫。\n10～20 歳台に好発。\n類骨骨腫と病理的には同じ。1cm以下→類骨骨腫、1cm以上→骨芽細胞腫。\n椎体後方要素に好発。\n類骨骨腫は自然退縮するが、骨芽細胞腫は自然退縮しない。骨芽細胞腫は腫瘍掻爬・骨移植が標準的治療、10～20%は再発するので完全切除を。\n関連：骨芽細胞腫",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2018,
    "num": 21,
    "text": "4 歳の女児。右環指および小指の腫瘤を主訴に来院した。右手の骨単純 X 線写真（正面像）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q21.png"
    ],
    "choices": {
      "a": "骨軟骨腫症",
      "b": "内軟骨腫症",
      "c": "悪性リンパ腫",
      "d": "線維性骨異形成",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "内軟骨腫症=Ollier病。長管骨や扁平骨に内軟骨腫が多発する病態。骨軟部画像診断のここが鑑別ポイント(福田国彦)のp.201図6「多発性内軟骨腫」が同じ写真。\n胸部",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2018,
    "num": 22,
    "text": "30 歳代の男性。HIV 検査陽性で経過観察中に全身倦怠感が出現し，受診。胸部 X 線写真と胸部造影 CT 縦隔条件を示す。最も考えられる診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q22.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "縦隔奇形種",
      "c": "悪性リンパ腫",
      "d": "リンパ節結核",
      "e": "サルコイドーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "中心に造影不良域、辺縁に造影効果のみられる多発縦隔リンパ節腫大。選択肢のなかでは結核一択",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 23,
    "text": "60 歳代の男性。急性呼吸不全がみられ，集中治療室で撮像された胸部 X 線写真を示す。カテーテルやチューブが挿入されていないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q23.png"
    ],
    "choices": {
      "a": "胃",
      "b": "気   管",
      "c": "右   房",
      "d": "大動脈",
      "e": "鎖骨下静脈"
    },
    "answer": "e",
    "multi": false,
    "explanation": "e以外はいずれもチューブやカテーテルが挿入されている。CVカテーテルは右内頚静脈経由\na 胃：マーゲンチューブ\nb 気管：気管挿管チューブ\nc 右房：CVカテーテル（CVとしては太めでproximalの部分があるように見えるので、バスキャスかもしれません。by batwoman先生）\nd 大動脈：IABP\nがそれぞれ挿入されている。\nなお下大静脈から右室先端に留置されているのがtemporary pacingと考えられる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 24,
    "text": "30 歳代の女性。脳腫瘍と腎腫瘍があり，全身検索の目的で行われた胸部 CT を示す。この病態に合併するその他の肺病変はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q24.png"
    ],
    "choices": {
      "a": "inflammatory pseudotumor",
      "b": "Langerhans cell histiocytosis",
      "c": "multicentric Castleman’s disease",
      "d": "eosinophilic granulomatosis with polyangiitis",
      "e": "multifocal micronodular pneumocyte hyperplasia"
    },
    "answer": "e",
    "multi": false,
    "explanation": "問題文と多発薄壁肺嚢胞でLAM→結節性硬化症の診断。合併するのはMMPH",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 25,
    "text": "20 歳代の女性。健診の胸部 X 線写真で異常を指摘され来院した。胸部 X 線写真の正面像を示す。治療方針として最も適しているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q25.png"
    ],
    "choices": {
      "a": "摘出術",
      "b": "放射線療法",
      "c": "胸腔ドレナージ",
      "d": "分子標的薬投与",
      "e": "免疫チェックポイント阻害剤投与"
    },
    "answer": "a",
    "multi": false,
    "explanation": "石灰化を伴う肺外腫瘍。奇形腫を疑う。摘出。\n2014年22番と同じ画像。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 26,
    "text": "60 歳代の男性。定期健康診断で撮影された胸部 X 線写真にて異常を指摘され来院した。鑑別診断に最も有効なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q26.png"
    ],
    "choices": {
      "a": "cervicothoracic sign",
      "b": "comet tail sign",
      "c": "extrapleural sign",
      "d": "inverted S sign",
      "e": "sail sign"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右上縦隔内側に気管を左側に圧排する陰影あり。\ncervicothoracic sign(頸胸部徴候)は、上縦隔の病変が気管を境に前方のもの（前縦隔）か後方のもの（後縦隔）かを推定するのに用いる。鎖骨より下方部分で境界が鮮明で､上方部分が不鮮明であれば陽性とし、気管より前方に位置すると推定される。\ninverted S signは、右上葉の無気肺を来すような腫瘤の辺縁とminor fissure の上方偏位により全体として逆S字の辺縁が形成される。本症例には当てはまらない。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 27,
    "text": "30 歳代の女性。症状なし。検診の胸部 X 線写真で異常を指摘された。造影 CT と18F-FDG-PET/CT を示す。鑑別診断として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q27.png"
    ],
    "choices": {
      "a": "傍神経節腫",
      "b": "悪性リンパ腫",
      "c": "Castleman 病",
      "d": "悪性胚細胞腫",
      "e": "神経節細胞腫"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "乏血性でFDGが若干集積する腫瘤。除外診断的にc, eか？\nCastleman病はFDG集積は軽度から中等度（SUVの平均値は 4.9）。「日呼外会誌 26 巻 7 号（2012 年 11 月）」より\na 傍神経節腫の場合、もっと多血性になるのが一般的か。\nb 悪性リンパ腫ならば、FDGの集積をもっと均一に認めるのが一般的か。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 28,
    "text": "30 歳代の女性。一昨日より持続する発熱を主訴に来院した。胸部 CT を示す。本疾患の特徴で，誤っている組み合わせはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q28.png"
    ],
    "choices": {
      "a": "原因          喫煙",
      "b": "血液検査        CRP 上昇",
      "c": "胸部 X 線写真    Kerley B 線",
      "d": "治療          ステロイド投与",
      "e": "予後          再発が高頻度"
    },
    "answer": "e",
    "multi": false,
    "explanation": "AEP。CRPは上昇する。再発は珍しい。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 29,
    "text": "50 歳代の男性。全身倦怠感，発熱を主訴に来院した。胸部 CT を示す。血液検査で異常値を示すと思われるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q29.png"
    ],
    "choices": {
      "a": "IL-6",
      "b": "IgG4",
      "c": "抗 SS-A 抗体",
      "d": "β-D-グルカン",
      "e": "α1-アンチトリプシン"
    },
    "answer": "d",
    "multi": false,
    "explanation": "AIDSに合併したニューモシスチス肺炎を考えさせたいのでは（第322回東京レントゲンカンファレンス　症例6と非常に画像が似ているような）。年齢・主訴とも矛盾しない。\ne:α1-アンチトリプシン欠損症では汎小葉性肺気腫を起こすが日本人には極めてまれ。高齢者に好発し、喫煙が主な原因となる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 30,
    "text": "30 歳代の女性。職員健診の胸部 X 線写真で異常を指摘され来院した。胸部 X 線写真と胸部 CT を示す。最も疑われる疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q30.png"
    ],
    "choices": {
      "a": "肺内分画症",
      "b": "肺葉性気腫",
      "c": "気管支閉鎖症",
      "d": "先天性肺気道奇形",
      "e": "アレルギー性気管支肺真菌症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "頻出問題。左上葉に限局的な気腫性変化及び中心部に腫瘤あり。気管支閉鎖症",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 31,
    "text": "70 歳代の男性。健診で撮影された胸部 X 線写真にて異常を指摘された。両肺の高分解能 CT を示す。鑑別診断として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q31.png"
    ],
    "choices": {
      "a": "硅   肺",
      "b": "転   移",
      "c": "サルコイドーシス",
      "d": "非結核性抗酸菌症",
      "e": "副鼻腔気管支症候群"
    },
    "answer": "b",
    "multi": false,
    "explanation": "ランダムパターンの多発小結節。胸膜上に沢山あるのが気になりますが、選択肢内では一番血行性転移が考えやすいのでは。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 32,
    "text": "40 歳代の男性。発熱と血痰を主訴に受診。以前から左肺上葉に病変を指摘されていたが，半年間胸部 X 線写真でほとんど経時的変化が見られない。左肺の高分解能 CT を示す。鑑別診断として最も適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q32.png"
    ],
    "choices": {
      "a": "結   核",
      "b": "放線菌症",
      "c": "ムコール症",
      "d": "クリプトコッカス症",
      "e": "慢性壊死性アスペルギルス症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "少なくとも半年前から左上葉に空洞性病変が存在し、ほとんど経時的変化を認めていない。空洞形成を伴う上葉のconsolidation。免疫状態については記載がないが、これらから慢性壊死性肺アスペルギルス症を疑う所見。\n心血管",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2018,
    "num": 33,
    "text": "60 歳代の男性。肺血栓塞栓症の経過観察中に異常を指摘された。心臓 CT の横断像（肺動脈レベル）と，冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q33.png"
    ],
    "choices": {
      "a": "冠動脈瘻",
      "b": "肺動脈瘤",
      "c": "肺動脈解離",
      "d": "気管支動脈奇形",
      "e": "左冠動脈起始異常"
    },
    "answer": "a",
    "multi": false,
    "explanation": "冠動脈瘤と連続する拡張蛇行した異常血管があり、再構成冠状断では肺動脈とのシャント部に造影剤のジェットが描出されている。冠動脈肺動脈奇形(冠動脈瘻)の所見。",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 34,
    "text": "12 歳の男児。学校検診で心電図異常（不完全右脚ブロック）を指摘され来院した。造影 3D-CT の後面像および前面像を示す。考えられる疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q34.png"
    ],
    "choices": {
      "a": "ファロー四徴症",
      "b": "左上大静脈遺残",
      "c": "単心室 Fontan 術後",
      "d": "完全大血管転位症",
      "e": "部分肺静脈還流異常症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "背面像で右上肺静脈が上大静脈に入っているように見える。\n正面像で右房・右室の拡大あり。右脚ブロックの原因を疑う。",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 35,
    "text": "70 歳代の女性。左室機能不全（左室駆出率 28%）の原因精査のため，心臓 MRI を撮像した。左室短軸シネ画像の 1 枚を示す。可能性が高いと考えられる疾患はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q35.png"
    ],
    "choices": {
      "a": "心室瘤",
      "b": "肥大型心筋症",
      "c": "拡張型心筋症",
      "d": "たこつぼ心筋症",
      "e": "左室緻密化障害"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "左室壁に網目状の肉柱形成と深い間隙があり、左室心筋緻密化障害を疑う。左室緻密化障害は拡張型心筋症とオーバーラップする。\n左室緻密化障害は胎生期の心筋原基の緻密化過程が障害されて起こると考えられている稀な先天性疾患であり、心内膜側の厚い網目状の肉柱構造を示す層（緻密化障害層：NC）と外側の薄い緻密化心筋層（C）の二層構造で特徴づけられる。（これだけは知っておきたい心臓・血管疾患の画像診断P143）",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 36,
    "text": "70 歳代の女性。胸痛があり CT を撮影した。下記の内，正しいものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q36.png"
    ],
    "choices": {
      "a": "気管支動脈起始部瘤を認める。",
      "b": "囊状胸部大動脈瘤を認める。",
      "c": "左肺動脈右肺動脈起始症がある。",
      "d": "大動脈弓部の第一枝は左総頚動脈である。",
      "e": "左鎖骨下動脈は気管と食道の間を走行する。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左鎖骨下動脈起始異常を伴う右側大動脈弓。Kommerell憩室※もあり。正しい選択肢はdになる。※Kommerell憩室：異常右鎖骨下動脈起始部の嚢状拡張のほか、広義として右側大動脈弓における左鎖骨下動脈起始部も含まれる。\ne：異所性左鎖骨下動脈は気管と食道の背側を走行する。\n補足：d 左総頚動脈、右総頚動脈、右鎖骨下動脈、左鎖骨下動脈の順に分岐する",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 37,
    "text": "50 歳代の女性。左下肢の間欠性跛行を主訴に来院。左下肢造影 CT 横断像，CT 血管撮影 VR 像，膝窩動脈の超音波カラードプラ長軸像を示す。正しい診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q37.png"
    ],
    "choices": {
      "a": "動脈解離",
      "b": "高安動脈炎",
      "c": "閉塞性動脈硬化症",
      "d": "閉塞性血栓血管炎",
      "e": "膝窩動脈外膜囊腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "エコーでflowの見られない無エコー域あり。CTでは膝窩動脈に接した嚢胞性病変あり。\n膝窩動脈外膜嚢腫は外膜に発生した嚢腫により動脈狭窄をきたす非アテローム性動脈閉塞性疾患。\n乳腺",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 38,
    "text": "20 歳代の女性。乳房にしこりを触れ来院。病変の超音波所見として正しいものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q38.png"
    ],
    "choices": {
      "a": "縦横比        大",
      "b": "病変周囲       乳管内進展（－）",
      "c": "後方エコー      減弱",
      "d": "病変の境界      不整粗ぞう",
      "e": "前方境界線      断裂（＋）"
    },
    "answer": "b",
    "multi": false,
    "explanation": "a 縦横比＞0.7では悪性を疑う(硬い腫瘍は扁平化しにくい)\nc 細胞増殖が多いと後方エコーは増強\ne 乳腺と脂肪織との境界線の連続性が途切れていれば断裂と表現する",
    "category": "乳房"
  },
  {
    "year": 2018,
    "num": 39,
    "text": "30 歳代の女性。左乳房下部に腫瘤を自覚して来院した。触診では左乳房下部にやわらかい腫瘤を触知する。乳房 MRI 画像を示す。鑑別診断として最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q39.png"
    ],
    "choices": {
      "a": "過誤腫",
      "b": "乳腺症",
      "c": "線維腺腫",
      "d": "乳管内乳頭腫",
      "e": "非浸潤性乳管癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "T1WI高信号部が脂肪抑制造影T1WIで低信号化しており、脂肪含有腫瘍と考える。選択肢では過誤腫か。",
    "category": "乳房"
  },
  {
    "year": 2018,
    "num": 40,
    "text": "50 歳代の女性。検診のマンモグラムで異常を指摘され，精査目的で来院。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q40.png"
    ],
    "choices": {
      "a": "硬   癌",
      "b": "乳腺症",
      "c": "乳腺線維症",
      "d": "充実腺管癌",
      "e": "放射状硬化性病変"
    },
    "answer": "d",
    "multi": false,
    "explanation": "構築の乱れ（distortion～一部spiculation）を認めており、明らかな腫瘤は同定できない。\n硬化性腺症も広義の乳腺症と考えると、構築の乱れを呈し難いのは充実腺管癌。\n腹部",
    "category": "乳房"
  },
  {
    "year": 2018,
    "num": 41,
    "text": "食道閉鎖を疑う新生児の臥位胸腹部単純 X 線写真を示す。下記の Gross 分類のうち可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q41.png"
    ],
    "choices": {
      "a": "A型",
      "b": "B型",
      "c": "C型",
      "d": "D型",
      "e": "E型"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "先天性食道閉鎖症の症例。食道閉鎖で経鼻胃管が反転して戻ってきている（coil-up像）、消化管ガスは描出なし。\nGross分類の頻度はC型(90%)＞A型(10%)＞E型(数％)、B・D型は稀。また、coil-up像は食道が盲端であることを示唆するので、この二点においてはA型とC型を疑いたいところですが、\nKEY BOOKすぐわかる小児の画像診断p245「単純写真のポイントはC・D型は気管から瘻孔を通して吸気が流入するので消化管ガスは大量になる。」とわざわざ書いてあるのでC型は除外だと思います。",
    "category": "小児"
  },
  {
    "year": 2018,
    "num": 42,
    "text": "生後 3 か月男児。3 日間続く嘔吐と腹部膨満を主訴に来院。診察の後，腹部 X 線撮影が依頼された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q42.png"
    ],
    "choices": {
      "a": "腸重積",
      "b": "中腸軸捻",
      "c": "消化管重複症",
      "d": "Hirschsprung 病",
      "e": "鼠径ヘルニア嵌頓"
    },
    "answer": "e",
    "multi": false,
    "explanation": "左鼠径部〜陰嚢が腫大して透過性が低下しているように見える。",
    "category": "小児"
  },
  {
    "year": 2018,
    "num": 43,
    "text": "生後 10 か月女児。生後 5 か月から続く吸気性喘鳴を主訴に来院。ファイバースコープで異常を認めたため，精査目的に MRI を行った。T1 および T2 強調冠状断像と造影後 T1 強調冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q43.png"
    ],
    "choices": {
      "a": "クループ",
      "b": "梨状窩瘻",
      "c": "気道異物",
      "d": "横紋筋肉腫",
      "e": "声門下血管腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "声門下左側にT2WI高信号でよく染まる構造あり。声門下血管腫。新生児・乳児期に声門下に生じる腫瘤性病変としてはもっとも頻度が高い。声門下の狭窄により上気道閉塞症状をきたす（ときに致死的）。生後6-8週頃に発生し、8-18ヶ月の間は増大を来す。MRIでの信号は一般的な血管腫と同様で、存在範囲や大きさの評価に重要。\n参照：『すぐわかる小児の画像診断』p152-153声門下血管腫",
    "category": "小児"
  },
  {
    "year": 2018,
    "num": 44,
    "text": "70 歳代の男性。腹部膨満感で受診した。最近，腹部膨満感が強くなり，下腿浮腫も見られるようになってきた。35 歳時に交通事故による骨盤骨折で輸血を受けている。肝予備能 Child 分類 B 相当。ダイナミック CT 門脈相を示す。治療法として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q44.png"
    ],
    "choices": {
      "a": "放射線治療",
      "b": "拡大右葉切除術",
      "c": "肝動注化学療法",
      "d": "ラジオ波焼灼療法",
      "e": "肝動脈化学塞栓療法"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "Vp4のPVTTを伴うHCCに対する治療法。切除不能でRFAの適応もなし。TACEは禁忌。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2018,
    "num": 45,
    "text": "30 歳代の男性。上腹部不快感で近医を受診した際，上腹部エコーで異常を指摘された。ウイルス性肝炎無し。肝機能異常無し。MRI 画像を示す。次に勧めるべき処置として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q45.png"
    ],
    "choices": {
      "a": "経過観察",
      "b": "外科的切除",
      "c": "放射線治療",
      "d": "ラジオ波焼灼療法",
      "e": "肝動脈化学塞栓療法"
    },
    "answer": "a",
    "multi": false,
    "explanation": "nBnCの若年男性の偶発肝腫瘤。T2WIで肝実質よりわずかに高信号で、早期濃染あり。肝細胞相ではdefectなし。FNHが疑われるので経過観察。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2018,
    "num": 46,
    "text": "60 歳代の女性。背部痛を主訴に来院した。造影 CT を示す。考えられる疾患はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q46.png"
    ],
    "choices": {
      "a": "通常型膵癌",
      "b": "膵腺房細胞癌",
      "c": "漿液性囊胞腺腫",
      "d": "膵神経内分泌腫瘍",
      "e": "膵管内乳頭粘液性腫瘍"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "膵頭部に乏血性腫瘤あり。膵体尾部に主膵管の拡張あり。\nc,dならば多血性腫瘤が一般的。\n主膵管の拡張があり、IPMNに通常型膵癌が合併している状態？ただし膵頭部に腫瘍があるから主膵管が拡張しているだけという可能性も。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2018,
    "num": 47,
    "text": "60 歳代の男性。上腹部痛を主訴に来院した。ダイナミック CT を示す。この疾患で異常が見られにくい臓器はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q47.png"
    ],
    "choices": {
      "a": "胆   管",
      "b": "脾",
      "c": "腎",
      "d": "大動脈",
      "e": "前立腺"
    },
    "answer": "b",
    "multi": false,
    "explanation": "膵体尾部はソーセージ様に腫大し遷延性に造影効果あり。自己免疫性膵炎疑い。IgG4関連疾患が選択肢の中で起きにくいのは脾臓",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2018,
    "num": 48,
    "text": "40 歳代の男性。心窩部痛を主訴に来院した。造影 CT の横断像と再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q48.png"
    ],
    "choices": {
      "a": "胆管癌",
      "b": "十二指腸癌",
      "c": "Groove 膵炎",
      "d": "化膿性胆管炎",
      "e": "十二指腸潰瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "Groove領域に軟部陰影を認めており、消去法的にもGroove膵炎だと思われます。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2018,
    "num": 49,
    "text": "30 歳代の女性。比較的急性発症の左下腹部痛を主訴に来院した。腹部単純 CT 横断像を示す。次にすべき対処法はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q49.png"
    ],
    "choices": {
      "a": "開腹術",
      "b": "経過観察",
      "c": "抗菌薬投与",
      "d": "ステロイド投与",
      "e": "経皮的ドレナージ"
    },
    "answer": "b",
    "multi": false,
    "explanation": "下行結腸腹側に限局性の脂肪織濃度上昇あり。憩室や結腸壁肥厚は見られず、腹膜垂炎を疑う。経過観察。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2018,
    "num": 50,
    "text": "40 歳代の男性，年末年始の休暇中に腹痛，嘔吐で救急外来を受診した。手術歴はない。腹部膨満感が強いため CT を施行した。横断像と冠状断再構成画像を示す。診断と原因について最も考えられる組み合わせはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q50.png"
    ],
    "choices": {
      "a": "急性小腸炎       アニサキス症",
      "b": "急性虫垂炎       虫垂石（糞石）",
      "c": "小腸捻転        腸回転異常",
      "d": "小腸閉塞        異物（モチ等）",
      "e": "小腸閉塞        胆石陥頓"
    },
    "answer": "d",
    "multi": false,
    "explanation": "小腸閉塞があり、閉塞部に高濃度構造を認める。問題文からも餅による小腸イレウスを考える。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2018,
    "num": 51,
    "text": "上腸間膜動脈造影像を示す。画像について述べた文のうち，誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q51.png"
    ],
    "choices": {
      "a": "末梢の血流は保たれている。",
      "b": "右結腸動脈が正常に描出されている。",
      "c": "上腸間膜動脈中枢側の内腔は不整である。",
      "d": "中結腸動脈が発達して側副路となっている。",
      "e": "上腸間膜動脈から最初に分岐しているのは背側膵動脈である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "【（右結腸動脈がないバリエーション）】\nSMA解離を疑う症例。解答作成にあたり、かなり議論された症例。いろんなアンギオの先生にも聞いて貰いましたが、不明です。\n血管の解剖は以下の通りだと思われますが、違う！というご意見ありましたらよろしくお願いします。\n\na 末梢の血管に不整は目立たないが、血流が保たれているか（viabilityがあるか）はこの1枚だけでの評価は不十分と言う意見から、正常に描出されていそう。保たれているといえば保たれている。明らかな間違いとはいえない。という意見まで。○〜△\nb 右結腸動脈自体は不整はないが、主に中結腸動脈からの造影となっている可能性が高く、側副路を介しての描出が「正常」と言えるかは不明。一応根元から見えているが正常というと微妙か？ ○〜△\nc SMAの内腔は右結腸動脈分岐部あたりで不整。中枢側がどこまでかの定義は不明だが、合ってはいそう。どこまでを中枢側とするのか微妙だがこれは合ってそう。　○\nd 中結腸動脈は発達しており、側副路となっていることが疑われる。○\ne 背側膵動脈（SMAから頭側に向かってT字型の形の血管）はSMAの第1枝であることが比較的多いが、1タイミングの正面像1枚だけでは本当に最初から分岐しているかの評価は不能。根元の方で上から出ている様子だが最初に分岐しているかどうかはこの絵で分かるはずがない。「動画を見せろ！！！」○〜△\n\n腹部血管撮影検査について\n\n腎泌尿器・婦人科",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2018,
    "num": 52,
    "text": "70 歳代の女性。腎臓の MRI を示す。この病態の原因として，関連性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q52.png"
    ],
    "choices": {
      "a": "不適合輸血",
      "b": "鎌状赤血球症",
      "c": "発作性夜間ヘモグロビン尿症",
      "d": "弁膜症に対する金属弁置換術後",
      "e": "急性心筋梗塞に対する冠動脈カテーテル治療後"
    },
    "answer": "e",
    "multi": false,
    "explanation": "腎皮質がT2*WIで低信号化しており、血管内溶血を疑う。起こさないのはe\n補足： 鎌状赤血球→1/3は血管内溶血。毛細血管を通過しにくく閉塞・溶血を起こしやすい   c 補体による血管内溶血",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 53,
    "text": "40 歳代の女性。脳性麻痺でほぼ寝たきりの状態。尿路感染，発熱にて造影 CT が施行された。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q53.png"
    ],
    "choices": {
      "a": "腎結核",
      "b": "腎乳頭壊死",
      "c": "尿路上皮癌",
      "d": "腎盂扁平上皮癌",
      "e": "黄色肉芽腫性腎盂腎炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右腎盂に粗大な石灰化があり、さんご状結石を疑う。右腎は腫大し、周囲の脂肪織混濁がある。さんご状結石は黄色肉芽腫性腎盂腎炎のリスク。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 54,
    "text": "3 歳女児。生下時より腎の異常を指摘されている。この疾患について誤りはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q54.png"
    ],
    "choices": {
      "a": "常染色体優性である。",
      "b": "自然退縮傾向がある。",
      "c": "患側腎はほぼ無機能である。",
      "d": "まずは保存的に経過観察される。",
      "e": "健側にも膀胱尿管逆流を合併しやすい。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "多嚢胞性異形成腎（MCDK）。特発性。自然退縮退縮傾向があるため、対側腎尿路奇形がなければ経過観察される。膀胱尿管逆流症の合併が多く、対側の健腎に尿路感染を繰り返すことがある。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 55,
    "text": "20 歳代の男性。発熱がある。血管造影の所見として正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q55.png"
    ],
    "choices": {
      "a": "血管炎が疑われる。",
      "b": "腎盂腎炎が疑われる。",
      "c": "腎梗塞が認められる。",
      "d": "多発感染性動脈瘤が疑われる。",
      "e": "cirsoid type の腎 AVM が認められる。"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "腎末梢動脈に多発動脈瘤あり。血管炎（結節性多発動脈炎）を疑う。染まりに若干のむらがあり腎梗塞もありそうだが、早いタイミングの造影像なので正確な評価は困難では？　鑑別に多発感染性動脈瘤も挙げられる？？",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 56,
    "text": "30 歳代の女性。ある疾患で加療中である。胸痛を訴え来院。胸部･腹部造影 CT を示す。この疾患で他に異常の見られやすい臓器はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q56.png"
    ],
    "choices": {
      "a": "小   脳",
      "b": "肝",
      "c": "膵",
      "d": "骨",
      "e": "骨格筋"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "肺はLAM（＋気胸）・MMPH、腹部は腎のAMLの破裂による出血か。結節性硬化症を疑う。肝の過誤腫や骨の硬化性結節などが、選択肢内では合併しやすいか",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 57,
    "text": "70 歳代の男性。陰茎癌の MRI 像を示す。尿閉のため膀胱瘻が造設されている。認められない所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q57.png"
    ],
    "choices": {
      "a": "恥骨浸潤",
      "b": "尿道浸潤",
      "c": "尿道海綿体浸潤",
      "d": "陰茎海綿体浸潤",
      "e": "陰茎上皮下結合織浸潤"
    },
    "answer": "a",
    "multi": false,
    "explanation": "骨皮質は保たれているように見えます。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 58,
    "text": "50 歳代の女性。子宮頸癌のステージングのため MRI を施行。骨盤部 MRI T2 強調矢状断像と横断像を示す。描出されていない病態はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q58.png"
    ],
    "choices": {
      "a": "前膣壁浸潤",
      "b": "左尿管浸潤",
      "c": "子宮体部筋層浸潤",
      "d": "子宮頸部間質浸潤",
      "e": "左子宮傍組織浸潤"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左尿管はそもそも描出されていないため、正解はbか\n横断像で全周性に輪郭が保たれておらず、左優位に毛羽立ちがある→傍組織浸潤（ⅡB）疑い。\n補足：（解答bだがc?）水平断で左尿管膀胱移行部の信号低下あり？",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 59,
    "text": "40 歳代の女性。不正性器出血のため MRI を撮影中である。T2 強調像（横断，矢状断，冠状断）を示す。この後，ダイナミック造影を追加したい。評価しやすい画像を得るために適切な，撮像方向と位相方向の組み合わせはどれか。1 つ選べ。ただし，撮像時間や空間分解能はいずれも同じと仮定する。",
    "images": [
      "assets/questions/2018/q59.png"
    ],
    "choices": {
      "a": "体軸矢状断        上下",
      "b": "子宮体部短軸       上下",
      "c": "子宮体部短軸       左右",
      "d": "子宮頸部短軸       上下",
      "e": "子宮頸部短軸       左右"
    },
    "answer": "c",
    "multi": false,
    "explanation": "3つの画像の出し方を考えると、体部病変を示していると思われます。 であれば体部短軸を撮影すると考えられます。 腹壁のmotion artifactを軽減するため、位相エンコード方向は左右に設定します。\n関連：改訂版　超実践マニュアル　MRI　骨盤　、MRI 検査上級者への道",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 60,
    "text": "10 歳代の女性。3 ヶ月くらい前から腹部膨満，最近腹痛あり。近医を受診し，紹介されて来院。MRI T2 強調像と造影 T1 強調像の矢状断を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q60.png"
    ],
    "choices": {
      "a": "奇形腫",
      "b": "顆粒膜細胞腫",
      "c": "卵巣甲状腺腫",
      "d": "未分化胚細胞腫",
      "e": "硬化性間質性腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "骨盤内にT2強調像で筋肉よりもやや高信号〜高信号の混在する多結節性の充実性腫瘤あり。内部にはflow voidを疑う低信号域やT2WIでやや低信号な隔壁構造あり。造影で隔壁の染まりあり、未分化胚細胞腫を疑う所見です。\nIVR",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2018,
    "num": 61,
    "text": "70 歳代の男性。喀血に対してある IVR 手技が施行された。図に示す。この手技について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q61.png"
    ],
    "choices": {
      "a": "肺癌患者には禁忌である。",
      "b": "術後の喀血の再発は極めて稀である。",
      "c": "術前の造影 CT の撮影は手技に有用である。",
      "d": "重篤な合併症として脊髄梗塞が挙げられる。",
      "e": "塞栓物質として金属コイルが用いられることが多い。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "BAEの像。\na 肺癌患者にむしろよくやる\nb 再発は比較的経験され、最終的には肺動脈から詰めたりもしうる\nc 気管支動脈の分岐部・走行の確認や他の血管の関与を見るために術前の造影CTは必須\nd Adamkiewicz動脈への塞栓物質の逆流による脊髄梗塞は重大な合併症となる\ne 金属コイルでは近位塞栓となり不十分なため、ゼラチンスポンジや球状塞栓物質、場合によってはNBCAでの塞栓が行われる",
    "category": "IVR"
  },
  {
    "year": 2018,
    "num": 62,
    "text": "70 歳代の男性。腹部大動脈瘤に対してステントグラフト内挿術を施行。1 年後の CT で腹部大動脈瘤の増大が認められ，血管造影を行った。考えられるエンドリークのタイプはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q62.png"
    ],
    "choices": {
      "a": "Type Ⅰ",
      "b": "Type Ⅱ",
      "c": "Type Ⅲ",
      "d": "Type Ⅳ",
      "e": "Type Ⅴ"
    },
    "answer": "b",
    "multi": false,
    "explanation": "腰動脈と関連するType Ⅱエンドリークあり。\nTypeⅡエンドリークはステントグラフトのattachment siteとのコミュニケーションを持たない分枝からのリークと定義され、腰動脈、下腸間膜動脈がその原因となる。",
    "category": "心臓・大血管"
  },
  {
    "year": 2018,
    "num": 63,
    "text": "中心静脈ポート留置後に撮影された胸部単純写真を示す。他部位からの留置と比較して，同部位からの留置のメリットとして正しいのはどれか。 1 つ選べ。",
    "images": [
      "assets/questions/2018/q63.png"
    ],
    "choices": {
      "a": "合併症として気胸が少ない。",
      "b": "血栓症をきたしても症状が出にくい。",
      "c": "カテーテルによる静脈炎がおこる可能性が低い。",
      "d": "ピンチオフによるカテーテル断裂が起こりにくい。",
      "e": "IVR の経験が少ない術者でも比較的留置しやすい。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左鎖骨下静脈経由で左前胸部に留置されたCVポートについての一般的な知識を問う問題。他部位がどこを想定しているかわからず、解答しにくい\na 気胸は起きやすい\nb 鎖骨下静脈が血栓でつまり、同側の上肢浮腫が起きることは経験される。出にくいかといわれると微妙\nc 上腕・前腕留置ポートに比べると間違いなく出にくいが、内頚静脈経由と比べると微妙\nd 鎖骨の下をくぐるレベルでのピンチオフ（カテーテルの閉鎖や損傷を起こすこと）はむしろ起きやすい\ne 鎖骨下動脈穿刺や気胸のリスクがあり、初学者には難しいルート。しかし、慣れると10-15分程度でほぼ合併症なく留置でき、禁忌も少ないため、熟練者には比較的好まれる",
    "category": "IVR"
  },
  {
    "year": 2018,
    "num": 64,
    "text": "40 歳代の女性。検診で腎に異常を指摘され CT を撮影した後，精査目的で行われた血管造影を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q64.png"
    ],
    "choices": {
      "a": "手術が第一選択である。",
      "b": "早期静脈還流が見られる。",
      "c": "症状の一つに膀胱タンポナーデがある。",
      "d": "全周に石灰化があれば経過観察可能である。",
      "e": "長径 2cm 以上で破裂のリスクが高いとされる。"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "【（d e?）】\nこれも皆さんアンギオを得意とする上級医の先生にも聞いて貰いましたが、いろいろ意見が分かれた問題です。\n要するに腎動脈瘤と腎動静脈瘻を鑑別する問題です。\n①腎動脈瘤ではないかという意見\nおそらく腎動脈瘤。1相目より2相目で大きくなっており、形からもAVFを考えたいところだが、AVFであれば腎実質よりも先に静脈が描出されるはずであり、この症例は早期静脈灌流が見られない。選択肢を見ても腎動脈瘤と言いたいのでは？とのこと。ただ、専門医試験に出すレベルじゃないし、不適切問題になると思うが、とのことです。\na 動脈瘤でもAVFでも手術は第一選択じゃない。\nb この症例では早期静脈還流が見られない。\nc 膀胱タンポナーデは術後の仮性瘤や外傷で起こすから、AVFでもありうるとは思うが、動脈瘤ではあまり聞かない。\nd 全周性に石灰化があれば経過観察可能。動脈瘤なら◯。\ne 2cm以上で破裂のリスク。動脈瘤なら◯。AVFの場合はわからない・\n②腎動静脈瘻ではないかという意見\nアンギオの先生2人に聞いてみたところ結構意見が分かれました(特に早期静脈還流のところで)が、最終的にはAVFで、bcだろうということになりました。 決め手は、早期相で異常な血管の中に濃度差があり、その後の相でも遅れて異常血管が描出されることです。動脈瘤ならもう少し均一に染まるのでは、ということでした。屈曲蛇行したnidusだからこそこの様に見えます。\na ×→まずTAEを考慮\nb ○→腎動脈が見えているうちに腎静脈が見えすぎ。(ただし、動脈相で最初から見えてないから早期静脈還流ではないのでは、という意見も当初ありました。しかしその他の所見と合わせて考えるとやはり早期静脈還流ありの所見だろうということになりました)\nc ○→AVFは肉眼的血尿を起こしうる\nd ×→腎動脈瘤ならそうだが、AVFでは関係ない\ne ×→これも腎動脈瘤の選択肢",
    "category": "IVR"
  },
  {
    "year": 2018,
    "num": 65,
    "text": "70 歳代の男性。右側の片麻痺，失語で発症した。発症後 5 日目に施行された脳血流 SPECT の横断像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q65.png"
    ],
    "choices": {
      "a": "左視床に血流低下が見られる。",
      "b": "左側頭葉の高集積から脳炎を疑う。",
      "c": "中大脳動脈領域に梗塞が存在する。",
      "d": "前大脳動脈領域の血流は保たれている。",
      "e": "右小脳の血流低下は remote effect による。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左MCA領域に血流低下あり。右側の麻痺あり、同部の脳梗塞を疑う所見です。右小脳半球の血流低下は、remote effect によるものと考えられます。\n核医学",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 66,
    "text": "70 歳代の男性。認知障害あり。 99m Tc-ECD 脳血流 SPECT および123I-MIBG シンチグラム後期像を示す。最も可能性の高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q66.png"
    ],
    "choices": {
      "a": "うつ病",
      "b": "正常圧水頭症",
      "c": "脳血管性認知症",
      "d": "Lewy 小体型認知症",
      "e": "Alzheimer 型認知症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "脳血流SPECTで後方優位の血流低下があり、この点からd,eが疑われ、MIBGシンチでは心の集積は保たれている。AD疑い。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 67,
    "text": "60 歳代の女性。認知症精査のため123I-ioflupane SPECT を施行した。バックグラウンドカウントで正規化された123I-ioflupane SPECT を示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q67.png"
    ],
    "choices": {
      "a": "正常圧水頭症",
      "b": "Alzheimer 型認知症",
      "c": "Lewy 小体型認知症",
      "d": "進行性核上性麻痺",
      "e": "前頭側頭型認知症"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "頻出問題。両側の線条体の集積低下があり、選択肢ではcかd。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 68,
    "text": "80 歳代の男性。3 ヶ月前から労作時胸痛を自覚するようになった。症状が継続するため， 99m Tc-tetrofosmin を用いてアデノシン負荷心筋シンチグラフィを行った。SPECT および解析結果を示す。責任冠動脈はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q68.png"
    ],
    "choices": {
      "a": "対角枝",
      "b": "左回旋枝",
      "c": "右冠動脈",
      "d": "左前下行枝",
      "e": "左冠動脈主幹部"
    },
    "answer": "d",
    "multi": false,
    "explanation": "前壁〜心尖部の集積低下あり。LADが責任血管。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 69,
    "text": "50 歳代の女性。胸痛精査のため安静時201TlCl 心筋シンチグラフィと123I-BMIPP 心筋シンチグラフィを施行した。冠動脈造影では有意狭窄を認めなかった。両者の対応する SPECT およびブルズアイ表示を並べて提示する。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q69.png"
    ],
    "choices": {
      "a": "前側壁肥厚がある。",
      "b": "肥大型心筋症が疑われる。",
      "c": "冠攣縮性狭心症が疑われる。",
      "d": "血流―代謝ミスマッチがある。",
      "e": "2 核種同時にデータ収集できない。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "ｃ〇冠攣縮性狭心症では繰り返すspasmによる虚血がある場合、脂肪酸代謝障害を生じる。その場合、BMIPP-SPECTで重度の虚血域では集積低下がみられる。\nd〇血流ー脂肪酸代謝ミスマッチがみられる。\ne×BMIPPは2核種同時収集できるのが利点。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 70,
    "text": "70 歳代の女性。頸部腫瘤を主訴に来院した。腫瘍シンチグラムを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q70.png"
    ],
    "choices": {
      "a": "Basedow 病",
      "b": "Plummer 病",
      "c": "悪性リンパ腫",
      "d": "異所性甲状腺",
      "e": "分化型甲状腺癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "67Gaシンチと思われる。集積を認めるのは悪性リンパ腫。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 71,
    "text": "40 歳代の女性。精査のため18F-FDG-PET/CT を施行した。腹部単純 CT と腹部 PET/ CT 融合像を示す。所見で正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q71.png"
    ],
    "choices": {
      "a": "大網集積",
      "b": "脾集積増加",
      "c": "膵集積増加",
      "d": "肝集積低下",
      "e": "左腎腫瘍集積"
    },
    "answer": "c",
    "multi": false,
    "explanation": "膵は全体的に腫大しており、18F-FDGの集積増加を認めている。自己免疫膵炎などを疑う所見\n肝臓は生理的に集積する。尿路にも集積する。\n大網への集積は認めていない。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 72,
    "text": "60 歳代の男性。肝腫瘍精査のため18F-FDG-PET/CT を施行した。腹部単純 CT と FDG- PET を示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q72.png"
    ],
    "choices": {
      "a": "肝囊胞",
      "b": "肝細胞癌",
      "c": "肝血管腫",
      "d": "胆管細胞癌",
      "e": "大腸癌肝転移"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "肝右葉に淡いLDAあり。FDGの集積の程度は周囲肝実質と同程度くらいか。高分化型肝癌や肝血管腫が疑われる。\n分化型肝癌、一部の腎癌では、グルコース-6-ホスファターゼ(G6Pase)という脱リン酸化酵素を持っているため、集積されない。\n核医学を専門とする上司のコメント\n正常肝と同程度の集積を呈するものはどれ？という事かと。aは無集積、dとeは多くが高集積。よってb(分化度の高いHCC)とcの血管腫でいいのではないでしょうか",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 73,
    "text": "8 歳の男児。全身のリンパ節腫脹で来院。精査のため18F-FDG-PET を施行した。MIP 像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q73.png"
    ],
    "choices": {
      "a": "肝脾腫",
      "b": "腎腫大",
      "c": "胸腺集積",
      "d": "正常な骨髄集積",
      "e": "骨盤内腫瘤への集積"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "肝臓および脾臓の腫大、集積あり。\n胸腺への集積を認めている。\n腎臓や尿路への集積ははっきりせず、骨髄の異常集積を認めています。\n骨盤内腫瘤は認めません。骨盤内正中の高度集積は膀胱。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 74,
    "text": "70 歳代の男性。前立腺癌治療中に精査のため骨シンチグラフィを施行した。骨シンチグラム前面像を示す。所見の解釈で最も適当なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q74.png"
    ],
    "choices": {
      "a": "異常なし",
      "b": "多関節炎",
      "c": "多発骨転移",
      "d": "化学療法後の変化",
      "e": "副甲状腺機能亢進症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "一見普通だが腎臓の集積がなく、super bone scanの状態。副甲状腺機能亢進も鑑別になるが、既往からはまずは前立腺癌多発骨転移を疑う",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 75,
    "text": "70 歳代の男性。腰痛精査のため骨シンチグラフィを施行した。骨シンチグラム前面像および後面像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2018/q75.png"
    ],
    "choices": {
      "a": "骨盤転移",
      "b": "多発骨転移",
      "c": "多発肋骨骨折",
      "d": "大腿骨頭壊死",
      "e": "仙骨脆弱性骨折"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "仙骨にHondaサインがあり、脆弱性骨折。肋骨主体に多発集積を認め、長い形状からは多発骨転移を疑う\n核医学を専門とする上司のコメント\n肋骨集積の中に外傷による数珠状集積だけでなく、肋骨長軸に沿った集積もあり、臨床的には骨転移も疑うやろね。仙骨に確かにhonda signがあり、eも迷うけどね。70代男性、、、。う～ん、骨粗鬆症バリバリの高齢女性、放射線治療後の女性とかが典型的やしなぁ。ただ、aがなぁ。転移を選ぶと選択がおかしくなるね。もうひとつの可能性として、骨髄腫baseの病的多発骨折所見としてcとe。こっちのが選択二個としてはスッキリかな。そんな感じやね。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 76,
    "text": "70 歳代の男性。数か月前から出現した浮腫や労作時息切れが進行し，精査のため紹介された。明らかな冠動脈異常所見はない。精査のため骨シンチグラフィを施行した。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q76.png"
    ],
    "choices": {
      "a": "急性心筋梗塞",
      "b": "肥大型心筋症",
      "c": "心アミロイドーシス",
      "d": "心サルコイドーシス",
      "e": "好酸球性多発血管炎性肉芽腫症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "骨シンチで心臓に集積があり、アミロイドーシスを疑う。\n骨シンチで心臓に集積がある場合→心筋梗塞、不安定狭心症、心サルコイドーシス、cardioversion、心筋挫傷、心室瘤、心筋炎、心膜炎、腫瘍、悪性心嚢水などの可能性がある（核医学画像診断ハンドブックP27）",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 77,
    "text": "10 歳の女児。腎シンチグラムを示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q77.png"
    ],
    "choices": {
      "a": "腎梗塞が最も疑われる。",
      "b": "Tc-DTPA を使用した。99m",
      "c": "投与量を 740 MBq とした。",
      "d": "高度の尿路通過障害がある。",
      "e": "投与後 1 時間以上経ってから撮像を開始した。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "腎静態シンチ\na  左腎上極は尿路感染後の瘢痕を疑う\nb Tc-DMSA\nc 37～185MBq\ne　投与後2-4時間",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 78,
    "text": "40 歳代の男性。高血圧の精査のため副腎皮質シンチグラフィを施行した。プラナー後面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q78.png"
    ],
    "choices": {
      "a": "両側褐色細胞腫が疑われる。",
      "b": "左副腎腺腫による Cushing 症候群が疑われる。",
      "c": "右副腎腺腫による Cushing 症候群が疑われる。",
      "d": "放射性医薬品の投与量は通常 740 MBq 程度である。",
      "e": "放射性医薬品の投与後 4 日以上たってから撮像された。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "副腎皮質シンチ　131I-アドステロール\nステロイドホルモンの合成素材として皮質に取り込まれる。\n肝臓の集積が目立たない。正常では肝臓の集積の方が副腎より強く描出される。\n背面からの撮影で左の方が強く、両側の副腎が描出されている\n18.5MBqを30秒以上かけてゆっくり静注。\nエタノールが含まれるのでアルコール過敏症は注意。\n遊離131Iが甲状腺に集積するのを防止するためヨウ素製剤（ルゴール液など）で甲状腺ブロックを行う。検査3日前から検査終了まで。\n原発性アルドステロン症の鑑別にはデキサメタゾン抑制副腎皮質シンチグラフィを行う。デキサメタゾンを投与することでACTH分泌が抑制され、健側の集積が低下し、左右差が明瞭化。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 79,
    "text": "70 歳代の男性。濾胞性リンパ腫の核医学治療前に111In-イブリツモマブチウキセタンによるシンチグラフィを施行した。投与 2 日後のシンチグラム全身像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2018/q79.png"
    ],
    "choices": {
      "a": "治療適格である。",
      "b": "肝病変が描出されている。",
      "c": "腎集積が異常に低下している。",
      "d": "病変集積がないので治療しない。",
      "e": "骨髄集積から治療不適格と判定される。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "ゼヴァリン投与前の評価シンチ。111In-イブリツモマブ チウキセタン　骨髄へのびまん集積（両肩〜上腕骨、両側大腿骨、胸骨、骨盤骨、脊椎、肋骨）が認められ、投与不適切な分布と判断される。",
    "category": "核医学"
  },
  {
    "year": 2018,
    "num": 80,
    "text": "223 Ra による RI 内用療法について正しいのはどれか。1 つ選べ。",
    "choices": {
      "a": "単回投与でよい。",
      "b": "全生存期間を延長しない。",
      "c": "乳癌骨転移に適応である。",
      "d": "外来患者には投与できない。",
      "e": "Ra がハイドロキシアパタイト複合体を形成する。223"
    },
    "answer": "e",
    "multi": false,
    "explanation": "223Ra　商品名　ゾーフィゴ。ハイドロキシアパタイト複合体を形成。\nカルシウム類似体として骨代謝の亢進した骨転 移部位に取り込まれるのでハイドロキシアパタイト複合体を形成。\n高エネルギーのアルファ線により腫瘍細 胞のDNA二重鎖を切断。Srはベータ線。Raの方が効果が出る範囲が小さいので、骨髄抑制はRaの方が少ない。\n（アルファ線の組織内飛程 は100μm（およそ細胞10個分）未満）\n投与法：ゾーフィゴ55kBq/kgを4週毎に6回静脈内投与＋標準的治療\n生命予後を改善する。Srはしない。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 1,
    "text": "物理学的半減期が 2 番目に短いのはどれか。1 つ選べ。",
    "choices": {
      "a": "11C",
      "b": "14C",
      "c": "15O",
      "d": "67Ga",
      "e": "123I"
    },
    "answer": "a",
    "multi": false,
    "explanation": "11C 20分\n14C 5730 ± 40 years\n15O 2分\n67Ga 3日\n123I 13時間\n14Cは知らないけれど、その他の核種は1次試験で頻出ですし、その知識で解けるようになっていますね(と、緊張して解けなかった私が解説します、笑)。\n→放射線科専門医試験対策「半減期」ゴロ付きにまとめています。",
    "category": "医学物理学"
  },
  {
    "year": 2019,
    "num": 2,
    "text": "拡散強調像について誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "水分子の拡散運動を画像化している。",
      "b": "MPG を大きくすると b 値は大きくなる。",
      "c": "MPG をかけた方向の拡散の程度を観察可能である。",
      "d": "FA map は神経線維のつながりを描出する手法である。",
      "e": "IVIM はボクセル内の水分子の拡散と毛細血管の潅流を同時に観察する手法である。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "拡散強調像とは、水分子の拡散運動を画像化したもの。Motion probing gradient（MPG）という傾斜磁場を加えて撮像する。MPGを強くすることで拡散強調の程度を決めるｂ値を高く設定できる。\n水分子は、脳においては神経線維の軸索の長軸方向に沿って拡散しやすくその他の方向では拡散しにくい。このように方向によって拡散のしやすさが異なることを「拡散異方性がある」という。このため、拡散強調像の作成においては、MPGをx,y,zの３方向にかけ、それらの画像データを合算した画像を作成している。３方向にかけることにより、十分に拡散が検出できるようにしている。\nFAmap\nFAmap とは、ある特定の方向にMPGをかけたときにおける「拡散異方性」の強さと向きをmappingしたもの。様々な方向にかけたMPGのFAmapのデータを集積し、テンソルmodelで解析したのがトラクトグラフィーであり、これが神経線維の方向を概ね反映した画像とされている。\nIVIM\n IVIM（intravoxel incoherent motion）とは、撮像対象の組織に分布する毛細血管の微小循環による拡散への影響（毛細血管内の水分子はランダムな方向に動く）を指しており、純粋な拡散を観察するためにはIVIMを考慮し、できるだけ排除する、という考えがある。ただし、逆にIVIMに注目することで「ボクセル内の水分子の拡散と毛細血管内の流れ（灌流）を同時に観察するための手法」としても使える、とのこと。\n参考）http://yamarad.umin.ne.jp/ivim/index.html\n従って、a,b,e○\nc：ｘ、ｙ、ｚ方向に各々MPGをかけたときの拡散の程度は、理論上観察可能と思われるが。。。そもそも、個別に見るものなのでしょうか？\nd：神経線維のつながりを描出したものはトラクトグラフィーだが、そのために使うのがFAmapだとすると「手法」といえる気はしますが。。。\n2番の＞c MPG をかけた方向の拡散の程度を観察可能である。について、＞c：ｘ、ｙ、ｚ方向に各々MPGをかけたときの拡散の程度は、理論上観察可能と思われるが。。。そもそも、個別に見るものなのでしょうか？とのコメントを載せられていますが、これについては可能です。実際に、少し古いMRIだとx, y, z方向それぞれのMPGをかけた画像を吐き出す機械もあります。臨床的には各繊維の方向がある程度わかること、アーチファクトかどうかの判定の参考になるなどの有用性があるとは思いますが、効果は限定的だと思います。http://www.shizuhogi.jp/pdf/2008/mri08-2.pdf実際シーメンスの資料で18枚目くらいのところに各方向にMPGをかけて撮像した元画像がありますのでご参考にしてください。\nまたdの選択肢についてですが、＞FAmap とは、ある特定の方向にMPGをかけたときにおける「拡散異方性」の強さと向きをmappingしたもの。とコメントされておりますが、FA mapは異方性拡散の強さ（スカラー）のみを表したMAPでつまり向き（ベクトル）の情報を捨て去ったもので、FA mapからはトラクトグラフィーを作成できません。つまりFA map自体に元画像(というより元データ)がありますので、そちらをテンソルmodelで解析したのがトラクトグラフィーです。なのでFA mapで神経のつながりを描出することはできませんのでdが誤りで良いかと思います。\nksk310先生ありがとうございます！！！",
    "category": "医学物理学"
  },
  {
    "year": 2019,
    "num": 3,
    "text": "超音波検査について正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "周波数が高いほど空間分解能が向上する。",
      "b": "表在臓器のコントラスト分解能は CT に劣る。",
      "c": "腸管ガスはその後方エコー増強の原因となる。",
      "d": "組織の音響インピーダンスの違いを画像化する。",
      "e": "パワードプラは血流の速度と方向を色で表示する。"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "b: 表在臓器のコントラスト分解能はCTに優る\nc: 腸管ガスにより後方エコーは減衰\ne: 血流の速度と方向を色で表示するのはカラードプラ",
    "category": "医学物理学"
  },
  {
    "year": 2019,
    "num": 4,
    "text": "1 台 2TB のディスク装置 4 台で RAID5 を構成した場合の実効容量はどれか。1 つ選べ。",
    "choices": {
      "a": "2 TB",
      "b": "4 TB",
      "c": "6 TB",
      "d": "8 TB",
      "e": "10 TB"
    },
    "answer": "c",
    "multi": false,
    "explanation": "RAID（Redundant Arrays of Inexpensive Disks、レイド）と は、複数のHDDをひとつのドライブのように認識・表示させる技術。万が一のHDD故障時にもデータ復旧・アクセスを可能にする安全性の向上や、複数HDDへの分散書き込みによるデータ保存の高速化など、RAIDモード毎に特長があり、用途に合わせて様々なストレージ構築が可能。特にビジネスシーンなど、高い信頼性を必要とするデータのストレージとして利用されている。\nhttps://www.buffalo.jp/topics/knowledge/detail/raid-about.html\nRAID5では、3/4の容量を使用することが可能。1台2TBの4台で構成されているので、3台分、すなわち６TBを使用することが可能。よって、答えはc.6TB",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2019,
    "num": 5,
    "text": "電子カルテシステムの真正性確保を目的として行うのはどれか。2 つ選べ。",
    "choices": {
      "a": "機器設置場所への入室制限",
      "b": "保存された修正履歴情報の管理",
      "c": "クラークによる代行入力の承認作業",
      "d": "システムの障害対策のための冗長化",
      "e": "標準形式で記録するためのテンプレート作成"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "真正性、見読性、保存性の3つでしたよね。\n頭頸部",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2019,
    "num": 6,
    "text": "80 歳代の女性。突然発症の意識障害で来院した。頭部単純 CT を示す。低吸収域（矢印）の病態として考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q6.png"
    ],
    "choices": {
      "a": "空   気",
      "b": "脂肪腫",
      "c": "動脈瘤",
      "d": "過誤腫",
      "e": "新鮮な血腫"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "右中大脳動脈Ｍ1-2分岐部にfilling defect signを認めており、同部位の動脈瘤の破裂を示唆する所見です。\n動脈瘤破裂以外では、新鮮血腫も相対的に造影不良域として認められます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 7,
    "text": "60 歳代の男性。3 階から転落して大腿骨を骨折。その後，意識レベルの低下を認めた。 MRI の拡散強調像と磁化率強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q7.png"
    ],
    "choices": {
      "a": "血栓塞栓性梗塞",
      "b": "脂肪塞栓症",
      "c": "多発性脳膿瘍",
      "d": "びまん性軸索損傷",
      "e": "多発性転移性脳腫瘍"
    },
    "answer": "b",
    "multi": false,
    "explanation": "長管骨骨折後の意識障害の病歴で、DWIで散在する高信号、SWIでびまん性点状の低信号域の所見は典型的。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 8,
    "text": "70 歳代の男性。頭部外傷後の精査で施行された頭部単純 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q8.png"
    ],
    "choices": {
      "a": "くも膜下出血",
      "b": "急性期脳梗塞",
      "c": "原発性脳腫瘍",
      "d": "転移性脳腫瘍",
      "e": "急性硬膜下血腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "後部大脳縦裂に沿った高吸収域がみられる。急性硬膜下血腫の所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 9,
    "text": "50 歳代の女性。軽度の頭痛で来院した。MRI の T1 強調像，T2 強調像および造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q9.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "上衣腫",
      "c": "脈絡叢囊胞",
      "d": "脈絡叢乳頭腫",
      "e": "central neurocytoma"
    },
    "answer": "a",
    "multi": false,
    "explanation": "左側脳室三角部内の均一なT2WI高信号腫瘤。造影効果も強く均一で、meningiomaです。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 10,
    "text": "30 歳代の男性。認知機能低下を主訴に来院。検査データで免疫能の低下がある。MRI の T2 強調像と T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q10.png"
    ],
    "choices": {
      "a": "HIV 脳症",
      "b": "神経梅毒",
      "c": "単純ヘルペス脳炎",
      "d": "トキソプラズマ脳炎",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "年齢不相応の強い大脳萎縮、T2WIで側脳室周囲白質に比較的対称性の異常高信号域を認めます。免疫能低下、認知機能低下という臨床情報からもHIV脳症が最も考えられます。鑑別はPMLですが、HIV脳症と比べ、白質病変が非対称性である点、より緩徐に進行する点が異なります。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 11,
    "text": "6 か月の男児。MRI の T2 強調像と T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q11.png"
    ],
    "choices": {
      "a": "滑脳症",
      "b": "裂脳症",
      "c": "全前脳胞症",
      "d": "脳梁形成不全",
      "e": "Dandy-Walker 奇形"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左右の半球が連続しており、全球の形態を示す。背側にはdorsal cystが認められ、alobar型の全前脳胞症の所見である。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 12,
    "text": "30 歳代の女性。皮膚筋炎で治療中。5 か月前より徐々に進行する視野障害，1 か月前より記銘力低下や左上下肢脱力を示す。脳 MRI の T1 強調像，T2 強調像と拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q12.png"
    ],
    "choices": {
      "a": "HIV 脳症",
      "b": "急性散在性脳脊髄炎",
      "c": "メトトレキサート脳症",
      "d": "進行性多巣性白質脳症",
      "e": "posterior reversible encephalopathy syndrome"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両側頭頂葉皮質下白質（U-fiber含む）にT1WI低信号、T2WI高信号で、辺縁を縁取るようなDWI高信号がみられる。更に皮膚筋炎で治療中→ステロイド使用で免疫低下より、d.進行性多巣性白質脳症が最も考えられる。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 13,
    "text": "60 歳代の女性。後頸部痛を主訴に来院した。MRI の T2 強調像，脂肪抑制造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q13.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "脊髄梗塞",
      "c": "血管芽腫",
      "d": "類表皮腫",
      "e": "Chiari 1 型奇形"
    },
    "answer": "c",
    "multi": false,
    "explanation": "延髄～頚髄レベルでの強い造影効果を有する結節を伴う嚢胞性病変、hemangioblastoma.試験的にはvHL病との合併が頻出ですね。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2019,
    "num": 14,
    "text": "80 歳代の女性。1 年前より左眼の充血と出血があり，来院。MRI の T1 強調像，脂肪抑制 T2 強調像，脂肪抑制造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q14.png"
    ],
    "choices": {
      "a": "脂肪腫",
      "b": "多形腺腫",
      "c": "悪性黒色腫",
      "d": "横紋筋肉腫",
      "e": "悪性リンパ腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左眼球前に T1WIで高信号域を含む多結節城腫瘤あり。強い造影増強効果を認めます。悪性黒色腫を疑う信号パターンです。\n悪性黒色種は眼球内ではぶどう膜からの発生が有名ですが、稀に虹彩や結膜からも発生することがあり、この症例は、結膜由来の悪性黒色腫と思われます。",
    "category": "頭頸部"
  },
  {
    "year": 2019,
    "num": 15,
    "text": "70 歳代の男性。鼻出血の精査にて左上顎洞病変を指摘された。造影 CT と MRI の脂肪抑制 T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q15.png"
    ],
    "choices": {
      "a": "血瘤腫",
      "b": "扁平上皮癌",
      "c": "腺様囊胞癌",
      "d": "悪性黒色腫",
      "e": "浸潤型真菌性副鼻腔炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "脂肪抑制T2強調像で辺縁の低信号帯、内部に不均一な信号が混在するパターンが認められ、内部に慢性的に繰り返す出血が示唆される。左上顎洞骨壁には圧排による骨リモデリングがみられる。単純CTが示されていないため、造影CTの内部の高吸収域の診断的意義が分からないが（石灰化？、造影効果？、造影剤漏出？）、T2強調像での特徴的な内部性状より、血瘤腫と考えられる。\n整形外科",
    "category": "頭頸部"
  },
  {
    "year": 2019,
    "num": 16,
    "text": "6 歳の女児。誘因なく疼痛が出現し，安静で一旦軽快した。しかし，疼痛の増強と発熱を繰り返し来院。足部単純 X 線写真と MRI の脂肪抑制 T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q16.png"
    ],
    "choices": {
      "a": "類骨腫",
      "b": "巨細胞腫",
      "c": "軟骨芽細胞腫",
      "d": "骨髄炎（Brodie 膿瘍）",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "単純X線写真で左踵骨に辺縁に骨硬化を伴う透亮像あり。選択肢の類骨骨腫やLangerhans細胞組織球症も鑑別にあがる。MRIで踵骨全体にT2WI脂肪抑制で高信号がみられ、さらに骨髄内から骨皮質を貫通して骨外へ進展する病変がみられ、膿瘍形成が疑われる。よって、d.骨髄炎（Brodie膿瘍）。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2019,
    "num": 17,
    "text": "50 歳代の女性。主訴は右大腿部痛。来院時，および 1 年後の右大腿の単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q17.png"
    ],
    "choices": {
      "a": "Paget 病",
      "b": "骨軟化症",
      "c": "非定型骨折",
      "d": "多発性骨髄腫",
      "e": "転移性骨腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "骨幹部の骨皮質の肥厚と一致する骨折線。非定型大腿骨折(atypical femoral fracture; AFF)の所見です。2018-16に続き出題されましたね。骨折に先行して数週間や数ヶ月前からの違和感あり、外傷歴がないか、あっても軽微で骨折が生じます。骨癒合は遷延しやすいのが特徴。(臨床画像2017年10月号p1192-3)\n補足：ビスホスホネート、ステロイド、PPIなどが原因",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2019,
    "num": 18,
    "text": "50 歳代の男性。主訴は皮膚の硬化，運動障害。血沈亢進，好酸球増加がある。MRI を示す。この疾患の発症の契機となるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q18.png"
    ],
    "choices": {
      "a": "糖尿病",
      "b": "悪性腫瘍",
      "c": "スタチン服用",
      "d": "深部静脈血栓",
      "e": "過負荷の運動"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "両側性に筋膜が肥厚し、T2強調像や脂肪抑制T2強調像で高信号、造影MRIで著明に増強されている。筋や周囲皮下組織には明らかな異常所見なし。好酸球性筋膜炎を示唆する所見です。\n好酸球性筋膜炎\n筋膜に沿って膠原線維の増生とリンパ球・好酸球浸潤を来す疾患。\n誘発因子は激しい運動や外傷であり、傷害された筋膜での非特異的炎症と組織から流出した抗原に対する自己免疫反応が起きていると推察されている。\nそのほか、Borrelia 感染（ライム病）、マイコプラズマ感染との関連や、スタチン系薬剤、フェニトイン、 ACE阻害薬のramipril、ヘパリンなどが発症との関連が疑われている。\n四肢遠位（前腕、下腿）に好発し、急激に発症する疼痛・こわばり・腫脹、皮膚の硬化を認め、臨床的には強皮症に似る。\nMRIにて、筋そのものや皮下組織、表皮、真皮には明らかな異常を認めない点が他疾患との鑑別点となる。\n参考：好酸球性筋膜炎　診断基準・重症度分類・診療ガイドライン\nぽよ先生ありがとうございました！！",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2019,
    "num": 19,
    "text": "40 歳代，男性。単純 X 線写真で左上腕骨骨幹部に異常を指摘され，MRI が撮像された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q19.png"
    ],
    "choices": {
      "a": "骨軟骨腫",
      "b": "裂離骨折",
      "c": "内軟骨腫",
      "d": "三角筋粗面",
      "e": "線維性骨異形成症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "三角筋が付着する部位（三角筋粗面）に骨皮質の肥厚を認める。T1強調像ではっきりとした腫瘤形成はなく、病歴上は痛みなどの症状もなさそうであり、三角筋粗面における正常変異としてよいと思われる。なお、骨シンチグラフィでも三角筋粗面に集積がみられることがある（骨軟部の連想画像診断　p6-7を参照）。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2019,
    "num": 20,
    "text": "30 歳代の野球選手。最近右肩痛が強くなり，投球ができなくなった。右肩関節の MRI の斜冠状断・斜矢状断像を示す。投球痛の原因として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q20.png"
    ],
    "choices": {
      "a": "滑液包炎",
      "b": "棘下筋損傷",
      "c": "骨化性筋炎",
      "d": "腋窩神経損傷",
      "e": "肩甲上神経絞扼"
    },
    "answer": "e",
    "multi": false,
    "explanation": "2009年20とほぼ同じ画像。傍関節唇嚢胞による神経絞扼症候群",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2019,
    "num": 21,
    "text": "20 歳代の女性。右膝背側の痛みを主訴に来院した。右膝関節の単純 X 線写真の側面像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q21.png"
    ],
    "choices": {
      "a": "類骨骨腫",
      "b": "骨化性筋炎",
      "c": "悪性リンパ腫",
      "d": "傍骨性骨肉腫",
      "e": "メロレオストーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "Codman三角を伴う、大腿骨遠位骨幹端から背側に膨隆する腫瘤。骨膜反応が著明で、強く悪性を疑う。傍骨性骨肉腫。\n胸部",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2019,
    "num": 22,
    "text": "40 歳代の男性。喫煙者。咳嗽，喀痰，労作時呼吸困難を主訴に来院した。高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q22.png"
    ],
    "choices": {
      "a": "肺気腫",
      "b": "囊胞性線維症",
      "c": "リンパ脈管筋腫症",
      "d": "Birt-Hogg-Dubé 症候群",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "毎年たいてい出題される、肺嚢胞性疾患を鑑別する問題。両側肺野にびまん性のいびつな形の嚢胞性病変、粒状影を認め、Langerhans細胞組織球症を疑う所見です。典型的画像。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 23,
    "text": "50 歳代の男性。献腎移植後 10 年。発熱，咳嗽を主訴に来院した。胸部 CT と高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q23.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "原発性肺癌",
      "c": "アスペルギルス症",
      "d": "非結核性抗酸菌症",
      "e": "ニューモシスチス肺炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "免疫不全患者における肺腫瘤の鑑別。内部に空洞形成と、周囲のhaloを伴っており、選択肢の中では肺アスペルギルス症が最も疑われる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 24,
    "text": "40 歳代の女性。3 か月以上続く咳，微熱にて来院した。胸部 CT を示す。可能性が最も高いものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q24.png"
    ],
    "choices": {
      "a": "結核症",
      "b": "珪肺症",
      "c": "アミロイドーシス",
      "d": "マイコプラズマ肺炎",
      "e": "慢性好酸球性肺炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "３ヶ月以上という慢性の経過、reversed halo signから、慢性好酸球性肺炎と考えられる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 25,
    "text": "80 歳代の男性。悪性リンパ腫の治療中に胸部 X 線写真にて肺病変を指摘され精査目的で紹介された。胸部および両下肢の造影 CT を示す。最も考えられる診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q25.png"
    ],
    "choices": {
      "a": "肺血栓塞栓症",
      "b": "レジオネラ肺炎",
      "c": "肺ノカルジア症",
      "d": "マイコプラズマ肺炎",
      "e": "肺クリプトコッカス症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "右肺と、左大腿の筋層内にリング状造影効果を伴う腫瘤が多発しています。肺の画像所見と病歴でクリプトコッカス、ノカルジアが残るが、下肢に病変を形成する、となるとノカルジアらしいでしょうか。\n参照　東京レントゲンカンファレンス　播種性ノカルジア症\n参照　CT findings of pulmonary nocardosis (AJR)",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 26,
    "text": "70 歳代の男性，1 か月前からの微熱と乾性咳嗽，軽度呼吸困難を主訴に受診。高分解能 CT 横断像と冠状断再構成像を示す。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q26.png"
    ],
    "choices": {
      "a": "過敏性肺臓炎",
      "b": "転移性肺腫瘍",
      "c": "マイコプラズマ肺炎",
      "d": "ニューモシスチス肺炎",
      "e": "びまん性汎細気管支炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "毎年たいてい出題される、肺のびまん性すりガラス影を来す疾患を鑑別する問題。びまん性小葉中心性の結節状すりガラス影、粒状影を認め、部分的にspareされる場所もみられる。急性〜亜急性過敏性肺臓炎を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 27,
    "text": "60 歳代の男性。40 歳より長期透析中のため悪性腫瘍スクリーニング目的で胸部 CT を施行された。症状はない。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q27.png"
    ],
    "choices": {
      "a": "塵肺症",
      "b": "異所性肺骨化症",
      "c": "異所性肺石灰化症",
      "d": "慢性過敏性肺臓炎",
      "e": "肺肉芽腫性感染症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "頻出である異所性肺石灰化症。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 28,
    "text": "80 歳代の男性。3 か月続く咳嗽を主訴に来院した。胸部 X 線写真正面像を示す。以下の中で可能性が最も高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q28.png"
    ],
    "choices": {
      "a": "大葉性肺炎",
      "b": "悪性リンパ腫",
      "c": "縦隔内甲状腺腫",
      "d": "気管支カルチノイド",
      "e": "気管支腺様囊胞癌"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "S sign of Golden (inverted S sign) がみられ、右上葉の無気肺が疑われる。中枢側の腫瘍性病変が疑われる。３ヶ月の経過から肺炎は否定的。縦隔内甲状腺腫や悪性リンパ腫では気管の閉塞は稀。よって、d.e.",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 29,
    "text": "30 歳代の男性。咳嗽，胸痛，上腹部痛を主訴に来院した。胸部 CT 冠状断再構成と腹部造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q29.png"
    ],
    "choices": {
      "a": "肺化膿症",
      "b": "肺吸虫症",
      "c": "肺結核症",
      "d": "肺クリプトコッカス症",
      "e": "敗血症性肺血栓塞栓症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右肺下葉縦隔側に棍棒状のconsolidationと周囲のGGOあり、左肺は気胸、肝左葉辺縁LDAあり。 肺吸虫症を考えます。胸膜直下に病変が多く、周囲のすりガラス状濃度上昇を伴う不整形結節があること、胸水や気胸を伴うことなどから疑います。ヒトへは淡水産カニなどを食べることで小腸から感染し、腹腔内→腹直筋内へ移動し発育、再び腹腔内→横隔膜を貫き(本症例の肝臓のLDAはこの経路が疑われる)→胸腔へ(ここで気胸を起こす)移動するそうです。最終的に肺実質内で虫嚢を形成し、産卵するそうです(想像するだけで恐ろしい･･･)\n2012-30でも出題されています。参照　東京レントゲンカンファレンス　ウエステルマン肺吸虫症",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 30,
    "text": "60 歳代の男性。大工をしており，検診で異常を指摘された。自覚症状はない。胸部単純 X 線写真を示す。診断として正しいものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q30.png"
    ],
    "choices": {
      "a": "石綿肺",
      "b": "胸膜中皮腫",
      "c": "原発性肺癌",
      "d": "胸膜プラーク",
      "e": "良性石綿胸水"
    },
    "answer": "d",
    "multi": false,
    "explanation": "石綿関連疾患について問う問題。胸部レントゲン上、両肺野には目立った異常陰影なく、胸水貯留もみられない。右横隔面、右第三弓２接した心膜、左中肺レベルなど胸膜に石灰化を認め、胸膜プラークを示す所見です。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 31,
    "text": "5 歳の男児。咳嗽を主訴に近医を受診し，胸部単純 X 線写真で異常を指摘された。胸部単純 X 線写真と胸部造影 CT を示す。可能性が最も高いものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q31.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "血管腫",
      "c": "リンパ腫",
      "d": "胸腺過形成",
      "e": "胸腺脂肪腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "胸腺脂肪腫",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 32,
    "text": "40 歳代の男性。3 か月前から続く労作時呼吸困難を主訴に来院した。胸部単純 X 線写真正面像と高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q32.png"
    ],
    "choices": {
      "a": "肺水腫",
      "b": "肺出血",
      "c": "肺胞蛋白症",
      "d": "浸潤性粘液性腺癌",
      "e": "ニューモシスチス肺炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "crazy-paving patternを呈する。選択肢はいずれもcrazy-paving patternを呈し得る。慢性の経過と労作時呼吸困難の訴え、所見の割に症状が弱いことからも肺胞蛋白症を最も考える。\n心血管",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 33,
    "text": "50 歳代の男性。検診の胸部単純 X 線写真で異常を指摘された。心臓 MRI を示す。本疾患の MRI 所見で，誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q33.png"
    ],
    "choices": {
      "a": "遅延造影領域は，線維化や肉芽腫を反映する。",
      "b": "急性期炎症では，black blood T2 強調画像で局所信号上昇，腫大，限局性壁運動低下を認める。",
      "c": "慢性期では，拡張型心筋症との鑑別が困難である。",
      "d": "正常心筋の null point の設定が困難である。",
      "e": "遅延造影領域は，心外膜側や中層主体の分布を示すことが多い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "補足： d null point＝正常心筋の信号値が0になる遅延時間．心アミロイドーシスなどのように心筋全体に淡い造影効果があると設定困難となることあり",
    "category": "心臓・大血管"
  },
  {
    "year": 2019,
    "num": 34,
    "text": "60 歳代の男性。喀血を主訴に来院した。胸部造影 CT の横断像と冠状断再構成像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q34.png"
    ],
    "choices": {
      "a": "解離性大動脈瘤",
      "b": "肺癌大動脈浸潤",
      "c": "大動脈気管支瘻",
      "d": "炎症性大動脈瘤",
      "e": "感染性大動脈瘤"
    },
    "answer": "d",
    "multi": false,
    "explanation": "炎症性大動脈瘤が胸部で発生するのは非常に稀。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2019,
    "num": 35,
    "text": "60 歳代の男性。経胸壁心エコーで局所壁運動異常を指摘されて，心臓 MRI 検査が行われた。遅延造影 MRI を示す。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q35.png"
    ],
    "choices": {
      "a": "心筋梗塞",
      "b": "拡張型心筋症",
      "c": "アミロイドーシス",
      "d": "サルコイドーシス",
      "e": "好酸球性心筋炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "LAD領域の急性期心筋梗塞の典型例。",
    "category": "心臓・大血管"
  },
  {
    "year": 2019,
    "num": 36,
    "text": "60 歳代の女性。呼吸困難を主訴に近医受診し，心臓超音波検査にて異常を指摘された。 MRI を示す。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q36.png"
    ],
    "choices": {
      "a": "心筋梗塞",
      "b": "肥大型心筋症",
      "c": "拡張型心筋症",
      "d": "高血圧性心筋症",
      "e": "たこつぼ型心筋症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "シネMRIで左室心尖部の壁運動低下と内腔の拡大が見られる。たこつぼ型心筋症では、遅延造影MRIにおいて遅延造影がみられないことが特徴とされてきたが、たこつぼ型心筋症急性期の９〜２２％の症例で心筋に淡い遅延造影がみられることが報告されている。ただし、たこつぼ型心筋症において認められる遅延造影は、心筋梗塞のような明瞭な高信号ではないため、急性心筋梗塞との鑑別は困難ではない。本症例でも遅延造影で心尖部の左室心筋に淡い高信号を呈しており、たこつぼ型心筋症と思われる。",
    "category": "心臓・大血管"
  },
  {
    "year": 2019,
    "num": 37,
    "text": "50 歳代の男性。2 週間前から発熱，咳嗽が出現。近医の心エコーで腫瘤を指摘され，精査目的で受診。MRI を示す。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q37.png"
    ],
    "choices": {
      "a": "血管腫",
      "b": "横紋筋腫",
      "c": "悪性リンパ腫",
      "d": "結核性心膜炎",
      "e": "乳頭状線維弾性腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "上行大動脈や肺動脈基部、SVCを取り巻くように進展する腫瘤影。サイズの割に組織破壊が乏しく、また均一で強い拡散制限を伴っている。Lymphoma.\n乳腺",
    "category": "心臓・大血管"
  },
  {
    "year": 2019,
    "num": 38,
    "text": "60 歳代の女性。右乳房腫瘤を主訴に来院した。マンモグラフィを示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q38.png"
    ],
    "choices": {
      "a": "線維腺腫",
      "b": "浸潤性小葉癌",
      "c": "浸潤性乳管癌",
      "d": "非浸潤性小葉癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "右上外側領域にspiculaを伴う腫瘤影を認め、悪性腫瘍を疑います。選択肢の内、腫瘤影としてみられる悪性腫瘍としてはb,c。非浸潤性癌は理論的には乳管内にとどまっているので、腫瘤を形成しないのでd,eは×。",
    "category": "乳房"
  },
  {
    "year": 2019,
    "num": 39,
    "text": "40 歳代の女性。左乳房腫瘤の精査で各種検査の後に造影 MRI が施行された。 Background parenchymal enhancement（BPE）について，誤っているものはどれか。 1 つ選べ。",
    "images": [
      "assets/questions/2019/q39.png"
    ],
    "choices": {
      "a": "本症例の BPE の程度は moderate である。",
      "b": "月経開始後 5～12 日の時期に優位となる。",
      "c": "乳腺の辺縁優位に認められることが多い。",
      "d": "乳癌術前検査で広がり診断能が低下する。",
      "e": "非対称性の場合，非浸潤性乳管癌との鑑別が問題となる。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "月経開始から第2週目がBPEの程度は最も低く、4−1週が最も高いと報告されている。従って月経開始5-12日目の間にMRIを撮影するべきとされている。",
    "category": "乳房"
  },
  {
    "year": 2019,
    "num": 40,
    "text": "60 歳代の女性。左乳房腫瘤を主訴に受診。乳房 MRI を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q40.png"
    ],
    "choices": {
      "a": "葉状腫瘍",
      "b": "線維腺腫",
      "c": "囊胞内癌",
      "d": "浸潤性小葉癌",
      "e": "浸潤性乳管癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "T2WIで高信号、ダイナミック早期相で内部の増強効果はみられず、辺縁の一部が乳頭状に肥厚し増強効果がみられる。嚢胞内癌が疑われる。\n小児",
    "category": "乳房"
  },
  {
    "year": 2019,
    "num": 41,
    "text": "5 歳，男児。右頸部の違和感を訴え，耳鼻科を受診した。超音波検査で異常を指摘され，精査目的に入院した。MRI を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q41.png"
    ],
    "choices": {
      "a": "血管腫",
      "b": "神経鞘腫",
      "c": "平滑筋肉腫",
      "d": "横紋筋肉腫",
      "e": "悪性リンパ腫"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "5歳、右の頭蓋底を主座とする不整形の腫瘤影。骨破壊も伴っており、左への進展も疑われる。造影効果は不均一。横紋筋肉腫は真っ先に挙がるとして、もう一つをどれにするか悩みますが、平滑筋肉腫で検索したら似たような写真が出てきた印象で、これでしょうか。\n問41(小児頭頚部腫瘍)ですが、d横紋筋肉腫　e悪性リンパ腫　ではないでしょうか。平滑筋肉腫と横紋筋肉腫では発生する患者の年齢層が大きく異なります。平滑筋肉腫は60歳越えが発症中央値のはずです。すぐわかる小児の画像診断　では頭頚部横紋筋肉腫の項がありますが悪性リンパ腫との鑑別について述べられています。もちろん小児平滑筋肉腫症例もあると思いますが、eより上位に来るのは厳しいのではと思いました。\nびびび先生ありがとうございます！",
    "category": "小児"
  },
  {
    "year": 2019,
    "num": 42,
    "text": "生後 2 か月の女児に対して，腹部超音波検査を施行。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q42.png"
    ],
    "choices": {
      "a": "門脈瘤",
      "b": "急性肝炎",
      "c": "先天性胆道閉鎖症",
      "d": "先天性胆道拡張症",
      "e": "肝内門脈静脈シャント"
    },
    "answer": "c",
    "multi": false,
    "explanation": "triangular cord signを認め、先天性胆道閉鎖症を示唆する所見です。triangular cord sign肝門部で門脈前方の三角形あるいは帯状高エコー。縦断像あるいは横断像で評 価し、厚さが 4 mm 以上を陽性と判定する。",
    "category": "小児"
  },
  {
    "year": 2019,
    "num": 43,
    "text": "12 歳男児。股関節痛精査目的の股関節 X 線撮影と続いて行った股関節 MRI を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q43.png"
    ],
    "choices": {
      "a": "ペルテス病",
      "b": "化膿性骨髄炎",
      "c": "単純性股関節炎",
      "d": "大腿骨頭すべり症",
      "e": "一過性大腿骨頭委縮症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "単純X線写真正面像で右大腿骨頭の成長板の拡大がみられ、脂肪抑制T2強調像では右大腿骨頭の成長板周は囲に淡い高信号とともに関節液貯留もみられる。大腿骨頭すべり症では通常後内方に向かって生じるため、ラウエンシュタイン法による側面像で大腿骨頭の前後方向の幾何学的変化を捉えやすい。\n腹部",
    "category": "小児"
  },
  {
    "year": 2019,
    "num": 44,
    "text": "20 歳代の女性。右季肋部痛を主訴に来院した。ダイナミック造影 CT の動脈相（横断像，再構成冠状断像）を示す。次にすべき検査は何か。2 つ選べ。",
    "images": [
      "assets/questions/2019/q44.png"
    ],
    "choices": {
      "a": "血清 IgG4",
      "b": "子宮頸管粘液検査",
      "c": "血清クラミジア抗体",
      "d": "抗ミトコンドリア抗体",
      "e": "肝炎ウイルスマーカー"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "動脈早期相で肝周囲に増強効果がみられ、肝周囲炎が疑われる。20歳代女性であることからFitz-Hugh-Curtis Syndromeを疑う。検査法としてb,cがある。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2019,
    "num": 45,
    "text": "50 歳代の男性。肝胆道系酵素の上昇があり，超音波検査を施行したところ，肝腫瘤を認めた。造影 CT の横断像と冠状断像を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q45.png"
    ],
    "choices": {
      "a": "肝膿瘍",
      "b": "出血性囊胞",
      "c": "エキノコッカス症",
      "d": "胆管内乳頭状腫瘍",
      "e": "肝粘液性囊胞性腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "肝右葉～肝門部を主座とする充実＋嚢胞性腫瘤。胆管内乳頭状腫瘍、肝粘液性嚢胞性腫瘍\n設問34ですが、内部性状が乳頭状であることと男性であることから私はdのIPNBを疑いました。冠状断像では右葉の肝内胆管の拡張も見られます。https://link.springer.com/content/pdf/10.1007/s00330-015-3618-2.pdf\nMCNの9割以上が女性であるので、男性であることはMCNの可能性をかなり下げると思います。肝S4を中心とした大きな多房性嚢胞性病変という点ではMCNも鑑別の上位に上がりますが、MCNの多房はどちらかというと房の大きさにばらつきがあって、cyst in cyst typeが多く、本症例ではhttps://www.nature.com/articles/modpathol201171.pdf\nのfig1でいえばどちらかというとmulticysticに分類される用に思います。malignant potentialもかなり低いので、本症例のように充実部がかなり目立つ症例も比較的まれなように思います。\nksk310先生ありがとうございます！！！",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2019,
    "num": 46,
    "text": "40 歳代の女性。腹痛を主訴に来院。幼少時に交通外傷の既往あり。これまでは悪性腫瘍の既往はない。造影 CT の横断像（2 スライス）を示す。最も考えられる疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q46.png"
    ],
    "choices": {
      "a": "脾   症",
      "b": "副   脾",
      "c": "副   肝",
      "d": "ガーゼオーマ",
      "e": "悪性リンパ腫"
    },
    "answer": "a",
    "multi": false,
    "explanation": "本来脾臓が存在しているべき場所に、多結節状の構造物あり。脾臓と同じ位に造影されている。交通外傷後であり、脾破裂による脾摘後、脾症と想像される。\n脾症（splenosis）\n外傷や外科手術により脾臓が破裂して、腹腔内に逸脱した脾臓の組織が他の部位へ自己移植することで生じます。\n小腸の漿膜面や肝臓、大網、腹膜や横隔膜面などで起こることがあります。\n外傷後5-10年後に発見されることが多いとされます。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2019,
    "num": 47,
    "text": "20 歳代の女性。腹痛を主訴に来院した。MRI の脂肪抑制 T1 強調像，T2 強調像を示す。可能性が最も高い膵病変はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q47.png"
    ],
    "choices": {
      "a": "仮性囊胞",
      "b": "漿液性囊胞腫瘍",
      "c": "粘液性囊胞腫瘍",
      "d": "Solid pseudopapillary neoplasm",
      "e": "Intraductal papillary mucinous neoplasm"
    },
    "answer": "d",
    "multi": false,
    "explanation": "若年女性における、内部に出血性壊死を伴う膵尾部腫瘤であり、SPNが第1に疑われる。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2019,
    "num": 48,
    "text": "50 歳代の男性。検診で膵尾部腫瘤を指摘され来院した。造影 CT 膵実質相と SPIO 造影後 T2 強調像を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q48.png"
    ],
    "choices": {
      "a": "膵内副脾",
      "b": "通常型膵癌",
      "c": "腺房細胞癌",
      "d": "神経内分泌腫瘍",
      "e": "Mucinous cystic neoplasm"
    },
    "answer": "a",
    "multi": false,
    "explanation": "膵尾部に結節状の造影増強効果が認められる。SPIO造影後T2WIでは低信号を呈する。造影増強効果、MRIの信号変化は脾と同様で膵内副脾が疑われる。\nb.通常型膵癌は線維性間質を反映して遷延性の造影パターンを呈するため、造影膵実質相では膵実質と比較して低吸収を呈する。\nc.腺房細胞癌は膵頭部に発生することが多く、境界明瞭で外方に突出する形状が特徴的で、小さい病変では比較的均一な造影増強効果を示すが、正常膵実質と比較すると濃染は弱く、大きい病変では出血や壊死を伴う嚢胞成分を含む。\nd.膵内分泌腫瘍は典型的には膵実質相で濃染が最大になる腫瘍が多いが、膵実質相では等あるいは低吸収を呈し門脈相で濃染してくる腫瘍も少なくない。SPI造影後T2WIでは低信号を呈さない。\ne.Mucinous cystic neoplasmは、膵体尾部に見られる辺縁平滑で、厚い線維性被膜を有する多房状の嚢胞性腫瘤。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2019,
    "num": 49,
    "text": "50 歳代の男性。全身倦怠感にて近医を受診，採血にて肝障害が認められた。FDG- PET-CT とダイナミック造影 CT を示す。可能性が最も高い膵疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q49.png"
    ],
    "choices": {
      "a": "膵管癌",
      "b": "膵腺房細胞癌",
      "c": "膵内分泌腫瘍",
      "d": "漿液性囊胞腺腫",
      "e": "自己免疫性膵炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "膵実質の腫大とFDG集積、また肝内胆管の小結節？AIH＋IgG4関連疾患\n補足：IgG4関連疾患では同時性あるいは異時性に全身諸臓器の腫大あるいは結節・肥厚性病変を伴う",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2019,
    "num": 50,
    "text": "60 歳代の男性。腹痛と嘔吐を主訴に来院した。造影 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q50.png"
    ],
    "choices": {
      "a": "傍盲腸ヘルニア",
      "b": "大網裂孔ヘルニア",
      "c": "小腸間膜ヘルニア",
      "d": "Winslow 孔ヘルニア",
      "e": "右傍十二指腸ヘルニア"
    },
    "answer": "e",
    "multi": false,
    "explanation": "上腸間膜動静脈の右背側にループ状になった小腸が同定される。ループ構造は腹部大動脈と上腸間膜動静脈の間できゅっと収束している。右傍十二指腸ヘルニアを疑う所見です。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2019,
    "num": 51,
    "text": "40 歳代の女性。2 日前より，左側腹部痛が出現，疼痛は鈍痛で咳で増強する。便通異常はみられない。単純 CT 横断像と冠状断像を示す。この疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q51.png"
    ],
    "choices": {
      "a": "小腸間膜に多い。",
      "b": "悪性化することがある。",
      "c": "粘膜との連続性はない。",
      "d": "石灰化を認めることがある。",
      "e": "強力な抗菌薬治療が必要である。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "頻出の腹膜垂炎の一般知識を問う問題",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2019,
    "num": 52,
    "text": "40 歳代の女性。急激に発症した心窩部痛にて夜 12 時に救急外来受診した。既往歴なし。造影 CT を示す。最も可能性の高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q52.png"
    ],
    "choices": {
      "a": "IgA 血管炎",
      "b": "急性胆囊炎",
      "c": "悪性リンパ腫",
      "d": "胃アニサキス症",
      "e": "Borrmann4 型胃癌"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胃全体に著明な胃壁の浮腫性肥厚を認める。急激な発症であり、胃アニサキス症が疑われる。全周性の壁肥厚のみであれば、鑑別としてスキルス胃癌や悪性リンパ腫が鑑別として挙がる。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2019,
    "num": 53,
    "text": "50 歳代の女性。腹痛，嘔気で受診。造影 CT を示す。この病態について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q53.png"
    ],
    "choices": {
      "a": "膵炎の原因となる。",
      "b": "緊急開腹手術の適応である。",
      "c": "拡張しているのは主に回腸である。",
      "d": "胆道系酵素が上昇していることが多い。",
      "e": "胃癌に対する BillrothⅠ法再建術後に多い。"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "輸入脚の拡張と液貯留あり、輸入脚症候群を疑う。BillrothⅡ法やRoux-en-Yなど、輸入脚を有する再建術後にみられる。胆汁や膵液、腸分泌液の貯留による輸入脚内圧の上昇、径が拡張し、腹痛や腹部膨満などを来す。\n泌尿器",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2019,
    "num": 54,
    "text": "30 歳代の男性。健診で腎腫瘤を指摘された。造影 CT を示す。診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q54.png"
    ],
    "choices": {
      "a": "Cobb 症候群",
      "b": "結節性硬化症",
      "c": "von Hippel Lindau 病",
      "d": "Osler-Weber-Rendu 病",
      "e": "Birt-Hogg-Dubé 症候群"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左腎に濃染する腫瘤あり、淡明腎細胞癌を疑う。右腎に小嚢胞あり。膵臓に多発性、多房性嚢胞あり。精巣に嚢胞あり。Von Hippel-Lindau病を示す所見です。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 55,
    "text": "50 歳代の男性。血尿を主訴に来院した。造影 CT の再構成冠状断像を示す。次にすべき検査は何か。2 つ選べ。",
    "images": [
      "assets/questions/2019/q55.png"
    ],
    "choices": {
      "a": "腎動脈造影",
      "b": "腎静脈造影",
      "c": "腎動態シンチグラム",
      "d": "逆行性腎盂尿管造影",
      "e": "カラードップラー超音波検査"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "腎動静脈奇形疑いの症例に関する検査アプローチ。\n補足：e 嚢胞状病変内部にモザイク状の血流信号を認める",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 56,
    "text": "40 歳代の女性。腹部 CT を別に示す。鑑別診断として最も考えにくいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q56.png"
    ],
    "choices": {
      "a": "脂肪肉腫",
      "b": "髄外造血",
      "c": "骨髄脂肪腫",
      "d": "血管筋脂肪腫",
      "e": "神経節細胞腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側副腎に脂肪を含有する腫瘤性病変を認める。eは、単純CTで水の濃度に近い著明な低吸収を呈する境界明瞭な腫瘤である。他の選択肢は、脂肪を含んでおり、最も考えにくいのは、eと思う。\n婦人科",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 57,
    "text": "40 歳代の女性。倦怠感と嘔気，無月経を主訴に来院した。MRI の T2 強調像とガドリニウム造影 T1 強調像の矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q57.png"
    ],
    "choices": {
      "a": "子宮体癌",
      "b": "遺残胎盤",
      "c": "胞状奇胎",
      "d": "子宮内膜増殖症",
      "e": "子宮内膜ポリープ"
    },
    "answer": "c",
    "multi": false,
    "explanation": "子宮内腔を占拠する腫瘤で、内部は小嚢胞の集簇状になっている。無月経と合わせ、胞状奇胎を疑う。臨床的にはhCGの異常高値から診断されることも多いらしいです。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 58,
    "text": "16 歳の女性。月経異常を主訴に来院。卵巣腫瘍が疑われた。骨盤部 MRI を示す。最も疑われるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q58.png"
    ],
    "choices": {
      "a": "線維腫",
      "b": "未熟奇形腫",
      "c": "悪性リンパ腫",
      "d": "顆粒膜細胞腫",
      "e": "未分化胚細胞腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "若年女性の巨大な骨盤内充実性腫瘤。多結節状でT2WIで高信号、T2WIで低信号・造影MRIで造影される隔壁構造を持ち、未分化胚細胞腫を疑う所見です。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 59,
    "text": "40 歳代女性。不正性器出血，貧血を主訴に来院した。MRI T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q59.png"
    ],
    "choices": {
      "a": "子宮頸癌",
      "b": "子宮体癌",
      "c": "子宮筋腫",
      "d": "子宮内膜ポリープ",
      "e": "分葉状内頚管過形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "筋腫分娩の典型例。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 60,
    "text": "20 歳代の女性。下腹部痛にて緊急入院となった。超音波検査で骨盤内腫瘤を指摘された。3 種類の MRI を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q60.png"
    ],
    "choices": {
      "a": "血行動態の異常がある。",
      "b": "間質の腫瘍性病変である。",
      "c": "胃癌のチェックが必要である。",
      "d": "病変の主座は左の付属器である。",
      "e": "組織学的には間質の浮腫が見られる。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "右卵巣の腫大があり、T2WIでは浮腫を反映して卵巣内に広く高信号が認められる。辺縁には卵胞と思われる小嚢胞構造が複数認められる。卵巣広範性浮腫の典型的な画像所見である。造影MRIでは造影増強効果が認められるが、浮腫が強い部位では増強効果は弱い。卵巣広範性浮腫は慢性的・間欠的な卵巣の不全捻転によるリンパ管や静脈のうっ滞が原因とされ、小児や若年成人に好発し、茎捻転と同じく右卵巣に多い。\nb.腫瘍性病変ではない。\nc.転移性卵巣腫瘍の70％は両側性で、画像的特徴としては多結節性、多房性の境界明瞭な腫瘤で、浸潤・癒着傾向を欠くことが挙げられる。狭義には胃の印環細胞癌からの転移をKrukenberg腫瘍という。\nd.左付属器は骨盤左側に正常に認められる。病変の首座は右付属器である。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 61,
    "text": "60 歳代の女性。不正性器出血を主訴に来院し，精査となった。骨盤 MRI を示す。考えられる疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q61.png"
    ],
    "choices": {
      "a": "閉経後に好発する。",
      "b": "原発性卵巣癌の可能性が高い。",
      "c": "エストラジオールは高値を示す。",
      "d": "Junctional zone が明瞭化している。",
      "e": "子宮内膜生検で異型は見られない。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "閉経後としては不相応の子宮筋層・内膜の肥厚と明瞭なzonal anatomyである。骨盤内右側に強く造影される境界明瞭な腫瘤あり。腹水が貯留している。顆粒膜細胞腫を疑う。子宮内膜癌の合併の可能性が高いことも憶えておく必要がありますね。\nIVR",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2019,
    "num": 62,
    "text": "60 歳代の女性。膵頭十二指腸切除術後のドレーンから出血をみとめた。造影 CT を示す。考えられる IVR 手技はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q62.png"
    ],
    "choices": {
      "a": "Packing",
      "b": "Isolation",
      "c": "レーザー治療",
      "d": "ステントグラフト内挿術",
      "e": "バソプレッシン動注療法"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "おそらく背側膵動脈にできた、医原性の仮性瘤に対するIVR。仮性瘤の近位と遠位側を塞ぐ（isolation）、ステントを挿入することにより仮性瘤への血流を途絶させる。\nパッキングとは、動脈瘤内をコイルで詰めること。真性瘤に対して行う。\nバソプレシン動注療法は、動脈平滑筋や腸管平滑筋に直接作用して収縮させ、止血させる方法。\n微量な出血が広範囲に及ぶ出血性胃炎, 出血性腸炎や 出血血管が細い憩室出血などに対して行う。太い血管の破綻(仮性動脈瘤など)には用いるべきでない。\nレーザー治療は動脈出血に対して行わない。下肢静脈瘤などに行う治療。\n2020年8月9日追記\nisolation＋packingではないか？という質問から、いや、packingとは言わないのだという超専門的なやりとりはコメント欄をご覧ください。\nN先生、kj先生、O先生ありがとうございます！！",
    "category": "IVR"
  },
  {
    "year": 2019,
    "num": 63,
    "text": "60 歳代の女性。施行した手技終了時の DSA 像を示す。この手技につき，適応になる疾患はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q63.png"
    ],
    "choices": {
      "a": "胃静脈瘤",
      "b": "肝性脳症",
      "c": "難治性腹水",
      "d": "血小板減少症",
      "e": "門脈本幹の腫瘍塞栓"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "Transjugular Intrahepatic Portosystemic Shunt: TIPSの適応は、\n内視鏡的治療でコントロール不良な消化管静脈瘤\nPortal hypertensive gastropathy、\n門脈圧亢進に起因する難治性腹水、胸水とされる。\nなお、日本IVR学会の「技術教育セミナー」の症例と全く同じ画像である（http://www.jsir.or.jp/docs/member/hinto/25_4/25_4_4.pdf）。",
    "category": "IVR"
  },
  {
    "year": 2019,
    "num": 64,
    "text": "30 歳代の男性。3 年前より右殿部の腫脹を認め，徐々に増大し赤紫色に変化してきた。座位にて疼痛としびれも認める。MRI T2 強調冠状断像および 3D-CTA（VR 像）を示す。選択される IVR 手技はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q64.png"
    ],
    "choices": {
      "a": "経動脈的塞栓術（NBCA）",
      "b": "経皮的ラジオ波焼灼療法",
      "c": "内腸骨動脈塞栓術（コイル）",
      "d": "経動脈的塞栓術（エタノール）",
      "e": "経皮的硬化療法（ポリドカノール）"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "dのエタノールを使用し、細かい血管を塞栓する。もう１つの選択肢は、a or c と思われる。AVMであればa,cの判断は困難。AVFと考えてc,dか。\n64の軟部組織血管奇形の問題ですが、IVRマニュアル139ページより、経動脈的塞栓物質の種類はNBCA、オニキス、無水エタノール、オルダミン、粒状塞栓物質とあり、これらが問われているのではないかと考えました。一方で、コイルやゼラチンは使用しないとあり、ただしコイルはフローコントロール目的では使用することがあるとあります。この場合、内腸骨動脈の塞栓はフローコントロールとして必要かどうかということとなると思いますが、かなり具体的な判断が必要となり、この一枚の3D画像からはわからないと思いました。よって答えはadかと思いました。いかがでしょうか。\n\n問64(骨盤内巨大血管病変)ですが、a NBCA d エタノール　ではないでしょうか。adが経動脈的塞栓術ですが　cが内腸骨動脈塞栓術となっているのがミソと思われます。本症例はおそらくTypeⅢのAVMと診断できますので、nidusの塞栓(あるいは可及的にnidusに近づいての塞栓)が望まれます。内腸骨動脈本幹のコイル塞栓のみでは①側副路から血流を引き込んでしまい全く血流低下しない（治療効果がない)　②側副路経由の非常に難しい塞栓を強いられるため追加治療困難　を招来していまいます。出題者の意図はｃは禁忌に近いというものではないしょうか。ただしこの辺は下手にNBCAやエタノールで強塞栓すると筋壊死、神経障害（大腿神経、坐骨神経など）、皮膚壊死等を生じかねないので”可及的末梢でコイルメインに塞栓する”のも現実的とは思います。\n\n受験生先生、びびび先生ありがとうございます！\n核医学",
    "category": "IVR"
  },
  {
    "year": 2019,
    "num": 65,
    "text": "10 歳代の女性。頭部 SPECT 画像を示す。使用された放射性医薬品として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q65.png"
    ],
    "choices": {
      "a": "I-BMIPP123",
      "b": "I-IMP123",
      "c": "I-ioflupane123",
      "d": "I-iomazenil123",
      "e": "I-MIBG123"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脳血流シンチグラフィ製剤を選べという問題ですね。\n65番のSPECTですが脳血流画像と比較して基底核、視床、脳幹、小脳に集積が少ないことがiomazenilを選ぶ根拠のようです。核医学ノート120、121ページから。\niomazenilは脳受容体シンチグラフィですね。\nR先生ありがとうございます！！",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 66,
    "text": "60 歳代の男性。3 年前よりすくみ足，易転倒性，構音障害出現。123I-IMP および 123I-io- flupane による脳 SPECT 画像，123I-MIBG による胸部シンチグラフィ後期像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q66.png"
    ],
    "choices": {
      "a": "Parkinson 病",
      "b": "Alzheimer 型認知症",
      "c": "Lewy 小体型認知症",
      "d": "進行性核上性麻痺",
      "e": "大脳皮質基底核症候群"
    },
    "answer": "d",
    "multi": false,
    "explanation": "パーキンソニズムを来す疾患の鑑別。123I-ioflupaneでは両側線状体への集積低下を認め,123I-MIBGでは、後期相で心臓への集積を認める=washout rateがさほど高くない。これによりd or eを疑う。123I-IMPでは、比較的対照的な両側前頭葉への血流低下が疑われる。d  進行性核上性麻痺に合致する。大脳皮質基底核症候群は前頭頭頂葉優位、左右非対称な大脳萎縮が特徴。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 67,
    "text": "40 歳代の男性。脳脊髄液腔シンチグラム 3 時間像を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q67.png"
    ],
    "choices": {
      "a": "髄液鼻漏",
      "b": "正常圧水頭症",
      "c": "脊柱管狭窄症",
      "d": "閉塞性水頭症",
      "e": "脳脊髄液減少症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "脳脊髄液腔シンチグラム3時間像で、両側性腰部RI集積（いわゆるクリスマスツリー所見）および膀胱の早期描出を認める。これらは脳脊髄液漏出の参考所見にはとどまるが、選択肢の中では脳脊髄液減少症を最も疑う。\n関連：脳脊髄液漏出症画像判定基準・画像診断基準",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 68,
    "text": "50 歳代の男性。心筋梗塞の急性期に安静時の血流と脂肪酸代謝の評価が行われた。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q68.png"
    ],
    "choices": {
      "a": "血流・代謝ミスマッチはない。",
      "b": "梗塞は左回旋枝領域に存在する。",
      "c": "SPECT 画像は垂直長軸像である。",
      "d": "経時的な壁運動の改善が期待できる。",
      "e": "脂肪酸代謝の評価には 123I-BMIPP を用いた。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "a.中隔〜心尖にミスマッチあり。\nb.梗塞を疑う集積の欠損なし。\nc.水平長軸像。\nd.気絶心筋。気絶心筋とは冠動脈閉塞後に再灌流に成功しても心機能障害（すなわち壁運動異常）が持続し、壁運動回復が遷延すること。よって、壁運動の改善が期待できる。\ne.脂肪酸代謝には123I-BMIPPを用いる。\nよって、d.e.",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 69,
    "text": "60 歳代の男性。主訴は労作時の息切れ。安静時の心電図同期心筋血流 SPECT が行われた。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q69.png"
    ],
    "choices": {
      "a": "右室負荷がある。",
      "b": "虚血性心不全を疑う。",
      "c": "Tc 標識製剤を用いた。99m",
      "d": "心尖部肥大型心筋症を疑う。",
      "e": "前壁の壁運動は保たれている。"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "胆嚢に強い集積があるので99mTc-MIBIもしくはtetrofosmin.心尖部に明らかな壁肥厚なし。QGSでも明らかな壁運動障害なし。ここ最近、筆記試験でも必ず1問は「これ何のシンチ」が出題されるので、まとめてみました。口頭試問でも頻出とのウワサ。→全身のシンチグラフィ、これ何のシンチ？",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 70,
    "text": "70 歳代の女性。右乳癌の術前に施行された核医学検査の画像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q70.png"
    ],
    "choices": {
      "a": "脂肪織の病変が示唆される。",
      "b": "乳癌病巣に強い集積が見られる。",
      "c": "リンパ節転移を示唆する所見ではない。",
      "d": "ガンマプローブで撮影された画像である。",
      "e": "この検査に 99mTc-tetrofosmin が用いられる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "センチネルリンパ節シンチ\n乳癌では臨床的に明らかな腋窩リンパ節転移が認められている場合は、レベルⅡ(中部腋窩)までのリンパ節郭清が推奨されている。\nセンチネルリンパ節シンチグラフィは臨床的にリンパ節転移が明らかではない場合に行われ， センチネルリンパ節転移が陰性であればリンパ節郭清を省略する。\nそれに伴い術後合併症や上肢機能障害が減り, QOL(qualityoflife)の改善につながる．。\nセンチネルリンパ節転移が陰性の場合，腋窩リンパ節郭渭を省略しても長期予後は変わらないという大規模臨床試験の結果が出ている。\n術前にリンパ移行性の高い放射性医薬品(99mTc-HSA、99mTc-フチン酸99m、Tcスズコロイド)を原発巣または周辺組織に皮下もしくは皮内投与し、 ガンマカメラでシンチグラムを撮像することでリンパ節の描出を行う．\n注入部位は腫瘍の占居部位に関わらず乳輪下に投与することが多く、リンパ節に加え、注入部位にも強い集積を認める。\nリンパ系内の貯留時間はコロイド粒子の大きさにより異なり，小さなものほど移行が早い。99mTc-フチン酸は径200～l,000nmとリンパ節描出に適度な大きさであり､汎用されている。\n手術中にγ線検出用のガンマプローブを用いてセンチネルリンパ節を同定・摘出し、術中迅速病理診断で転移の有無を確認する．\n従って、a,b ×　c ○\n胸部前面像での強い集積部位は注入部位と考えられ、その近傍のより小さな集積部位は腋窩のセンチネルリンパ節を疑う。このリンパ節が転移であるかどうかは画像のみではいえないため、c は正しい。\nd× 術前に撮像されている画像でありガンマプローブによる画像ではない。e ×\n参照）わかりやすい核医学　P276-279",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 71,
    "text": "70 歳代の女性。左下肢腫脹の精査のため来院した。シンチグラムを示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q71.png"
    ],
    "choices": {
      "a": "24 時間後の画像である。",
      "b": "左下肢のリンパ管が拡張している。",
      "c": "放射性医薬品は静脈内投与された。",
      "d": "この検査の標準的な投与量は 370 MBq である。",
      "e": "この検査には放射性医薬品として 99mTc-HSA-D が用いられる。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "リンパ浮腫に対するリンパ管シンチグラフィ。99mTc-HSADを投与部位1箇所あたり、約40～80MBqを容量が0.1～0.2mL以内となるように調製の上、皮内に投与し、観察部位のシンチグラムを得る（http://www.jsnm.org/archives/4382/より抜粋）。なお、昨年保険適用になった検査のようである。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 72,
    "text": "30 歳代の男性。精査のために核医学検査を施行した。使用した放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q72.png"
    ],
    "choices": {
      "a": "18F-FDG",
      "b": "67Ga-citrate",
      "c": "99mTc-pertechnetate",
      "d": "111In-pentetreotide",
      "e": "123I-MIBG"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左頚部に強い集積あり。また、涙腺、鼻腔、唾液腺、肝臓、脾臓、胃、腸管、外陰部にも生理的集積がみられる。67Gaシンチの使用が疑われる。リンパ腫か。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 73,
    "text": "50 歳代の男性。喉頭癌の精査にて 18F-FDG PET/CT 検査を施行した。喉頭病変以外にも体幹部に軽度の集積を認めた。PET MIP 正面像と PET/CT 横断像を示す。所見の解釈で最も適当なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q73.png"
    ],
    "choices": {
      "a": "胸壁膿瘍",
      "b": "胸壁転移",
      "c": "弾性線維腫",
      "d": "褐色脂肪組織",
      "e": "淡明細胞肉腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "両側肩甲下部に脂肪成分を含む腫瘤あり、わずかに18F-FDGが集積している。弾性線維腫。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 74,
    "text": "50 歳代の男性。悪性リンパ腫に対して化学療法を行い，治療効果判定のため 18F-FDG PET 検査を施行した。治療前と治療後の PET MIP 正面像を示す。治療後の所見の解釈で最も考えられるものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q74.png"
    ],
    "choices": {
      "a": "胃の腫瘍浸潤",
      "b": "脾機能亢進症",
      "c": "骨髄の腫瘍浸潤",
      "d": "心筋の腫瘍浸潤",
      "e": "G-CSF 製剤投与後の変化"
    },
    "answer": "e",
    "multi": false,
    "explanation": "治療前と比べ、治療後の画像では脊椎や大腿骨など長管骨への集積が亢進している。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 75,
    "text": "60 歳代の男性。手指の震え，動悸を主訴に来院。採血にて甲状腺中毒症を認めた。 99m Tc-pertechnetate シンチグラムを示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q75.png"
    ],
    "choices": {
      "a": "Basedow 病",
      "b": "慢性甲状腺炎",
      "c": "亜急性甲状腺炎",
      "d": "副甲状腺機能亢進症",
      "e": "機能性結節性甲状腺腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "核種が99mTc-pertechnetateと提示されている甲状腺シンチグラフィの画像。甲状腺左葉の局所的な集積亢進を認める。機能性結節性甲状腺腫（Plummer病）を疑う所見である。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 76,
    "text": "50 歳代の男性。全身倦怠感と食欲低下があり近医受診。高カルシウム血症，慢性腎不全を指摘された。PTH 2410 pg/mL と高値であった。99mTc-MIBI シンチグラフィが施行された。適切なものはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2019/q76.png"
    ],
    "choices": {
      "a": "顎下部に異常集積を認める。",
      "b": "副甲状腺過形成が疑われる。",
      "c": "リンパ節に異常集積を認める。",
      "d": "後期像は 6 時間後に撮影する。",
      "e": "この検査ではヨード摂取制限は不要である。"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "a.顎下に集積はない。\nb.後期相でも集積が残存。副甲状腺機能亢進が疑われる。\nc.リンパ節への集積はない。\nd.後期相の撮影は2-3時間後。\ne.テクネなので不要。\nよって、b.e.",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 77,
    "text": "40 歳代の女性。肺癌の病期診断のために骨シンチグラフィを施行した。骨シンチグラム前後面像を示す。骨転移の可能性を考慮すべき部位数はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q77.png"
    ],
    "choices": {
      "a": "な   し",
      "b": "1 箇所",
      "c": "2 箇所",
      "d": "3 箇所",
      "e": "4 箇所"
    },
    "answer": "c",
    "multi": false,
    "explanation": "T12-L1レベルの椎体左側と、右恥骨を有意と判断しました。頸椎にも淡い集積があるように見えますが、生理的でも良さそうかと･･･ただ、受験者の解答は割れているようでした。",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 78,
    "text": "60 歳代の女性。甲状腺乳頭癌術後。2 回目の放射性ヨウ素内用療法時の 131I シンチグラム全身像を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q78.png"
    ],
    "choices": {
      "a": "肺転移",
      "b": "腸管転移",
      "c": "顎下腺転移",
      "d": "甲状腺残存",
      "e": "頸部リンパ節転移"
    },
    "answer": "a",
    "multi": false,
    "explanation": "甲状腺乳頭癌術後。放射線性ヨウ素内用療法中。甲状腺癌に対する1311内用療法に際しては事前に甲状腺が全摘されている必要があり、本来は甲状腺に集積はないはず。このため、集積",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 79,
    "text": "10 歳代の男児。下血を主訴に来院した。シンチグラムを示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q79.png"
    ],
    "choices": {
      "a": "胃からの出血が疑われる。",
      "b": "追加で 24 時間後像が必要である。",
      "c": "標準的な投与量は 740 MBq である。",
      "d": "ジピリダモール負荷検査が有用である。",
      "e": "使用した放射性医薬品は 99mTc-pertechnetate である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "出血シンチグラフィとしては血液プール像（肝臓、脾臓、血管）の描出が目立たず、一方で胃粘膜への集積が目立つ点から、99mTc-pertechnetateによる異所性胃粘膜シンチグラフィと考えられる。膀胱の直上に局所的な集積が経時的に明瞭化しており、メッケル憩室への集積が疑われる。なお、選択肢の中の24時間後像の追加撮像や、740MBqの投与量は出血シンチグラフィ（99mTc-HSAD）に該当する項目である。\n補足：c 185-370MBq",
    "category": "核医学"
  },
  {
    "year": 2019,
    "num": 80,
    "text": "60 歳代の男性。術前精査のために撮影した上腹部の SPECT/CT 画像を示す。使用された放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2019/q80.png"
    ],
    "choices": {
      "a": "Tc-GSA99m",
      "b": "Tc-HSA-D99m",
      "c": "Tc-フチン酸99m",
      "d": "Tc-スズコロイド99m",
      "e": "Tc-pertechnetate99m"
    },
    "answer": "a",
    "multi": false,
    "explanation": "術前の肝機能評価と考えられる。よって、a.99mTc-GSA。\n補足：a 肝受容体シンチグラフィ（アシアロシンチ）   c, d センチネルリンパ節シンチグラフィ",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 1,
    "text": "20 歳代の女性。数年前からの頭痛が 2 週間前から強くなり嘔気，嘔吐，眩暈も伴うようになった。MRI の T2 強調像と造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q1.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "上衣腫",
      "c": "髄芽腫",
      "d": "血管芽腫",
      "e": "脈絡叢乳頭腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "第4脳室からマジャンディー孔、大孔に進展する腫瘍です。T2WIで著明な高信号で、造影では嚢胞変性を認めます。上衣腫を考えます。選択肢の成人の脈絡叢乳頭腫は第4脳室好発のため、迷いますが、T2WIの信号が高く、嚢胞変性がある点が異なります。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2020,
    "num": 2,
    "text": "40 歳代の男性。3 か月前からの両手指先の痺れを主訴に来院した。頸椎 MRI の T2 強調像の矢状断像と横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q2.png"
    ],
    "choices": {
      "a": "血管芽腫",
      "b": "脊髄梗塞",
      "c": "多発性硬化症",
      "d": "亜急性連合性脊髄変性症",
      "e": "急性灰白髄炎（poliomyelitis）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "T2WIにてC1-4レベルの脊髄に縦方向に伸びる異常な高信号あり。横断像にて後索に一致しており、亜急性連合性脊髄変性症の所見。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2020,
    "num": 3,
    "text": "60 歳代の男性。数日前に感冒症状があった。意識障害で救急外来を受診した。MRI の FLAIR 像を示す。この疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q3.png"
    ],
    "choices": {
      "a": "糖尿病を基礎とする。",
      "b": "低ナトリウム血症を認める。",
      "c": "抗 MOG 抗体が陽性である。",
      "d": "ミトコンドリア病の一つである。",
      "e": "潜伏感染のウイルスが再活性化する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "ヘルペス脳炎，再活性化したウイルスの三叉神経節からの感染が主因",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2020,
    "num": 4,
    "text": "20 歳代の女性。てんかんの精査のため頭部 MRI が施行された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q4.png"
    ],
    "choices": {
      "a": "滑脳症",
      "b": "多小脳回",
      "c": "全前脳胞症",
      "d": "異所性灰白質",
      "e": "限局性皮質形成異常"
    },
    "answer": "a",
    "multi": false,
    "explanation": "帯状異所性灰白質か。以前は異所性灰白質に分類されていたが最近では滑脳症の最軽症とされているのでa滑脳症が答え？d異所性灰白質を選んだ人が多かった。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2020,
    "num": 5,
    "text": "50 歳代の男性。下肢の運動麻痺と感覚障害を主訴に来院した。胸椎 MRI の脂肪抑制 T2 強調矢状断像，T1 強調矢状断像，T2 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q5.png"
    ],
    "choices": {
      "a": "脊髄梗塞",
      "b": "神経鞘腫",
      "c": "脊髄ヘルニア",
      "d": "横断性脊髄炎",
      "e": "サルコイドーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2020,
    "num": 6,
    "text": "60 歳代の女性。意識消失発作を訴え来院した。初診時の MRI 拡散強調像と，2 か月後の拡散強調像を示す。なお，2 か月後には意識障害の進行を認めた。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q6.png"
    ],
    "choices": {
      "a": "脂肪塞栓症",
      "b": "転移性脳腫瘍",
      "c": "血管内リンパ腫症",
      "d": "びまん性軸索損傷",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "進行性の意識障害と、2ヵ月で進行する両側大脳白質の DWI 高信号域。血管内悪性リンパ腫（IVL; intravascular lymphoma）を疑う。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2020,
    "num": 7,
    "text": "13 歳の女児。頸部腫瘤を主訴に来院した。MRI の T2 強調像および STIR 冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q7.png"
    ],
    "choices": {
      "a": "奇形腫",
      "b": "ガマ腫",
      "c": "第 1 鰓裂囊胞",
      "d": "第 2 鰓裂囊胞",
      "e": "甲状舌管囊胞"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左顎下部、顎下腺前方に多房性嚢胞性腫瘤あり。前方では舌下腺方向に連続しているように見える。ガマ腫が疑われる。\nc第1鰓裂嚢胞は耳下腺部で耳下腺内の嚢胞として見られる。\nd第2鰓裂嚢胞は顎下腺後方、胸鎖乳突筋前縁、頸動脈間隙側方にみられる。\ne甲状舌管嚢胞は舌骨周囲の正中や傍正中に見られる。",
    "category": "頭頸部"
  },
  {
    "year": 2020,
    "num": 8,
    "text": "12 歳の女児。慢性頭痛を訴え施行した CT で左錐体尖部に異常を指摘された。骨条件 CT と MRI を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q8.png"
    ],
    "choices": {
      "a": "真珠腫",
      "b": "耳硬化症",
      "c": "鼓室硬化症",
      "d": "グロームス腫瘍",
      "e": "コレステリン肉芽腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "CTにて左錐体尖部に軟部吸収値域を認め、同領域はT1WI、T2WIで高信号を示している。コレステリン肉芽腫を考える。グロームス腫瘍も出血などを反映しT1WI、T2WIで高信号を示すことがあり、否定しにくいと思いましたが、流石に造影でくるのでは？と思いました。",
    "category": "頭頸部"
  },
  {
    "year": 2020,
    "num": 9,
    "text": "70 歳代の男性。背部痛で来院。下肢麻痺が進行している。 10 年前に胃癌手術の既往がある。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q9.png"
    ],
    "choices": {
      "a": "骨転移",
      "b": "圧迫骨折",
      "c": "多発性骨髄腫",
      "d": "変形性脊椎症",
      "e": "化膿性脊椎炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "T2WI：骨髄の脂肪のびまん性低下（胃癌術後の貧血による造血髄化か。）。\nSTIR：2対体に異常高信号あり。\nCT：椎体周囲に軟部影あり。\n→化膿性脊椎炎",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2020,
    "num": 10,
    "text": "11 歳の男児。右足関節痛の精査で MRI が行われた。右足 MRI を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q10.png"
    ],
    "choices": {
      "a": "病変は舟状骨にある。",
      "b": "造影 MRI が診断に有用である。",
      "c": "スポーツ歴が診断に重要である。",
      "d": "白血球増多などの炎症所見を伴う。",
      "e": "手術を必要とすることはまれである。"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "舟状骨に帯状低信号とT1WIで低信号、STIR高信号を認めます。舟状骨の疲労骨折疑い。運動と関連があるので、スポーツ歴が診断に重要です。偽関節化すると手術が必要となることが多い。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2020,
    "num": 11,
    "text": "9 歳の男児。公園で遊んだ後，左大腿部に疼痛が出現した。近医で経過観察後，症状が改善せず，単純 X 線写真で異常を指摘された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q11.png"
    ],
    "choices": {
      "a": "骨肉腫",
      "b": "骨髄炎",
      "c": "類骨骨腫",
      "d": "Ewing 肉腫",
      "e": "骨芽細胞腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "単純写真で大腿骨の骨幹に骨硬化・皮質の肥厚像があり、内部に淡い透亮像を認める。類骨骨腫を疑う所見。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2020,
    "num": 12,
    "text": "14 歳の女児。右下腿を打撲し，近医で異常を指摘され，来院。右下腿の単純 X 線写真側面像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q12.png"
    ],
    "choices": {
      "a": "骨肉腫",
      "b": "類骨骨腫",
      "c": "骨線維性異形成",
      "d": "非骨化性線維腫",
      "e": "メロレオストーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "骨線維性異形成（osteofibrous dysplasia）：脛骨中央骨幹の皮質に好発する病変。\nちなみに線維性骨異形成(fibrous dysplasia)とは名称は似ていますが，組織学的な相違があり，非なるものです。\n受験生の回答はdにした方が多い様です\n参考：症例の比較で学ぶ画像診断骨軟部50選に全く同じ症例あり。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2020,
    "num": 13,
    "text": "40 歳代の男性。労作時呼吸困難が出現。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q13.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "じん肺",
      "c": "肺胞蛋白症",
      "d": "特発性肺線維症",
      "e": "サルコイドーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "両肺にすりガラス濃度上昇、小葉間隔壁肥厚を認める。肺胞蛋白症。3割は無症状で健診で発見される。進行すると乾性咳嗽、呼吸困難、微熱、体重減少を来す。\n2014年放射線科診断専門医試験問題28類題。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 14,
    "text": "70 歳代の男性。検診にて異常を指摘された。胸部単純 X 線写真を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q14.png"
    ],
    "choices": {
      "a": "中縦隔の病変である。",
      "b": "肺病変を指摘できない。",
      "c": "重症筋無力症の合併が多い。",
      "d": "右気管傍線の消失がみられる。",
      "e": "中心陰影上部の拡大がみられる。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "Golden S（Inverted S sign）があり、肺門部腫瘤＋右上葉無気肺を疑う所見。\nが間違いとしてよいか悩みましたが、肺門部病変であり、「縦隔病変」とは言えないと思います。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 15,
    "text": "50 歳代男性。3 ヶ月前から呼吸困難。単純 CT の縦隔条件（大動脈弓レベル）と肺野条件像（気管分岐部，下肺静脈レベル）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q15.png"
    ],
    "choices": {
      "a": "肺水腫",
      "b": "肺結核",
      "c": "癌性リンパ管症",
      "d": "多中心性 Castleman 病",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "縦隔リンパ節腫大あり。肺野では小葉間隔壁肥厚や気管支血管束腫大など広義間質病変と、粒状影や結節影あり。多中心性 Castleman 病を疑います。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 16,
    "text": "30 歳代女性。無症状で，胸部 X 線で異常影を指摘され，CT が撮影された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q16.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "肺結核",
      "c": "アミロイドーシス",
      "d": "サルコイドーシス",
      "e": "非結核性抗酸菌症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "Galaxy sign。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 17,
    "text": "19 歳，男性。健診で胸部異常影を指摘された。薄層 CT と造影 CT の 3 次元画像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q17.png"
    ],
    "choices": {
      "a": "合併奇形は稀である。",
      "b": "病変は固有の胸膜を有する。",
      "c": "病変部に気腫性変化がみられる。",
      "d": "繰り返す肺炎で発見されることが多い。",
      "e": "下行大動脈から起始する異常血管がみられる。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "頻出問題。左肺下葉S10に限局した気腫性変化を認める。造影CTの三次元画像では大動脈feederとなっており、下肺静脈がdrainerとなっていることが分かる。肺葉内分画症。\n固有の胸膜を持つのは肺葉外分画症であるので、bは誤りとなる。\n補足：a 約1割で他の奇形合併",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 18,
    "text": "30 歳代女性。呼吸困難感を主訴として来院した。CT 像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q18.png"
    ],
    "choices": {
      "a": "薬剤性肺障害",
      "b": "ウイルス性肺炎",
      "c": "サルコイドーシス",
      "d": "特発性器質化肺炎",
      "e": "慢性好酸球性肺炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "air trappingでmosaic attenuationを来すことはありそうですがすりガラス影は非典型的か",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 19,
    "text": "30 歳代の女性。喘息で治療中。胸部単純写真で異常を指摘された。単純 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q19.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "過誤腫",
      "c": "肺動静脈瘻",
      "d": "好酸球性肺炎",
      "e": "アレルギー性気管支肺アスペルギルス症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "粘液栓と喘息治療中であることから、アレルギー性気管支肺アスペルギルス症を考えます。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 20,
    "text": "60 歳代の女性。発熱と咳嗽を主訴に受診した。胸部単純 CT と高分解能 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q20.png"
    ],
    "choices": {
      "a": "珪肺症",
      "b": "粟粒結核",
      "c": "細菌性肺炎",
      "d": "マイコプラズマ肺炎",
      "e": "びまん性汎細気管支炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "粒状影がびまん性に存在。気管支変化は目立たず、b > e を疑う。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 21,
    "text": "転移性肺腫瘍と診断された症例の胸部 CT 画像を提示する。肺転移がこのような画像所見を示すことの多い腫瘍はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q21.png"
    ],
    "choices": {
      "a": "腎   癌",
      "b": "肝   癌",
      "c": "膵   癌",
      "d": "舌   癌",
      "e": "甲状腺癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "膵癌ですりガラス陰影の肺転移\n参考：画像診断まとめ　転移性肺腫瘍のCT画像診断",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 22,
    "text": "30 歳代の女性。交通事故による高エネルギー外傷として加療され 18 日目で，人工呼吸器管理下にあるが酸素化が不十分であったため造影 CT を撮影した。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q22.png"
    ],
    "choices": {
      "a": "無気肺",
      "b": "肺血栓塞栓症",
      "c": "横隔神経麻痺",
      "d": "外傷性横隔膜ヘルニア",
      "e": "Swyer-James-McLeod 症候群"
    },
    "answer": "c",
    "multi": false,
    "explanation": "肝臓全体が挙上しているので横隔膜ヘルニアよりも横隔神経麻痺か。横隔膜ヘルニアなら左に好発。多数の受験者がdを選んだ模様。私もcとdで迷ってdにしてしまいました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2020,
    "num": 23,
    "text": "70 歳代の男性。1 年前から低左心機能に対して内服加療されていた。最近，呼吸苦が増悪したため前医に入院した。その後心室頻拍も出現し，精査加療目的に当院に転院した。心臓 MRI の遅延造影像（ガドリニウム造影剤静注 10 分後）の左室短軸像と四腔像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q23.png"
    ],
    "choices": {
      "a": "肥大型心筋症",
      "b": "拡張型心筋症",
      "c": "陳旧性心筋梗塞",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "心内膜下にびまん性の遅延造影があり、アミロイドーシスが最も疑われます。\n心アミロイドーシスの遅延造影の特徴的な所見として、１中隔の右室側を含むびまん性内膜下遅延造影、２心房中隔の遅延造影を伴う肥厚、３遅延造影MRIにおける心腔内左室内血液プール信号の早期低下　などが挙げられるそうです。\nhttps://www.jstage.jst.go.jp/article/naika/105/10/105_2041/_pdf\n受験者の中では心サルコイドーシスと割れているようでした。",
    "category": "心臓・大血管"
  },
  {
    "year": 2020,
    "num": 24,
    "text": "60 歳代の女性。咳嗽を主訴に近医受診し，胸部 CT にて異常を指摘された。胸部造影 CT の横断像と 3D-CT の側面像及び背面像を示す。考えられる疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q24.png"
    ],
    "choices": {
      "a": "Zenker 憩室",
      "b": "大動脈縮窄症",
      "c": "Kommerell 憩室",
      "d": "Rasmussen 動脈瘤",
      "e": "Killian-Jamieson 憩室"
    },
    "answer": "c",
    "multi": false,
    "explanation": "右側大動脈弓＋左鎖骨下動脈起始異常で、左鎖骨下動脈基部に嚢状の限局性拡張あり。Kommerell 憩室の所見です。",
    "category": "心臓・大血管"
  },
  {
    "year": 2020,
    "num": 25,
    "text": "70 歳代の女性。胸痛，呼吸困難感が出現し救急外来を受診した。急性心筋梗塞を疑われて，緊急冠動脈造影が施行されたが，冠動脈の有意狭窄は認められなかった。この後，心臓 MRI 検査が行われた。可能性が最も高い疾患名はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q25.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "たこつぼ型心筋症",
      "c": "心アミロイドーシス",
      "d": "心サルコイドーシス",
      "e": "閉塞性肥大型心筋症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "中高年女性。心筋梗塞を疑う症状だが冠動脈に狭窄なし。収縮期で心尖部の壁運動低下を認める。2019年の36番と同様の画像所見。たこつぼ型心筋症が疑われる。",
    "category": "心臓・大血管"
  },
  {
    "year": 2020,
    "num": 26,
    "text": "腹部大動脈瘤に対してステントグラフト内挿術後の造影 CT を示す。考えられる診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q26.png"
    ],
    "choices": {
      "a": "エンドリークなし",
      "b": "Type Ⅰエンドリーク",
      "c": "Type Ⅱエンドリーク",
      "d": "Type Ⅲエンドリーク",
      "e": "Type Ⅳエンドリーク"
    },
    "answer": "c",
    "multi": false,
    "explanation": "動脈1相目ではleakははっきりせず、2相目で外側から造影剤がみられる。ステント本体から漏れている感じはない。\ntype Ⅱ endoleakを考える。\n腰動脈か、vaso vasorum由来か。",
    "category": "心臓・大血管"
  },
  {
    "year": 2020,
    "num": 27,
    "text": "60 歳代の女性。浸潤性乳管癌と診断された。造影 MRI 横断像を示す。可能性が最も高いサブタイプはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q27.png"
    ],
    "choices": {
      "a": "HER2",
      "b": "ルミナル A",
      "c": "ルミナル B",
      "d": "ルミナル―HER2",
      "e": "トリプルネガティブ"
    },
    "answer": "e",
    "multi": false,
    "explanation": "トリプルネガティブ乳癌\n単発で大きい、円形/楕円形、辺縁平滑傾向\n内部に壊死を伴う頻度が高い\nMRIのダイナミック造影ではrim enhancement、Persistent enhancement pattern",
    "category": "乳房"
  },
  {
    "year": 2020,
    "num": 28,
    "text": "50 歳代女性。左浸潤性乳管癌に対して術前化学療法が施行された。病変の最大断面での治療前後の造影 MRI を示す。 RECIST1.1 に基づく治療終了時点での効果判定はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q28.png"
    ],
    "choices": {
      "a": "PD",
      "b": "SD",
      "c": "PR",
      "d": "CR",
      "e": "nonCR/nonPD"
    },
    "answer": "c",
    "multi": false,
    "explanation": "感覚的に病変がある程度縮小しているので、RECISTの細かい知識がなくてもPRだろうなと推定ができます。RECIST1.1のPRの定義は、ベースライン径和に比例して標的病変の径和が30%以上減少することです。40.0cmの径和から13.6cm縮小しているので、30%以上径和は減少しています。",
    "category": "乳房"
  },
  {
    "year": 2020,
    "num": 29,
    "text": "30 歳代の女性。左乳房下部の腫瘤を主訴に来院した。マンモグラフィ左 MLO（medio- lateral oblique）view を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q29.png"
    ],
    "choices": {
      "a": "過誤腫",
      "b": "線維腺腫",
      "c": "浸潤性乳管癌",
      "d": "浸潤性小葉癌",
      "e": "良性葉状腫瘍"
    },
    "answer": "a",
    "multi": false,
    "explanation": "脂肪の含有あり。カテゴリー２。過誤腫か。",
    "category": "乳房"
  },
  {
    "year": 2020,
    "num": 30,
    "text": "6 歳の女児。腹部腫瘤を自覚し，近医で超音波検査を施行。膵尾部に腫痛性病変が発見された。造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q30.png"
    ],
    "choices": {
      "a": "腺房細胞癌",
      "b": "横紋筋肉腫",
      "c": "インスリノーマ",
      "d": "カルチノイド腫瘍",
      "e": "充実性偽乳頭状腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "専門医試験頻出，若い女性膵尾部腫瘍",
    "category": "小児"
  },
  {
    "year": 2020,
    "num": 31,
    "text": "3 か月の男児。腹部膨満の精査のため入院。腹部 X 線写真と下部消化管造影像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q31.png"
    ],
    "choices": {
      "a": "腸重積症",
      "b": "小腸閉鎖症",
      "c": "十二指腸閉鎖",
      "d": "消化管重複症",
      "e": "Hirschsprung 病"
    },
    "answer": "e",
    "multi": false,
    "explanation": "",
    "category": "小児"
  },
  {
    "year": 2020,
    "num": 32,
    "text": "1 歳の女児。他疾患疑いで受診し，胸部単純 X 線写真で異常を指摘された。胸部造影 CT 横断像，冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q32.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "神経芽腫",
      "c": "神経線維腫",
      "d": "横紋筋肉腫",
      "e": "悪性リンパ腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "1歳の大きな後縦隔傍椎体腫瘤。やや不均一な造影効果を認める。3枚目の画像は骨条件にやや近く、石灰化を含んでいることを言いたいのでしょうか。他疾患疑いとあるが、画像、年齢から神経芽腫を疑う。",
    "category": "小児"
  },
  {
    "year": 2020,
    "num": 33,
    "text": "50 歳代の女性。健診で肝機能障害が指摘され，造影 CT 検査を行った。門脈相と後期相を示す。疑われるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q33.png"
    ],
    "choices": {
      "a": "肝サルコイドーシス",
      "b": "Budd-Chiari 症候群",
      "c": "アルコール性肝硬変",
      "d": "原発性硬化性胆管炎",
      "e": "肝内動脈―門脈シャント"
    },
    "answer": "b",
    "multi": false,
    "explanation": "肝硬変、腹水貯留、食道胃吻合部付近に静脈瘤疑いの所見を認める。肝内は門脈相で造影効果が不均一。肝静脈の描出不良、後期相で肝左葉主体に拡張した脈管構造あり肝静脈枝相互間吻合か。以上より、Budd-Chiari 症候群を疑います。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2020,
    "num": 34,
    "text": "30 歳代の女性。検診の超音波検査で肝腫瘤を指摘された。ウイルス性肝炎なし。肝機能異常なし。MRI を示す。この疾患にあてはまるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q34.png"
    ],
    "choices": {
      "a": "CTAP で低吸収を示す。",
      "b": "悪性転化のリスクがある。",
      "c": "肝の良性腫瘤として最も多い。",
      "d": "拡散強調像で強い拡散制限を示す。",
      "e": "血管造影での spoke-wheel pattern は特徴的所見である。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "若年女性。正常肝由来。左葉にT2やや高信号で、内部に中心瘢痕と思われる高信号を伴う腫瘤性病変あり。EOBで早期造影効果、肝細胞相取り込みあり。 FNHが疑われる。\nb 基本的に良性\nc 血管腫が最多\nd 肝細胞癌などと比べると拡散制限は来しにくい",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2020,
    "num": 35,
    "text": "50 歳代の男性。検診の超音波検査で肝腫瘤が発見され，腹部ダイナミック造影 CT が施行された。最も考えられる疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q35.png"
    ],
    "choices": {
      "a": "肝血管腫",
      "b": "肝細胞癌",
      "c": "胆管細胞癌",
      "d": "肝悪性リンパ腫",
      "e": "限局性結節性過形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "LI-RADSのLR-Mに相当する病変。\ntargetoid腫瘍\nrim状の動脈相濃染\n辺縁部のwashout\n遅延相の中心部濃染\n→Intrahapatic cholangiocarcinoma\n　combined HCC-cholangiocarcinoma\n　other non-HCC malignancies",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2020,
    "num": 36,
    "text": "80 歳代の男性。腸炎に対して抗菌薬を服用中であった。投薬開始から 3 週間後に腹痛を生じ，超音波検査が施行された。抗菌薬投与前後の超音波像を示す。関連する薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q36.png"
    ],
    "choices": {
      "a": "ミノサイクリン",
      "b": "アモキシシリン",
      "c": "ホスホマイシン",
      "d": "バンコマイシン",
      "e": "セフトリアキソン"
    },
    "answer": "e",
    "multi": false,
    "explanation": "抗菌薬投与後の超音波で胆石を認める．\n(偽)胆石を生じさせるものとしてセフトリアキソンは有名",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2020,
    "num": 37,
    "text": "60 歳代の女性。偶然，膵尾部腫瘤性病変を指摘された。CT および MRI を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q37.png"
    ],
    "choices": {
      "a": "仮性囊胞",
      "b": "腫瘤形成性膵炎",
      "c": "漿液性囊胞腺腫",
      "d": "神経内分泌腫瘍",
      "e": "粘液性囊胞腺癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "中心部に石灰化があり、微小嚢胞が集簇しており、microcystic typeのSCNです。女性で膵尾部の嚢胞性病変であることから、うっかりMCNを選びそうになりますが、選択肢が、粘液性嚢胞腺腫ではなく、わざわざ粘液性嚢胞腺癌と記載されており、出題者の一工夫が垣間見えます。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2020,
    "num": 38,
    "text": "10 歳代の女性。鉄棒から落下して膵臓内に血腫を指摘された既往がある。今回，再び鉄棒より落下したため，CT と MRI が撮影された。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q38.png"
    ],
    "choices": {
      "a": "膵内血腫",
      "b": "膵槳液性囊胞腫瘍",
      "c": "膵神経内分泌腫瘍",
      "d": "膵粘液性囊胞腫瘍",
      "e": "solid and pseudo-papillary neoplasm"
    },
    "answer": "e",
    "multi": false,
    "explanation": "外傷を契機にSPNを診断される例があるようです。\nhttps://www.jstage.jst.go.jp/article/jaem/37/6/37_879/_pdf/-char/ja\ne と a で割れているようでした。\nSPNの腫瘍内出血を膵血腫と誤診した人の経過では？という意見もあり。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2020,
    "num": 39,
    "text": "80 歳代の男性。他疾患で撮影された腹部 CT で，右側結腸の壁肥厚像を認めた。腹部造影 CT 冠状断像と右腎を除去した MIP 像を示す。本疾患に関する記述で誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q39.png"
    ],
    "choices": {
      "a": "無症状であることもまれではない。",
      "b": "腸間膜動脈末梢の石灰化が特徴的である。",
      "c": "漢方薬の長期服用例での報告がしばしばある。",
      "d": "左側よりも右側結腸の壁肥厚を認めることが多い。",
      "e": "内視鏡では粘膜の色は暗紫色ないし青銅色である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "疾患は静脈硬化性大腸炎。動脈ではなく静脈。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2020,
    "num": 40,
    "text": "40 歳代の男性。突然の心窩部痛で来院した。一昨日にアジの刺身を食べた。腹部単純 CT を示す。上部消化管内視鏡検査以外に加えるとしたら適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q40.png"
    ],
    "choices": {
      "a": "FDG-PET/CT",
      "b": "全身の造影 CT",
      "c": "腹部超音波検査",
      "d": "血清 IgE 抗体測定",
      "e": "可溶性 IL-2 レセプター測定"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胃アニサキス症。\nhttps://gazoushindan.com/shikkannmei/sikkannfukubu/fukubu_shikkan/i_anisakis/",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2020,
    "num": 41,
    "text": "50 歳代の女性。顕微鏡的血尿にて来院。単純 CT と T2 強調横断像を示す。疑われるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q41.png"
    ],
    "choices": {
      "a": "IgG4 関連疾患",
      "b": "出血性腎囊胞",
      "c": "乳頭状腎細胞癌",
      "d": "淡明細胞型腎細胞癌",
      "e": "脂肪に乏しい血管筋脂肪腫"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "単純CTで淡い高吸収，T2WIで筋肉よりも軽度高信号の腎腫瘤の鑑別",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2020,
    "num": 42,
    "text": "50 歳代の女性。子宮内腔に存在する腫瘍の広がりを判断するために撮影した MRI を別に示す。認められる所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q42.png"
    ],
    "choices": {
      "a": "腟壁浸潤",
      "b": "子宮傍組織浸潤",
      "c": "子宮頸部間質浸潤",
      "d": "子宮体部内腔液貯留",
      "e": "子宮体部深部筋層浸潤"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2020,
    "num": 43,
    "text": "20 歳代の女性。持続する下腹部痛で受診。MRI が施行された。下記の記述で誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q43.png"
    ],
    "choices": {
      "a": "血性腹水が見られる。",
      "b": "出血性卵胞を認める。",
      "c": "本疾患は不妊の原因となりうる。",
      "d": "本疾患は両側性に見られることも珍しくない。",
      "e": "通常本疾患は造影 MRI で全体が均一な強い増強を示す。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "若年女性。骨盤内右側に多房性嚢胞性腫瘤あり。大きな嚢胞は脂肪抑制T1高信号、T2やや低信号で血性成分が疑われる。内膜症性嚢胞を疑う。\na ○腫瘤背側のダグラス窩にわずかに血性腹水が見られる。\nb ○\nc ○\nd ○",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2020,
    "num": 44,
    "text": "40 歳代の女性。月経困難症に対し薬物療法中。2 週間前からの心窩部痛を主訴に受診した。造影 CT 横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q44.png"
    ],
    "choices": {
      "a": "腎盂癌",
      "b": "腎細胞癌",
      "c": "静脈血栓症",
      "d": "平滑筋肉腫",
      "e": "悪性リンパ腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "下大静脈や門脈内に造影不良域を認める。\n月経困難症の治療薬は、血栓症のリスクファクター。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2020,
    "num": 45,
    "text": "40 歳代の女性。検診で異常を指摘され来院した。造影 CT および DSA を示す。本症例の最も適切な治療法はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q45.png"
    ],
    "choices": {
      "a": "腎摘出術",
      "b": "レーザー治療",
      "c": "経皮的硬化療法",
      "d": "ステントグラフト留置術",
      "e": "動脈塞栓術（デタッチャブル型コイル）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "腎動静脈瘻と考えます．\nバルーン閉塞下でフローコントロールが得られておりコイル塞栓が可能と考えます．\n今回は血管径が太いですが，異常血管が細かければNBCAでの塞栓も考慮されると思います（腎静脈―下大静脈ー肺動脈への流出のリスクはあります）\n血尿が重度で塞栓が難しければ腎摘出が考慮されるでしょう",
    "category": "IVR"
  },
  {
    "year": 2020,
    "num": 46,
    "text": "50 歳代の女性。胃静脈瘤に対する BRTO の際に行ったバルーン閉塞下逆行性造影を示す。造影剤は充分圧入されている。この次に行うべきことは何か。1 つ選べ。",
    "images": [
      "assets/questions/2020/q46.png"
    ],
    "choices": {
      "a": "手技を直ちに中止する。",
      "b": "左下横隔静脈を塞栓する。",
      "c": "カテコラミン製剤を静注する。",
      "d": "バルーンをさらに拡張させる。",
      "e": "モノエタノールアミンオレイン酸（オルダミン）を注入する。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左下横隔静脈が描出されており、まずは、ここを塞栓します。\n以下、第40回日本IVR学会総会「技術教育セミナー」PDFの引用です。\n(http://www.jsir.or.jp/docs/member/hinto/27_3/27_3gijyutusemina.pdf)\n胃静脈瘤から大循環系への主排血路が胃腎シャントであっても他に左下横隔静脈から直接下大静脈，心膜横隔静脈から左腕頭静脈，上行腰静脈や肋間静脈から奇静脈系へと側副排血路が見られることも少なくない。いくら胃腎シャントをバルーン閉塞してもこれら側副路が発達していれば静脈瘤内の血流は停滞せず硬化剤を注入しても静脈瘤を十分血栓化させることができない。いかに側副排血路を処理するかがB－RTOを技術的に完遂できるかの鍵である。",
    "category": "IVR"
  },
  {
    "year": 2020,
    "num": 47,
    "text": "50 歳代の男性。意識障害，幻覚痙攣発作を主訴に来院。来院 5 日後の脳血流 SPECT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q47.png"
    ],
    "choices": {
      "a": "Alzheimer 病",
      "b": "ヘルペス脳炎",
      "c": "急性期脳梗塞",
      "d": "部分てんかん発作期",
      "e": "Creutzfeldt-Jakob 病"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右の側頭葉優位に集積を認めており、血流増加あり。ヘルペス脳炎を疑う所見。\nてんかん発作期としては時間が経ち過ぎているか。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 48,
    "text": "60 歳代の男性。左片麻痺を主訴に来院。 MRA で右内頚動脈閉塞症と診断された。精査として施行した脳血流 SPECT 像を示す。左小脳半球血流低下（矢印）の原因として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q48.png"
    ],
    "choices": {
      "a": "脊髄小脳変性症",
      "b": "脳底動脈の閉塞",
      "c": "左小脳半球の梗塞",
      "d": "左後下小脳動脈の閉塞",
      "e": "Crossed cerebellar diaschisis（CCD）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "大脳皮質の障害による交叉性小脳遠隔障害",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 49,
    "text": "70 歳代の男性。主訴は胸痛と呼吸困難。安静時心電図同期心筋血流 SPECT が行われた。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q49.png"
    ],
    "choices": {
      "a": "左室内腔拡大はない。",
      "b": "Tc 標識製剤を使用した。99m",
      "c": "前壁および後壁の壁運動が低下している。",
      "d": "LCX#12 の灌流域に梗塞がある。",
      "e": "後壁の集積低下はアーチファクトである。"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "拡張型心筋症の疑い。\n99mTcは胆嚢に生理的集積あり。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 50,
    "text": "3 種の核医学検査の画像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q50.png"
    ],
    "choices": {
      "a": "B は単光子放出核種を用いた画像である。",
      "b": "A と C は同じ撮像装置で得られる画像である。",
      "c": "糖代謝を画像化したものは含まれていない。",
      "d": "C で用いられる放射性同位元素の半減期は他よりも長い。",
      "e": "A，B，C で使用された放射性同位元素はすべてサイクロトロンで製造できる。"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "A：ガリウムシンチ、B：201Tlシンチ、C：FDG-PET のいずれも正常像と思われる。\n選択肢は基本的な知識で選べるので、正誤はa○、b×、c×、d×、e○となる。\n補足：e サイクロトロンで生成される核種→C, N, O, F, Ga, Tl, In, I など",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 51,
    "text": "10 歳代の男性。右足の疼痛を主訴として来院し，骨シンチグラフィが施行された。全身像と CT，SPECT/CT 融合画像を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q51.png"
    ],
    "choices": {
      "a": "脂肪腫",
      "b": "疲労骨折",
      "c": "類骨骨腫",
      "d": "ガングリオン",
      "e": "単純性骨囊腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "CT で踵骨に透亮像あり、周囲に硬化性変化を認める。骨シンチとの fusion 画像で透亮像に一致して集積亢進あり。周囲にも淡い集積亢進があり、double density sign を疑う。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 52,
    "text": "50 歳代の男性。シンチグラムを示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q52.png"
    ],
    "choices": {
      "a": "Tc-DMSA が用いられた。99m",
      "b": "前処置として絶食が必要である。",
      "c": "血流相では肝臓が描出されている。",
      "d": "レノグラム解析では正常型が予想される。",
      "e": "排泄相の後に後期像の追加が必要である。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "a × 腎動態シンチ\nb × 絶食は不要\nc ○ 血流相の後半で右腎の上に淡く描出されてくる。\nd ○ 腎→尿管→膀胱へのtracer移行がスムーズであり、腎実質の集積は経時的に漸減しているので正常パターンと思われる。\ne × 排泄相最後でほとんど腎の集積は抜けており、後期相は不要と思われる。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 53,
    "text": "70 歳代の男性。左耳下腺に結節性病巣が存在するため，診断の一助として唾液腺シンチグラフィを行った。CT，SPECT/CT 融合画像，動態像を示す。可能性が最も高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q53.png"
    ],
    "choices": {
      "a": "多形腺腫",
      "b": "形質細胞癌",
      "c": "Warthin 腫瘍",
      "d": "粘液産生腺癌",
      "e": "オンコサイトーマ"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "唾液腺シンチグラフィにて、左耳下腺に集積を認める。\nその他の唾液腺腫瘍と異なり、Warthin腫瘍やオンコサイトーマでは集積する。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 54,
    "text": "10 歳代の男性。労作時呼吸困難，低酸素血症あり。精査を目的に施行した99mTc-MAA 肺血流シンチグラフィの全身像を示す。考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q54.png"
    ],
    "choices": {
      "a": "肺塞栓症",
      "b": "肺動静脈瘻",
      "c": "薬剤標識不良",
      "d": "動脈管開存症",
      "e": "甲状腺機能亢進症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "肺外集積が見られシャント疾患を選びたくなりますが，甲状腺が強く描出されており，胃も描出があるように見えます．標識不良でしょうか．\n（わかりやすい核医学ｐ103）",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 55,
    "text": "70 歳代の男性。高分化型肝細胞癌の病期診断目的で18F-FDG-PET/CT を施行したところ，腰椎への集積を認めた。CT および PET/CT 融合画像の横断像と再構成矢状断像を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q55.png"
    ],
    "choices": {
      "a": "感染症",
      "b": "悪性腫瘍",
      "c": "良性腫瘍",
      "d": "代謝性疾患",
      "e": "退行性変化"
    },
    "answer": "b",
    "multi": false,
    "explanation": "椎間板と連続する終板付近の溶骨性病変です。部位からはシュモール結節(退行性変化)のように見えますが、硬化縁がないので、違うかもしれません。シュモール結節は、急性期の場合は、浮腫を来したり、造影されたりすることもあって、結構幅が広い疾患ですよね。ただ、無症状なので、急性期のシュモール結節でないかもしれません。PETの集積からは悪性腫瘍かもしれません。肝細胞癌は溶骨型の骨転移を来しますが、問題文が「高分化型」肝細胞癌と記載されているのが気になります。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 56,
    "text": "60 歳代の男性。呼吸困難を主訴に来院し， 18 F-FDG-PET と胸部 CT 検査が施行された。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q56.png"
    ],
    "choices": {
      "a": "間質性肺炎",
      "b": "悪性リンパ腫",
      "c": "ウィルス感染症",
      "d": "サルコイドーシス",
      "e": "癌性リンパ管症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "胸部CT検査で異常所見がはっきりしないにも関わらず、FDG-PETで肺野にびまん性の集積を認める（ミスマッチ）ことが血管内リンパ腫の特徴的な所見として有名なようです。呼吸苦もポイントとのこと。\n核医学専門医試験の過去問（第10回の57番）に似た問題あり。\n症例報告でも類似した画像所見の例が載っていました。\nhttp://www.tokushima-med.jrc.or.jp/hospital/14/2019pdf/012.pdf",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 57,
    "text": "悪性褐色細胞腫の経過観察のために撮像されたシンチグラムを示す。検査薬および検査方法について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q57.png"
    ],
    "choices": {
      "a": "経口的に投与する。",
      "b": "半減期は 6 時間である。",
      "c": "ベータ線は放出しない。",
      "d": "交感神経末端で取り込まれる。",
      "e": "15 分後と 3 時間後の 2 回撮像する。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "123I-IMBG副腎髄質シンチ\na.×静注\nb.13時間\ne.6-48時間後撮像\n補足：c 診断用医薬品（123I, 99mTc, 201Tl, 67Ga, 111In, 133Xe）のうちβ線を放出するのは133Xeのみ",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 58,
    "text": "40 歳代の女性。左副腎腫瘍の精査にて131I-adosterol シンチグラフィを施行した。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2020/q58.png"
    ],
    "choices": {
      "a": "副腎癌",
      "b": "膀胱転移",
      "c": "副腎転移",
      "d": "Cushing 病",
      "e": "コルチゾール産生腺腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "対側副腎の集積が抑制されている。左副腎コルチゾール産生腺腫によるクッシング症候群。\n核医学ノート参照。",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 59,
    "text": "60 歳代の女性。CD20 陽性濾胞性悪性リンパ腫の診断にて，RI 内用療法の適応を判断するための核医学検査を受けた。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2020/q59.png"
    ],
    "choices": {
      "a": "骨髄の集積は病的である。",
      "b": "RI 内用療法の実施は可能である。",
      "c": "左顎部の集積は悪性リンパ腫の病変を疑う。",
      "d": "悪性リンパ腫の肝臓への広範な浸潤が疑われる。",
      "e": "I 標識製剤を投与してシンチグラムを撮像している。131"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "111In-イブリツモマブ チウキセタンで体内分布を確認し，投与可能であれば90Y-イブリツモマブ チウキセタンを投与する．\n骨髄へのびまん性の取り込み，肝臓よりも強い肺，腎，腸管への取り込み，網内系への強い取り込みが認められる場合は不適格性体内分布である．",
    "category": "核医学"
  },
  {
    "year": 2020,
    "num": 60,
    "text": "エックス線に対する有感部分が気体の線量計はどれか。2 つ選べ。",
    "choices": {
      "a": "電離箱",
      "b": "GM 検出器",
      "c": "半導体検出器",
      "d": "ルミネセンス線量計",
      "e": "シンチレーション検出器"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "放射線と気体の電離作用を利用した測定器は電離箱とGM管式。空間線量測定用としてシンチレーション検出器も知られており、検出器の詳細を知らないとひっかかってしまう問題。\nhttps://www.env.go.jp/chemi/rhm/h28kisoshiryo/h28kiso-02-04-02.html",
    "category": "医学物理学"
  },
  {
    "year": 2020,
    "num": 61,
    "text": "MRI における脂肪抑制法のうち，造影剤使用後に用いるべきでないのはどれか。1 つ選べ。",
    "choices": {
      "a": "CHESS（Chemical Shift Selective）法",
      "b": "DIXON 法",
      "c": "SPIR（Spectral Presaturation IR）法",
      "d": "STIR（Short TI Inversion Recovery）法",
      "e": "Water excitation 法"
    },
    "answer": "d",
    "multi": false,
    "explanation": "STIR法はT1緩和を利用した撮像法であり、造影剤使用後に用いると造影された部位も抑制される可能性があるため不適。",
    "category": "医学物理学"
  },
  {
    "year": 2020,
    "num": 62,
    "text": "放射性核種では，壊変により親核種が娘核種になる。新しくできた娘核種も放射性核種のとき，放射平衡が成立することがある。放射平衡が成立する条件と，その場合成立する状態の名称で正しい組み合わせはどれか。2 つ選べ。親核種の半減期を T1，娘核種の半減期を T2 とする条件名称",
    "choices": {
      "a": "T1＜T2   過渡平衡",
      "b": "T1＞T2   過渡平衡",
      "c": "T1＝T2   永続平衡",
      "d": "T1≪T2   永続平衡",
      "e": "T1≫T2   永続平衡"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "補足：過渡平衡：親核種の半減期が娘核種の半減期とそれほど離れていない場合。娘核種の放射能量が親核種を上回る　永続平衡：親核種の半減期が娘核種の半減期より圧倒的に長い場合",
    "category": "医学物理学"
  },
  {
    "year": 2020,
    "num": 63,
    "text": "遠隔画像診断における医療情報の保護に関して，技術的な安全対策として正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "アクセスを記録する。",
      "b": "運用管理規程を定める。",
      "c": "アクセス権限を設定する。",
      "d": "医療情報の保護について教育訓練を行う。",
      "e": "保護すべき区画を定義した上で情報端末を管理する。"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "遠隔画像診断ガイドラインより\n技術的安全対策：情報区分と利用者の対応付けを行いアクセス権限を設定すること，運用時における利用者の識別と認証およびアクセスの記録，不整なソフトウェアの混入やネットワークからの不正アクセス防止により医療情報システムへの脅威に対応する",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2020,
    "num": 64,
    "text": "デジタル画像の取扱いに関して正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "モニタの最大輝度を 150 cd/m2 とする。",
      "b": "モニタの輝度劣化を 1 年毎にチェックする。",
      "c": "1/20 で圧縮した医用画像を用いて診断する。",
      "d": "画像診断で用いる液晶モニタの表示マトリックスを 1600×1000 とする。",
      "e": "デジタル画像による画像診断に対して，フイルムによるものと同等の責任を持つ。"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "放射線科の学会のサイトに「デジタル画像の取り扱いに関するガイドライン3.0版」(http://www.radiology.jp/content/files/20150417.pdf)があり、このガイドラインを元に問題が作成されています。eは分かるとして、もう1つの選択肢を選ぶのが難しいです。\na　モニタの最大輝度は350cd/m2以上を推奨する。\nb　モニタの輝度劣化の程度を、毎日チェックすることが望ましい。\nc　医用画像を圧縮する際に画質について十分な配慮を行っている場合にはJPEG非可逆圧縮または他の方法でそれに相当する圧縮率で1/10までは非圧縮画像と臨床上同等と考えられる。\nd　液晶モニタの表示マトリックスは、1,000 X 1,000以上が望ましい。\ne　電子的に保存された画像を用いて診断する場合、画像診断の責任はフィルムによる診断と同等であること。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2021,
    "num": 1,
    "text": "60 歳代の女性。SLE で長く加療中。右片麻痺が徐々に出現してきた。頭部 MRI の FLAIR 像、拡散強調像、造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q1.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "悪性リンパ腫",
      "c": "急性期脳梗塞",
      "d": "多発性硬化症",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "左頭頂葉皮質下白質にFLAIR高信号。拡散強調像で辺縁に高信号帯。造影効果はなし。長期間のSLE治療の既往もあり、PMLとして典型的。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 2,
    "text": "80 歳代の女性。脳梗塞の際に血管造影、CT angiography が行われた。本症例で左中大脳動脈閉塞以外に見られる所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q2.png"
    ],
    "choices": {
      "a": "前環椎動脈",
      "b": "遺残舌下動脈",
      "c": "遺残アブミ骨動脈",
      "d": "外側型遺残三叉動脈",
      "e": "内側型遺残三叉動脈"
    },
    "answer": "b",
    "multi": false,
    "explanation": "舌下神経管を通っている。遺残舌下動脈。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 3,
    "text": "50 歳代の女性。右拍動性耳鳴を主訴に来院した。頭部 MRA を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q3.png"
    ],
    "choices": {
      "a": "静脈奇形",
      "b": "もやもや病",
      "c": "動静脈奇形",
      "d": "海綿状血管腫",
      "e": "硬膜動静脈瘻"
    },
    "answer": "e",
    "multi": false,
    "explanation": "MRAで右側の硬膜周囲の異常血管～横静脈洞の描出あり。Dural AVFの典型像。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 4,
    "text": "60 歳代の男性。視野異常を主訴に来院した。頭部 MRI の T1 強調矢状断像と造影前後の T1 強調サブトラクション像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q4.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "下垂体腺腫",
      "c": "頭蓋咽頭腫",
      "d": "Rathke 囊胞",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "鞍内から鞍上部にかけてT1WIで均一な高信号を呈する嚢胞性腫瘤。隔壁は薄く、造影される部位もほぼない。Rathke嚢胞を考えます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 5,
    "text": "20 歳代の女性。痙攣と意識障害を主訴に救急搬送された。頭部 MRI の拡散強調像と MRA を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q5.png"
    ],
    "choices": {
      "a": "もやもや病",
      "b": "心原性脳塞栓",
      "c": "単純ヘルペス脳炎",
      "d": "Creutzfeldt-Jakob 病",
      "e": "mitochondrial encephalopathy with lactic acidosis and stroke-like episodes（MELAS）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右側頭葉～後頭葉の皮質を主体にDWI高信号域あり。MRAでは右MCAが対側よりも発達して見える。類問2010-10。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 6,
    "text": "30 歳代の女性。妊娠中に目のかすみを自覚して来院。発症当日と発症 10 日後の頭部 MRI の FLAIR 像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q6.png"
    ],
    "choices": {
      "a": "Leigh 脳症",
      "b": "もやもや病",
      "c": "一過性脳虚血発作",
      "d": "可逆性後頭葉白質脳症",
      "e": "副腎白質ジストロフィー"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両側後頭葉白質にFLAIR高信号域。10日後には縮小消退傾向。病歴とも合わせてPRESと考えられる。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 7,
    "text": "15 歳の男児。頭痛を主訴に来院した。頭部単純 CT、頭部 MRI の拡散強調像と造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q7.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "上衣腫",
      "c": "髄芽腫",
      "d": "乏突起膠腫",
      "e": "毛様細胞性星細胞腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "小脳虫部から第４脳室に迫り出す腫瘤。CTでは均一な軽度高吸収。全体に拡散能低下、造影効果あり。年齢も考慮すると、選択肢内では髄芽腫一択。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 8,
    "text": "50 歳代の男性。肺癌の脳転移検索の目的で MRI が施行された。T2 強調像および造影後 T1 強調像の再構成横断像と冠状断像を示す。矢印の所見につき、可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q8.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "くも膜顆粒",
      "c": "くも膜囊胞",
      "d": "転移性腫瘍",
      "e": "静脈洞血栓症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "静脈洞内、T2WI高信号で造影されない。くも膜顆粒。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 9,
    "text": "30 歳代の男性。咽頭痛を主訴に来院した。造影 CT の横断像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q9.png"
    ],
    "choices": {
      "a": "扁桃癌",
      "b": "扁桃結石",
      "c": "第 2 鰓裂囊胞",
      "d": "悪性リンパ腫",
      "e": "扁桃周囲膿瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "左口蓋扁桃周囲のリング状造影を呈するmass。疼痛と併せて扁桃周囲膿瘍。\na：内部壊死を伴う癌としても、充実部分がはっきりしない\nc：胸鎖乳突筋前縁\nd：典型的には均質な造影効果。初発症状は無痛性腫瘤が多い",
    "category": "頭頸部"
  },
  {
    "year": 2021,
    "num": 10,
    "text": "60 歳代の女性。頭痛で来院した。甲状腺腫瘍にて左葉切除の既往あり。造影 CT と MRI の T2 強調像を示す。原発部位として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q10.png"
    ],
    "choices": {
      "a": "扁   桃",
      "b": "傍神経節",
      "c": "耳下腺深葉",
      "d": "Rosenmüller 窩",
      "e": "Rouvière リンパ節"
    },
    "answer": "c",
    "multi": false,
    "explanation": "筋を前方や内側に圧排、ICAを後方に圧排→耳下腺深葉由来の多形腺腫などでよく見る。甲状腺腫瘤の既往との関連はよくわかりませんでした。",
    "category": "頭頸部"
  },
  {
    "year": 2021,
    "num": 11,
    "text": "50 歳代の男性。右肩痛と可動域制限あり。肩関節 MRI の T2＊強調横断像と T2 強調斜矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q11.png"
    ],
    "choices": {
      "a": "関節唇損傷",
      "b": "肩鎖関節脱臼",
      "c": "肩甲上腕関節脱臼",
      "d": "棘上筋腱の部分断裂",
      "e": "肩甲下筋腱の全層断裂"
    },
    "answer": "e",
    "multi": false,
    "explanation": "",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2021,
    "num": 12,
    "text": "60 歳代の男性。ALP 高値のため行った骨シンチグラフィで骨盤骨への異常集積を指摘された。CT の横断像と冠状断再構成像、MRI の T1 強調冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q12.png"
    ],
    "choices": {
      "a": "骨 Paget 病",
      "b": "慢性骨髄炎",
      "c": "転移性骨腫瘍",
      "d": "線維性骨異形成",
      "e": "副甲状腺機能亢進症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "皮質の肥厚が主でほぼPaget一択、MRで脂肪髄は保たれていて転移は否定的。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2021,
    "num": 13,
    "text": "50 歳代の男性原発性肺癌の術前 CT で胸椎に病変を認めた。横断像と矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q13.png"
    ],
    "choices": {
      "a": "骨囊胞",
      "b": "骨髄腫",
      "c": "骨肉腫",
      "d": "骨血管腫",
      "e": "転移性骨腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胸椎のpolka-dot appearanceを伴う透亮像。脊椎血管腫。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2021,
    "num": 14,
    "text": "11 歳の男児。右下肢の腫脹と圧痛あり。単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q14.png"
    ],
    "choices": {
      "a": "骨肉腫",
      "b": "Ewing 肉腫",
      "c": "急性骨髄炎",
      "d": "悪性リンパ腫",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "sunburst様の骨膜反応を伴う骨外腫瘤形成が疑われ、骨幹部なのでsmall round cell tumor疑い、小児でリンパ腫の可能性下がってほぼEwing一択。鑑別にあがりやすい骨肉腫は骨基質を疑うような硬化像はみられず可能性が下がる。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2021,
    "num": 15,
    "text": "50 歳代の男性。腰痛を主訴に来院した。腰椎 MRI の T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q15.png"
    ],
    "choices": {
      "a": "骨壊死",
      "b": "Schmorl 結節",
      "c": "化膿性脊椎炎",
      "d": "強直性脊椎炎",
      "e": "転移性骨腫瘍"
    },
    "answer": "b",
    "multi": false,
    "explanation": "椎間板が椎体に突出している。椎間腔から連続が認められるので特に迷わない。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2021,
    "num": 16,
    "text": "14 歳の女児。中学のバレーボール部に所属。練習の後に歩行時痛、足の甲の軽い腫脹と圧痛を訴える。単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q16.png"
    ],
    "choices": {
      "a": "Osgood-Schlatter 病",
      "b": "Kienböck 病",
      "c": "Freiberg 病",
      "d": "Perthes 病",
      "e": "Sever 病"
    },
    "answer": "c",
    "multi": false,
    "explanation": "思春期女子の第2中足骨頭の骨端症。Freigerg病（第2Kohler病）\na：脛骨粗面、b：月状骨、d：大腿骨頭、e：踵骨",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2021,
    "num": 17,
    "text": "10 歳代の男児。外来で撮影された右肺の高分解能 CT と腹部 CT 骨条件を示す。診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q17.png"
    ],
    "choices": {
      "a": "結節性硬化症",
      "b": "神経線維腫症",
      "c": "SAPHO 症候群",
      "d": "von Hippel-Lindau 病",
      "e": "Sturge-Weber 症候群"
    },
    "answer": "a",
    "multi": false,
    "explanation": "肺に多発GGN、椎弓に硬化像。結節性硬化症によるMMPH＋骨病変。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 18,
    "text": "70 歳代の男性。1 週間前より続く咳嗽と呼吸困難、39 度の発熱、嗅覚障害を主訴に来院した。WBC 6000/μl、CRP 12 mg/dL。胸部単純 CT（肺野条件）を示す。次にチェックすべきなのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q18.png"
    ],
    "choices": {
      "a": "ACE",
      "b": "CEA",
      "c": "T-spot",
      "d": "PCR 検査",
      "e": "薬剤使用歴"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "発熱、味覚障害と末梢優位の非区域性のすりガラス影。すりガラス影内部の血管影も少し拡張している。COVID-19肺炎の典型像。コロナを警戒して漢方などを内服して薬剤性肺炎になり、同様の画像所見を呈した症例も、よく学会などで取り上げられてましたよね。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 19,
    "text": "60 歳代の男性。急性リンパ性白血病で同種骨髄移植後 10 か月。10 日程前より持続する発熱あり。胸部単純 X 線写真と CT を示す。可能性が最も高い診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q19.png"
    ],
    "choices": {
      "a": "粟粒結核",
      "b": "多発肺転移",
      "c": "COVID-19 肺炎",
      "d": "マイコプラズマ肺炎",
      "e": "サイトメガロウイルス肺炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "免疫抑制状態の患者。両肺のGGO。haloを有する小結節も散見される。CMV肺炎",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 20,
    "text": "20 歳代の男性。突然の呼吸困難と発熱を主訴に来院した。白血球数 12500/μl、CRP 8.2 mg/dl、末梢血好酸球 2.0％。2 か月前から 1 日 10 本喫煙。来院当日の胸部単純 CT の横断像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q20.png"
    ],
    "choices": {
      "a": "心不全",
      "b": "癌性リンパ管症",
      "c": "アミロイドーシス",
      "d": "急性好酸球性肺炎",
      "e": "剥離性間質性肺炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "喫煙の病歴、上肺野優位のGGOと小葉間隔壁肥厚。AEP。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 21,
    "text": "60 歳代の男性。数年前から息切れを自覚。検診の胸部単純 X 線写真で異常を指摘され来院した。胸部単純 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q21.png"
    ],
    "choices": {
      "a": "石綿肺",
      "b": "肺胞蛋白症",
      "c": "浸潤性粘液性腺癌",
      "d": "特発性器質化肺炎",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "crazy-paving appearanceのすりガラス影。肺胞蛋白症の典型像。過去問ではKL-6やSP-Dの上昇、GM-CSF吸入療法などが取り上げられていますね。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 22,
    "text": "30 歳代の男性。呼吸困難を主訴に近医を受診。抗菌薬を投与されたが改善せず、来院した。高分解能 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q22.png"
    ],
    "choices": {
      "a": "特発性肺線維症",
      "b": "サルコイドーシス",
      "c": "慢性好酸球性肺炎",
      "d": "非特異性間質性肺炎",
      "e": "ニューモシスチス肺炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "両肺末梢優位にすりガラス影あり、OP様である。CEPで矛盾しない所見。ちなみに選択肢にはないが、画像所見からはCOVID-19肺炎も鑑別にあがると思われます（病歴からは考えにくいと思いますが。胸部が専門の先生が器質化を伴ったCOVID-19肺炎とCEPの鑑別は難しいと言われていました）。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 23,
    "text": "30 歳代の女性。繰り返す気胸。父親にも同様の既往あり。胸部単純 CT の横断像と冠状断像を示す。この疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q23.png"
    ],
    "choices": {
      "a": "腎腫瘍を合併する。",
      "b": "皮膚腫瘍を合併する。",
      "c": "リンパ節病変を合併する。",
      "d": "喫煙との関連性が高い。",
      "e": "乳び胸は高頻度の合併症である。"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "中下肺優位に薄壁の嚢胞を散見。分布に偏りあり、BHD症候群と思われる。dはLCH。eは高頻度かは不明だが結節性硬化症。\n補足：b 顔面頭頚部の多発丘疹（線維毛包腫）",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 24,
    "text": "30 歳代の女性。肺異常影を指摘され精査目的に来院した。胸部 CT を示す。行うべきこととして誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q24.png"
    ],
    "choices": {
      "a": "視   診",
      "b": "脳 MRI",
      "c": "消化管内視鏡",
      "d": "シャント率検査",
      "e": "CT ガイド下針生検"
    },
    "answer": "e",
    "multi": false,
    "explanation": "肺AVM。HHTに関する検査が必要。生検は行わない。\n補足：c オスラー病では消化管（特に胃や十二指腸）の毛細血管拡張が原因で出血することあり",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 25,
    "text": "70 歳代の男性。数日前より発熱、全身倦怠感があり、CT が撮影された。3 か月前に撮影された CT と併せて供覧する。既往歴として慢性腎不全、慢性心不全、血管炎症候群、ステロイド糖尿病がある。推測される病原体として最も可能性が低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q25.png"
    ],
    "choices": {
      "a": "Nocardia asteroides",
      "b": "Actinomyces israelii",
      "c": "Mycoplasma pneumoniae",
      "d": "Streptococcus pneumoniae",
      "e": "Mycobacterium tuberculosis"
    },
    "answer": "c",
    "multi": false,
    "explanation": "右肺尖部に周囲にhaloを伴う腫瘤様のconsolidationあり。３ヵ月前は小石灰化のみ。\n患者背景や上記病変を形成しにくいものと考えると、最も可能性が低いのはMycoplasma pneumoniaeか",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 26,
    "text": "50 歳代の女性。検診で異常を指摘され精査目的に来院した。単純 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q26.png"
    ],
    "choices": {
      "a": "奇形腫",
      "b": "胸腺腫",
      "c": "心膜囊胞",
      "d": "悪性リンパ腫",
      "e": "神経原性腫瘍"
    },
    "answer": "a",
    "multi": false,
    "explanation": "前縦隔の脂肪と石灰化を含む腫瘤。奇形腫。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 27,
    "text": "50 歳代の男性。建物解体業に 30 年従事。右背部痛を主訴に受診。胸部造影 CT を示す。診断として考えやすいものを 2 つ選べ。",
    "images": [
      "assets/questions/2021/q27.png"
    ],
    "choices": {
      "a": "石綿肺",
      "b": "胸膜中皮腫",
      "c": "原発性肺癌",
      "d": "円形無気肺",
      "e": "びまん性胸膜肥厚"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "縦隔側にも認められる不整な胸膜肥厚でbは確定。びまん性胸膜肥厚の定義は「広範囲で肺の一葉異常を巻き込むような胸膜の線維化であり、範囲が1側の場合は侠客全体の1/2以上、両側の場合は1/4を超えるもの（胸部のCT第4版p628）」とあるので、片側でちょうど半周くらいあるので良いかと思われます。肺癌+胸膜播種ではとの意見も頂きましたが、自分はb,eにしました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2021,
    "num": 28,
    "text": "70 歳代の女性。不整脈の原因精査の一環として行われた心臓 MRI 検査の左室短軸 cine MRI 画像（拡張末期）と遅延造影像を示す。最も可能性が高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q28.png"
    ],
    "choices": {
      "a": "Fabry 病",
      "b": "肥大型心筋症",
      "c": "陳旧性心筋梗塞",
      "d": "アミロイドーシス",
      "e": "サルコイドーシス"
    },
    "answer": "e",
    "multi": false,
    "explanation": "不整脈精査、中隔の菲薄化と中層のLGE。",
    "category": "心臓・大血管"
  },
  {
    "year": 2021,
    "num": 29,
    "text": "10 歳代の女性。多彩な心疾患に対する手術既往歴がある。造影 CT の腹部横断像および胸部矢状断像を示す。本症例に合致する記述はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q29.png"
    ],
    "choices": {
      "a": "無脾症である。",
      "b": "奇静脈連結がみられる。",
      "c": "肝臓の所見は正常である。",
      "d": "両側右肺構造である可能性が高い。",
      "e": "チアノーゼ性心疾患合併頻度が高い。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "多脾症。eと割れていました。多脾症でもチアノーゼはきたすことはあると思われますが、頻度が高いというのは無脾症のひっかけではないかと思います。dも無脾症。",
    "category": "心臓・大血管"
  },
  {
    "year": 2021,
    "num": 30,
    "text": "50 歳代の男性。胸部造影 CT で異常が指摘された。横断像と冠状断像を示す。可能性が最も高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q30.png"
    ],
    "choices": {
      "a": "大動脈瘤",
      "b": "vascular ring",
      "c": "重複大動脈弓",
      "d": "右側大動脈弓",
      "e": "Kommerell 憩室"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "右側大動脈弓＋異所性左鎖骨下動脈。過去問頻出。",
    "category": "心臓・大血管"
  },
  {
    "year": 2021,
    "num": 31,
    "text": "心臓ペースメーカー留置後に抜去した既往のある患者。右肘部皮下静脈から造影剤注入を行った造影 CT（横断像および血管 3D 画像）を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q31.png"
    ],
    "choices": {
      "a": "腕頭静脈閉塞が疑われる。",
      "b": "奇静脈が側副路として機能している。",
      "c": "肋間静脈が側副路として発達している。",
      "d": "内胸静脈が側副路として発達している。",
      "e": "外側胸静脈が側副路として発達している。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右鎖骨下～腕頭静脈が描出されておらず、外側胸静脈、肋間静脈、奇静脈が拡張し、側副血行路となっている。内胸静脈は拡張しておらず、側副血行路にはなっていないと考えられる。",
    "category": "心臓・大血管"
  },
  {
    "year": 2021,
    "num": 32,
    "text": "30 歳代の男性。手首親指徴候陽性。胸部の単純 CT 肺野条件冠状断像と造影 CT 横断像を示す。この症候群について正しい説明はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q32.png"
    ],
    "choices": {
      "a": "孤発例が約 50％ほど認められる。",
      "b": "多くの患者は 50 歳までに死亡する。",
      "c": "フィブリノーゲン遺伝子の異常が原因である。",
      "d": "大動脈解離は上行大動脈よりも下行大動脈に多い。",
      "e": "偽腔閉塞型大動脈解離は偽腔開存型よりも起こりにくい。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "Marfan症候群。常染色体優性遺伝、75%に家族歴、フィブリリン遺伝子異常、ほとんどの患者が70代まで生存。Stanford A型の偽腔開存型が多いことを答えさせたいのだと思われる。",
    "category": "心臓・大血管"
  },
  {
    "year": 2021,
    "num": 33,
    "text": "40 歳代の女性。右乳房腫瘤の精査で紹介受診。乳房 MRI（脂肪抑制 T1 強調像の造影早期相と後期相）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q33.png"
    ],
    "choices": {
      "a": "粘液癌",
      "b": "葉状腫瘍",
      "c": "線維腺腫",
      "d": "浸潤性小葉癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "Clustered ring enhancement。DCISの典型像。他はmass。",
    "category": "乳房"
  },
  {
    "year": 2021,
    "num": 34,
    "text": "40 歳代の女性。左乳房のしこりと乳房全体の発赤を自覚し来院した。乳房造影 MRI 矢状断像と拡散強調横断像（b=1000 s/mm2）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q34.png"
    ],
    "choices": {
      "a": "過誤腫",
      "b": "線維腺腫",
      "c": "乳輪下膿瘍",
      "d": "炎症性乳癌",
      "e": "浸潤性小葉癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "リング状濃染とDWI高信号。発赤もあるようなのでcで良いかと思います。",
    "category": "乳房"
  },
  {
    "year": 2021,
    "num": 35,
    "text": "70 歳代の女性左乳房違和感を主訴に来院。マンモグラフィ CC 像を示す。画像上可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q35.png"
    ],
    "choices": {
      "a": "葉状腫瘍",
      "b": "硬化性腺症",
      "c": "放射状瘢痕",
      "d": "浸潤性小葉癌",
      "e": "浸潤性乳管癌（硬性型）"
    },
    "answer": "a",
    "multi": false,
    "explanation": "spiculaを伴う腫瘤。選択肢の中でspiculaを伴いにくいのはa",
    "category": "乳房"
  },
  {
    "year": 2021,
    "num": 36,
    "text": "12 歳の女児。嘔気と頭痛を訴える。MRI の T2 強調像と MRI 血流画像（ASL：arterial spin labeling）を示す。適切な診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q36.png"
    ],
    "choices": {
      "a": "結節性硬化症",
      "b": "von Hippel-Lindau 病",
      "c": "Sturge-Weber 症候群",
      "d": "neurofibromatosis type1（NF-1）",
      "e": "neurofibromatosis type2（NF-2）"
    },
    "answer": "b",
    "multi": false,
    "explanation": "小脳の嚢胞性病変。壁在結節あり。壁在結節部にT2でflow voidあり、ASLでも高信号。年齢も考慮すると、小脳血管芽腫疑いで、VHL病を考えます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2021,
    "num": 37,
    "text": "20 歳代の女性、妊娠 28 週。超音波検査にて胎児に異常が指摘され、MRI が撮像された。T2 強調像（HASTE 像）の胎児軸冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q37.png"
    ],
    "choices": {
      "a": "肺分画症",
      "b": "シミター症候群",
      "c": "気管支原性囊胞",
      "d": "先天性肺低形成症",
      "e": "先天性横隔膜ヘルニア"
    },
    "answer": "a",
    "multi": false,
    "explanation": "下行大動脈から分岐する索状構造が肺分画症のfeederを示している?左肺上葉には嚢胞も存在している様に見える。\n→肺分画症とCCAMはどちらも4-10週に出来るため、合併することがあり、25%程度に合併するという報告もあり。肺分画症とCCAMの合併で、解答はaなのかと思います。かなり受験者の解答が割れた問題です。",
    "category": "小児"
  },
  {
    "year": 2021,
    "num": 38,
    "text": "食道閉鎖症が疑われている生後 1 日の女児。胸腹部単純 X 線写真を示す。 Gross の病型分類で考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q38.png"
    ],
    "choices": {
      "a": "A型",
      "b": "B型",
      "c": "C型",
      "d": "D型",
      "e": "E型"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "2018-41類問",
    "category": "小児"
  },
  {
    "year": 2021,
    "num": 39,
    "text": "30 歳代の男性。偶発的に肝腫瘤を指摘された。造影 CT 肝動脈優位相、EOB 造影 MRI 肝細胞相を示す。鑑別診断として考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q39.png"
    ],
    "choices": {
      "a": "肝血管腫",
      "b": "再生結節",
      "c": "肝細胞腺腫",
      "d": "肝血管筋脂肪腫",
      "e": "限局性結節性過形成"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "a,dは肝細胞相でEOB取り込み低下。cも原則的には低下するが、β-HCAは取り込み見られる。再生結節もEOB取り込みあるが、背景が慢性肝障害では無いのでc,eで良いかと思います。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 40,
    "text": "50 歳代の女性。健診で肝に異常を指摘され来院した。MRI の脂肪抑制 T1 強調像と T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q40.png"
    ],
    "choices": {
      "a": "血管腫",
      "b": "肝細胞癌",
      "c": "胆管過誤腫",
      "d": "血管筋脂肪腫",
      "e": "前腸性肝囊胞"
    },
    "answer": "e",
    "multi": false,
    "explanation": "肝S4被膜直下に境界明瞭なSOL。前腸性肝嚢胞に特徴的な部位。典型像よりはT1での信号が高く、T2での信号が淡いが、内容液の粘調度が高いものと思われる。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 41,
    "text": "70 歳代の女性。大腸癌の肝転移に対して化学療法中。EOB 造影 MRI の門脈優位相と肝細胞相の画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q41.png"
    ],
    "choices": {
      "a": "うっ血肝",
      "b": "劇症肝炎",
      "c": "ヘモジデローシス",
      "d": "肝中心静脈閉塞症（VOD）",
      "e": "非アルコール性脂肪肝炎（NASH）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "肝静脈の狭小化と肝細胞相でまだらな(斑状〜網目状)信号低下。化学療法(大腸癌に対するオキサリプラチン)中の病歴も合わせてd。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 42,
    "text": "40 歳代の女性。交通事故にて腹部打撲を生じたため単純 CT が撮影された。冠状断と横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q42.png"
    ],
    "choices": {
      "a": "hematoma",
      "b": "SMA aneurysm",
      "c": "serous cystic neoplasm",
      "d": "retroperitoneal teratoma",
      "e": "solid and pseudopapillary neoplasm"
    },
    "answer": "e",
    "multi": false,
    "explanation": "全周性の石灰化を伴う結節でb,eあたりで、SMAからは離れている。teratomaとの鑑別は少し悩み、axiで内部がlowで脂肪の可能性も考えたが、CSFと同程度で水濃度で良いと思われ、またteratomaらしい石灰化とも言いにくい。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 43,
    "text": "40 歳代の男性。超音波検査で肝腫瘤を指摘され来院した。ダイナミック CT（動脈相、門脈相）、及び EOB 造影 MRI の肝細胞相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q43.png"
    ],
    "choices": {
      "a": "細胆管癌",
      "b": "肝細胞腺腫",
      "c": "肝血管筋脂肪腫",
      "d": "肝原発悪性リンパ腫",
      "e": "限局性結節性過形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "動脈相は比較的均一に濃染。肝細胞相は低信号。\n動脈相で腫瘍背側に肝静脈の描出あり、early venous return。\n→肝血管筋脂肪腫",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 44,
    "text": "60 歳代の男性。検診で肝 S4 に腫瘤性病変を指摘された。MRI 脂肪抑制 T2 強調像および拡散強調像（b=800 s/mm2）を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q44.png"
    ],
    "choices": {
      "a": "肝血管腫",
      "b": "肝細胞癌",
      "c": "肝内胆管癌",
      "d": "悪性リンパ腫",
      "e": "肝限局性結節性過形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "末梢の胆管拡張を伴う拡散制限のある腫瘤で胆管癌かHCC。内部のT2WIやや低信号で拡散制限の乏しい領域は線維化を反映していそう→胆管癌。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 45,
    "text": "60 歳代の男性。検診にて膵腫瘤を指摘されて来院した。造影 CT 後期動脈相、門脈相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q45.png"
    ],
    "choices": {
      "a": "膵管癌",
      "b": "膵内副脾",
      "c": "転移性膵腫瘍",
      "d": "自己免疫性膵炎",
      "e": "膵漿液性囊胞性腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "膵頭部と尾部に後期動脈相で膵実質よりも低吸収を呈する結節。門脈相では膵頭部の病変は分かりづらいが、尾部の病変は膵実質よりも高吸収。主膵管の拡張は無し。自己免疫性性膵炎（腫瘤形成型）の多発を考えました。cは否定できないですが。。a,b,eは造影パターンが合わないと思います。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2021,
    "num": 46,
    "text": "40 歳代の女性。卵巣腫瘍精査目的の造影 CT にて偶発的に腹部病変を認めた。造影 CT 冠状断像と血管造影像を示す。本疾患に関する記述で誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q46.png"
    ],
    "choices": {
      "a": "真性動脈瘤である。",
      "b": "脳動脈瘤の合併が多い。",
      "c": "腹腔動脈根部の狭窄が推察される。",
      "d": "動脈瘤のサイズに関わらず治療が推奨される。",
      "e": "血行力学的なストレスが動脈瘤形成に関与する。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "膵アーケードの動脈瘤。SMAからの造影ではアーケードを介した求肝性血流が見られる。MALSを背景としていることが示唆される。膵アーケードの動脈瘤はサイズによらず、治療適応となる。a,c,d,eは正解。解答はb。",
    "category": "心臓・大血管"
  },
  {
    "year": 2021,
    "num": 47,
    "text": "70 歳代の女性。他疾患の経過観察のため撮影された MRI の T2 強調冠状断像と脂肪抑制造影 T1 強調冠状断像を示す。左腎洞内病変について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q47.png"
    ],
    "choices": {
      "a": "原因として結石が多い。",
      "b": "脳動脈瘤を合併しやすい。",
      "c": "ADC 値は腎実質より低い。",
      "d": "無症状であれば治療は不要である。",
      "e": "造影 MRI で内部は緩徐に増強される。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "重複腎盂尿管と思われる",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 48,
    "text": "40 歳代の男性。大腸穿孔で撮影された単純 CT 横断像（肺野条件）を示す。穿孔による気体が認められない部位はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q48.png"
    ],
    "choices": {
      "a": "腹   壁",
      "b": "腹   腔",
      "c": "前腎傍腔",
      "d": "腎周囲腔",
      "e": "後腎傍腔"
    },
    "answer": "b",
    "multi": false,
    "explanation": "",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2021,
    "num": 49,
    "text": "40 歳代の女性。右副腎腫瘍の精査で施行されたダイナミック造影 CT を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q49.png"
    ],
    "choices": {
      "a": "腺   腫",
      "b": "副腎癌",
      "c": "褐色細胞腫",
      "d": "骨髄脂肪腫",
      "e": "神経節細胞腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【もしくはd)】\n右副腎に造影効果に乏しい腫瘤。一部わずかに石灰化あり。脂肪も少量だが混在している様に見える。\n脂肪の混在からは、腺腫、骨髄脂肪腫も鑑別とは思うが、どちらも造影効果の弱さが合わない。骨髄脂肪腫としてはもう少し脂肪含有がほしい。\n神経節細胞腫は脂肪を混在するものもあり、造影効果も加味すると、神経節細胞腫が最も考えやすい。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 50,
    "text": "80 歳代の女性。右下腹部痛にて来院した。腫瘍マーカー（CA125、CEA、CA19-9）に上昇はない。MRI の T2 強調像、T1 強調像、脂肪抑制 T1 強調像、造影後の脂肪抑制 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q50.png"
    ],
    "choices": {
      "a": "漿膜下筋腫捻転",
      "b": "卵巣奇形腫破裂",
      "c": "子宮内膜症性囊胞",
      "d": "卵巣奇形腫茎捻転",
      "e": "卵巣線維腫茎捻転"
    },
    "answer": "e",
    "multi": false,
    "explanation": "奇形腫や内膜症を疑う信号なし。造影されない腫瘤から右前方に捻転茎を疑う構造あり、右卵巣由来疑い。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 51,
    "text": "20 歳代の女性。卵巣腫瘍を指摘されて来院した。MRI 脂肪抑制 T1 強調像、T2 強調像、造影サブトラクション像の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q51.png"
    ],
    "choices": {
      "a": "明細胞癌",
      "b": "類内膜癌",
      "c": "カルチノイド腫瘍",
      "d": "硬化性間質性腫瘍",
      "e": "漿液粘液性境界悪性腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "T1WIで高信号を呈する嚢胞+壁在結節。内膜症性嚢胞に合併していると思われるのでaかbかe。造影効果が弱いのでeか？",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 52,
    "text": "20 歳代の女性。下腹部痛を主訴に来院した。MRI の T2 強調横断像、拡散強調横断像（b=1000 s/mm2）、T2 強調冠状断像、T1 強調冠状断像を示す。なお、病変部の ADC 値は 1.08×10－3 mm2/s であった。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q52.png"
    ],
    "choices": {
      "a": "膀胱癌",
      "b": "膀胱平滑筋腫",
      "c": "膀胱子宮内膜症",
      "d": "膀胱傍神経節腫",
      "e": "膀胱悪性リンパ腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "T2WI冠状断で膀胱筋層が保たれて見えることからa除外？、T2WI低信号からa,d,eを除外？、内部に変性を疑うT2延長あり、内膜症を疑うようなT1短縮なしでb？　Radiographicsのleiomyomaのteaching pointが「Typically, intermediate SI on T1WI and low SI on T2WI」（2006;26(2):553-80）で、DWIは気にしなくてもいいということなんだろうと思いますが、DWIの所見は調べてもよくわかりませんでした。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 53,
    "text": "30 歳代の男性。陰囊不快感を主訴に近医を受診。超音波検査で精巣腫瘤が指摘された。超音波画像を示す。次に行うべき処置はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q53.png"
    ],
    "choices": {
      "a": "放射線治療を行う。",
      "b": "全身 CT を撮影する。",
      "c": "腫瘤の摘出術を行う。",
      "d": "全身化学療法を行う。",
      "e": "緊急で高位精巣摘除術を行う。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "エコーでonion ring、精巣のepidermoid cyst。正解できた方は少数派と思います。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 54,
    "text": "50 歳代の男性。検診の胃 X 線造影検査で異常を指摘された。矢印の病変と背景粘膜の組み合わせで正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q54.png"
    ],
    "choices": {
      "a": "胃憩室         ヘリコバクター・ピロリ未感染の粘膜",
      "b": "胃潰瘍疑い       ヘリコバクター・ピロリ未感染の粘膜",
      "c": "胃潰瘍疑い       ヘリコバクター・ピロリ現感染の粘膜",
      "d": "胃進行癌疑い      ヘリコバクター・ピロリ未感染の粘膜",
      "e": "胃進行癌疑い      ヘリコバクター・ピロリ現感染の粘膜"
    },
    "answer": "c",
    "multi": false,
    "explanation": "ひだが太くピロリ陽性と思われるのでcかe。潰瘍面は均一で辺縁も整なのでcの方が考えやすいのかなと思いました。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2021,
    "num": 55,
    "text": "70 歳代の女性。2 日前からの腹痛を主訴に来院した。単純 CT の横断像、冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q55.png"
    ],
    "choices": {
      "a": "壁在血腫",
      "b": "内ヘルニア",
      "c": "食餌性イレウス",
      "d": "小腸アニサキス症",
      "e": "Meckel 憩室の出血"
    },
    "answer": "c",
    "multi": false,
    "explanation": "回腸に高吸収域。口側の小腸に拡張もありそう。モチなどによる食餌性イレウスを考える。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2021,
    "num": 56,
    "text": "90 歳代の男性。食思不振、嘔吐で来院した。単純 CT の横断像、冠状断像を示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q56.png"
    ],
    "choices": {
      "a": "胆囊癌",
      "b": "総胆管結石",
      "c": "胆石イレウス",
      "d": "胆囊十二指腸瘻",
      "e": "十二指腸粘膜下腫瘍"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "pneumobiliaあり、EST後や胆嚢十二指腸瘻などの、胆道系と腸管の正常より太い交通が示唆される。冠状断で小腸の拡張の原因として胆石が疑われる。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2021,
    "num": 57,
    "text": "40 歳代の女性。過多月経、貧血にて受診。MRI T2 強調像と両側の子宮動脈造影像を示す。本疾患の IVR 治療に関して正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q57.png"
    ],
    "choices": {
      "a": "薬物の動注療法を行う。",
      "b": "合併症に無月経がある。",
      "c": "症状の改善率は 50％程度である。",
      "d": "金属コイルを用いて動脈塞栓術を行う。",
      "e": "半数程度の症例で両側子宮動脈を治療する。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "a,d,,×ゼラチンスポンジやビーズなどの塞栓物質。b,〇。c,腫瘍の縮小率も、症状改善率ももっと高い。e,両側子宮動脈を塞栓する\nhttps://www.jsir.or.jp/docs/member/hinto/s21ikou/s22.pdf",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2021,
    "num": 58,
    "text": "60 歳代の女性。喀血に対して塞栓術が施行された。術前の血管造影像を示す。この手技について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q58.png"
    ],
    "choices": {
      "a": "塞栓物質は通常エタノールを用いる。",
      "b": "肺アスペルギルス症には禁忌である。",
      "c": "手技中・手技後に神経症状の有無を確認する。",
      "d": "治療前に頭部 MRI で脳梗塞の既往を確認する。",
      "e": "治療で症状が消失すれば、再発することはまれである。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "気管支動脈塞栓術（BAE）に関する問題。\n×a.通常はゼラチンスポンジ。BAEでエタノールを用いることはない。ちなみにNBCAは使用することあり。コイルを使用した文献はあり、実際に使用している施設もあると思われるが試験的には×～△としておく方が無難と思います（側副血行路を来しやすい、再治療時にカテーテルアプローチを困難にするなどが言われています）。\n×b.むしろ適応で、時々遭遇する。\n〇c.前脊髄動脈が気管支動脈から分枝することがあり、それに気付かずに塞栓物質を流すとnon-target emboliにより神経症状を来す危険性がある。\n×d.既往の確認は必要と思うが、MRIまでする必要はない。\n×e.喀血の原疾患のコントロールができていないと再喀血を来しうる。",
    "category": "IVR"
  },
  {
    "year": 2021,
    "num": 59,
    "text": "80 歳代の男性。経皮的肺生検後すぐに喀血を認めた。手技前および直後の CT を示す。次に行う処置として適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q59.png"
    ],
    "choices": {
      "a": "左側臥位にする。",
      "b": "肺動脈塞栓術を行う。",
      "c": "胸腔ドレナージを行う。",
      "d": "気管支動脈塞栓術を行う。",
      "e": "逆 Trendelenburg 体位にする。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "肺生検後の肺内出血とそれによる喀血なので、まずは誤嚥を防ぐために出血している側を下にする。実臨床では止血剤投与もすると思われる。",
    "category": "IVR"
  },
  {
    "year": 2021,
    "num": 60,
    "text": "60 歳代の男性。右内頸動脈狭窄症に対する浅側頭動脈中大脳動脈吻合術の術前および手術 1 日後に脳血流 SPECT が施行された。術前および術後の横断像を示す。術後について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q60.png"
    ],
    "choices": {
      "a": "患側の血管攣縮が疑われる。",
      "b": "治療として昇圧剤を使用する。",
      "c": "左大脳半球皮質の血流低下がある。",
      "d": "右大脳半球皮質は過灌流の状態である。",
      "e": "術前の血行力学的虚血の程度とは無関係である。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "STA-MCAバイパス術後の過灌流",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 61,
    "text": "50 歳代の男性。喚語障害と記銘力低下を主訴に来院し精査となった。脳血流 SPECT 横断像と頭部 MRI T1 強調像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q61.png"
    ],
    "choices": {
      "a": "意味性認知症",
      "b": "嗜銀顆粒性認知症",
      "c": "進行性核上性麻痺",
      "d": "Lewy 小体型認知症",
      "e": "Alzheimer 型認知症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "左優位に側頭葉の萎縮あり。左右差が目立つ。脳血流SPECTでも左右不均等に側頭葉、前頭葉などに血流低下が見られる。選択肢の中では意味性認知症が考えやすい。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 62,
    "text": "70 歳代の女性。振戦を主訴として来院した。123I-ioflupane SPECT 横断像と線状体レベルの拡大像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q62.png"
    ],
    "choices": {
      "a": "脳梗塞",
      "b": "本態性振戦",
      "c": "Parkinson 病",
      "d": "Alzheimer 病",
      "e": "薬剤性 Parkinsonism"
    },
    "answer": "c",
    "multi": false,
    "explanation": "線条体の両側集積低下でPDやDLB。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 63,
    "text": "60 歳代の男性。完全房室ブロックでペースメーカー留置後。精査目的で 18F-FDG PET が施行された。MIP 像、左室短軸像、左室水平長軸像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q63.png"
    ],
    "choices": {
      "a": "冠血行再建術の適応である。",
      "b": "検査前に 6 時間の絶食を行う。",
      "c": "薬物治療としてステロイド投与を行う。",
      "d": "検査 1 時間前にグルコース負荷を行う。",
      "e": "ガドリニウム造影 MRI で心内膜下優位の遅延造影を認める。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "完全房室ブロックでペースメーカー留置後。FDG-PETで中隔に集積あり。心サルコイドーシスの症例と思います。治療はステロイド。b通常は4-6時間で可だが、心サルコイドーシスの時は12時間以上の絶食が必要。LGEは中層や外層が多い。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 64,
    "text": "70 歳代の女性。胸痛、呼吸困難の精査のためアデノシン負荷心筋血流シンチグラフィが施行された。負荷および安静時の垂直長軸像、水平長軸像を示す。可能性の高い診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q64.png"
    ],
    "choices": {
      "a": "狭心性",
      "b": "心筋梗塞",
      "c": "拡張型心筋症",
      "d": "肥大型心筋症",
      "e": "たこつぼ心筋症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "安静時像で心尖部に高集積。負荷像は正常に見える。\n→肥大型心筋症。負荷時は肥大部の血流が低下するために一見正常心筋に見える。この様な所見が中隔で見られれば、中隔型の肥大症。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 65,
    "text": "70 歳代の男性。心不全症状を認め、精査のため核医学検査が施行された。プラナー前面像、SPECT/CT 水平長軸像を示す。使用された放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q65.png"
    ],
    "choices": {
      "a": "18F-FDG",
      "b": "67Ga-citrate",
      "c": "99mTc-MIBI",
      "d": "99mTc-PYP",
      "e": "201TlCl"
    },
    "answer": "d",
    "multi": false,
    "explanation": "心アミロイドーシスのピロリン酸シンチ。比較的最近保険適応となったものです。1次試験でもそうでしたが、新しく保険適応となった検査やガイドラインが変わったものなどは試験に出題されることが時々あるように思うので、過去問勉強以外に何か補足をするとすればそういったものが大切かと思います。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 66,
    "text": "50 歳代の女性。高 Ca 血症、尿路結石を認め 99mTc-MIBI によるシンチグラフィが施行された。胸部前面の早期像および遅延像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q66.png"
    ],
    "choices": {
      "a": "副甲状腺腺腫が疑われる。",
      "b": "右下副甲状腺に集積がみられる。",
      "c": "慢性甲状腺炎の合併が疑われる。",
      "d": "早期像では肝臓への集積がみられる。",
      "e": "心筋への集積は心筋血流を反映している。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "副甲状腺シンチ。早期相、後期相ともに右下副甲状腺への集積があり、副甲状腺腺腫を疑います。早期相での甲状腺の集積は正常像と考えられます。99mTc-MIBIは心筋シンチにも用いられます。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 67,
    "text": "20 歳代の女性。甲状腺乳頭癌に対して甲状腺全摘術後にアブレーション治療が行われた。治療後シンチグラフィのプラナー前面像と SPECT/CT 像を示す。矢印が示す集積について最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q67.png"
    ],
    "choices": {
      "a": "顎下腺炎",
      "b": "口腔底癌の合併",
      "c": "甲状舌管の遺残",
      "d": "甲状腺癌の残存",
      "e": "甲状腺癌の舌骨転移"
    },
    "answer": "c",
    "multi": false,
    "explanation": "甲状舌管内には甲状腺組織が含まれることも。局在からも甲状舌管の遺残と考えられる。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 68,
    "text": "10 歳代の女性。悪性リンパ腫の診断にて化学療法が施行された。治療前、治療直後、治療半年後に施行された 18F-FDG PET を示す。矢印が示す集積について最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q68.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "胸腺過形成",
      "c": "心膜中皮腫",
      "d": "悪性リンパ腫の再発",
      "e": "悪性リンパ腫の形質転換"
    },
    "answer": "b",
    "multi": false,
    "explanation": "形が胸腺らしい、化学療法後の胸腺集積thymic rebound",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 69,
    "text": "70 歳代の男性。肝機能の精査目的で核医学検査が施行された。3 分後、15 分後のプラナー像と時間放射能曲線を示す。肝機能低下時の検査結果として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q69.png"
    ],
    "choices": {
      "a": "HH15 高値、LHL15 高値",
      "b": "HH15 高値、LHL15 低値",
      "c": "HH15 正常、LHL15 高値",
      "d": "HH15 低値、LHL15 高値",
      "e": "HH15 低値、LHL15 低値"
    },
    "answer": "b",
    "multi": false,
    "explanation": "アシアロシンチは過去問であまり出てないのでノーマークでした。。99mTc-GSA。心臓（H）と肝臓（L）に関心領域を設定し、3分および15分の測定値からHH15（H15/H3）、LHL15（L15/(H15＋L15)）を計算する。肝機能低下ではHH15が上昇し、LHL15が低下する。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 70,
    "text": "50 歳代の女性。主訴は労作時の軽度の息切れである。肺血流シンチグラフィおよび肺換気シンチグラフィの画像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q70.png"
    ],
    "choices": {
      "a": "肺分画症",
      "b": "大動脈炎症候群",
      "c": "全身性エリトマトーデス",
      "d": "慢性血栓塞栓性肺高血圧症（CTEPH）",
      "e": "pulmonary tumor thrombotic microangiopathy"
    },
    "answer": "a",
    "multi": false,
    "explanation": "多発する換気血流ミスマッチで、分画症は考えにくい。SLEはPEで、ということと思われる。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 71,
    "text": "60 歳代の男性。1 年前から咳・発熱を認め、抗菌薬治療を行われていたが、症状は改善しなかった。胸部 CT および 18F-FDG PET/CT の融合画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q71.png"
    ],
    "choices": {
      "a": "肺水腫",
      "b": "気管支肺炎",
      "c": "胸膜中皮腫",
      "d": "原発性肺癌",
      "e": "大葉性肺炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右下葉に浸潤影、すりガラス影あり、濃度の濃い部分優位にFDG集積亢進あり。左下葉にもすりガラス影ありか。抗生剤不応などの病歴も合わせて浸潤性粘液性肺腺癌。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 72,
    "text": "60 歳代の男性。主訴は発熱。精査のため 18F-FDG PET/CT が施行された。MIP 像と融合画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q72.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "高安動脈炎",
      "c": "悪性リンパ腫",
      "d": "IgG4 関連疾患",
      "e": "サルコイドーシス"
    },
    "answer": "e",
    "multi": false,
    "explanation": "絶食の時間が記されているわけではないが、右鎖骨下・縦隔・肺門リンパ節の集積と心へのfocalな集積でほぼサルコイドーシス一択。癒合傾向の乏しさからリンパ腫は下がり、心集積からIgG4も下がる（coronaryに沿うような分布ならありうると思うけれど中隔は厳しそう）。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 73,
    "text": "70 歳代の女性。消化管出血を認め、精査のために核医学検査が施行された。放射性医薬品静注 3 時間後および 6 時間後の腹部前面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q73.png"
    ],
    "choices": {
      "a": "肝障害を認める。",
      "b": "回腸からの出血である。",
      "c": "Tc-GSA が用いられた。99m",
      "d": "全身撮影の追加が必要である。",
      "e": "膀胱の早期描出は重要な異常所見である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "消化管出血シンチ。99mTc-HSAD。回腸と思しき部位に集積あり。6時間後の像では結腸まで先進している。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 74,
    "text": "40 歳代の男性。神経内分泌腫瘍の術後経過観察中に行われた核医学検査の画像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2021/q74.png"
    ],
    "choices": {
      "a": "腎機能障害が示唆される画像である。",
      "b": "投与直後よりダイナミック撮像を行う。",
      "c": "中エネルギー用コリメータを用いて撮像する。",
      "d": "放射性核種の物理学的半減期は約 6 時間である。",
      "e": "検査薬はソマトスタチン受容体に親和性を有する。"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "オクレオスキャン。111In-ペンテトレオチド、半減期2.8日、6時間ごと24時間後に撮像。排泄は腎＞胆道の薬剤で、集積は腎優位で正常と考えられる。コリメータは中エネルギー用らしい（111Inは171と245keVで、中エネルギー用コリメータは160-300keV）。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 75,
    "text": "50 歳代の女性。骨転移の全身検索を目的として施行された骨シンチグラムを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2021/q75.png"
    ],
    "choices": {
      "a": "骨軟化症",
      "b": "多発性骨髄腫",
      "c": "多発性骨転移",
      "d": "腎性骨異栄養症",
      "e": "肥厚性骨関節症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "副甲状腺機能亢進症と同様のパターンをとる。頭蓋骨、上下顎骨の集積が目立つ点がポイント。c,eも過去問で頻出。腎集積が無くなる点はcもdも同様だが、cは末梢の集積が弱い。eは肺癌との関連、長管骨骨幹端から骨幹部の皮質や、膝・肘関節に対称性の高集積。",
    "category": "核医学"
  },
  {
    "year": 2021,
    "num": 76,
    "text": "放射線のエネルギースペクトルを測定するのに適した検出器はどれか。2 つ選べ。",
    "choices": {
      "a": "GM 検出器",
      "b": "比例計数管",
      "c": "電離箱線量計",
      "d": "半導体検出器",
      "e": "シンチレーション検出器"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "自分もよく分からないので、こちらをご参照ください。https://atomica.jaea.go.jp/data/detail/dat_detail_09-04-03-19.html\n2020年の専門医試験の77番に類題がありました。線量計の問題は2020年60番にもあるので確認しておくと良いかもしれません。",
    "category": "医学物理学"
  },
  {
    "year": 2021,
    "num": 77,
    "text": "MRI のスピンエコー法に対する高速スピンエコー法の特徴として誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "TE 平均化",
      "b": "脂肪高信号化",
      "c": "磁化率効果の減少",
      "d": "T1 フィルタリング",
      "e": "magnetization transfer 効果が強い組織のコントラスト低下"
    },
    "answer": "d",
    "multi": false,
    "explanation": "×T1フィルタリング→〇T2フィルタリング。「決定版　MRI完全解説　第2版」P235参照。\n補足：a, d 90°パルス照射後に180°パルスを照射し（TE時間後に）MR信号を取得する（次回の90°パルス照射までの時間はTR）．SE法の180°パルス1回に対しFSE法では複数回照射するため高速で撮像できる（この照射回数はエコートレイン数＝ETL）．各々異なるTEのデータはk-spaceに充填され平均化される．ETLが大きいと、各ショットでの信号取得中にT2減衰し、最後に近い信号はT2の長い組織の信号だけとなる（T2フィルタリング）   b 近接している180°パルスが、拡散によって引き起こされる磁化率の乱れを抑制するため脂肪は高信号化する   c 複数の180°パルスで磁場不均一による位相分散が再収束され、磁化率の差による位相分散も再収束されるので磁化率効果は低下する   e 蛋白と結びついた水が抑制される効果で、FSEでは意図せずに発生する不利益な現象の一つ（病的・正常椎間板のコントラストが低くなるなど）。MRAでは末梢血管描出のためバックグラウンドの脳実質の信号を抑制するのに使われる",
    "category": "医学物理学"
  },
  {
    "year": 2021,
    "num": 78,
    "text": "MRI のグラジエントエコー法について正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "収束のために 180°パルスを用いる。",
      "b": "スピンエコー法よりも高速の撮像が可能となる。",
      "c": "逆位相と同位相の TE は、静磁場強度に依存する。",
      "d": "フリップ角が小さい時、短い TE では T2＊強調となる。",
      "e": "スピンエコー法と比較して磁化率の影響を受けにくい。"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "a,180°パルスを使うのはスピンエコー。グラジエントエコーは傾斜磁場\nd,フリップ角が小さく、TE,TRとも長いのがT2*\ne,グラジエントエコーは磁化率の変化に敏感\n補足：b グラジエント法ではフリップ角（90°よりも小さい角度のRFパルス）を使用するため縦磁化の回復が早くTRは短くなり、撮像時間が短縮される（一方、横磁化が小さくSN比は低くなる）   d （解説間違い）小さなフリップ角でTRが短いとT2*強調が得られる（横磁化が完全に減衰しないうちに次のαパルスが来てしまい、減衰せず残った横方向の磁化は本質的にすべて信号に変換されるため）。TE が短い場合はT2*コントラストが低くなり、T1またはプロトン密度が強調される。",
    "category": "医学物理学"
  },
  {
    "year": 2021,
    "num": 79,
    "text": "厚生労働省の人工知能（AI）に関する通知（2018 年 12 月）によると、人工知能を用いた医療機器を使用して診断もしくは治療を行った場合、最終的に責任を負うのは誰か。 1 つ選べ。",
    "choices": {
      "a": "開発者",
      "b": "認可者",
      "c": "販売者",
      "d": "病院管理者",
      "e": "使用した医師"
    },
    "answer": "e",
    "multi": false,
    "explanation": "人工知能（AI）を用いた診断・治療支援を行うプログラムを利用して診療を行う場合につ\nいても、\n診断、治療等を行う主体は医師である\n医師はその最終的な判断の責任を負う\n当該診療は医師法第17条の医業として行われる",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2021,
    "num": 80,
    "text": "他の医療施設に CD-R を用いて医用画像を提供する際などに使用する、可搬型医用画像の規格はどれか。1 つ選べ。",
    "choices": {
      "a": "DICOM",
      "b": "IHE",
      "c": "PACS",
      "d": "PDI",
      "e": "RIS"
    },
    "answer": "d",
    "multi": false,
    "explanation": "Portable Data for Images",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2022,
    "num": 1,
    "text": "9 歳の男児。数日前から右膝痛あり。右膝関節の単純 X 線撮影屈曲位正面像、MRI の T1 強調矢状断像と T2 強調矢状断像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q1.png"
    ],
    "choices": {
      "a": "骨髄浮腫がある。",
      "b": "軟骨下骨に骨折がある。",
      "c": "関節軟骨は保たれている。",
      "d": "軟骨下骨の壊死を認める。",
      "e": "外側半月板が断裂している。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "FCI。2018年18番と類問。骨軟骨損傷と鑑別だが明らかな軟骨欠損なし。\n補足： 骨端の骨化遅延による。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2022,
    "num": 2,
    "text": "50 歳代の男性。数か月前に右下腿後面のしこりに気づいた。右下腿 MRI の T1 強調像と T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q2.png"
    ],
    "choices": {
      "a": "筋肉内血管腫",
      "b": "筋肉内粘液腫",
      "c": "粘液線維肉腫",
      "d": "粘液型脂肪肉腫",
      "e": "骨外性粘液型軟骨肉腫"
    },
    "answer": "a",
    "multi": false,
    "explanation": "腓骨背面の筋内に小嚢胞が集簇したような辺縁平滑・境界明瞭な腫瘤を認めます。T2強調像で一見全体が高信号に見えますが、fluid fluid levelに見える部分がありそうで、臨床経過からもここ最近の出血後？などでしょうか。中心部は石灰化を反映した無信号でしょうか。選択肢はいずれもT2強調像で高信号を示し、出血をともなってもいいものばかりですが、辺縁平滑・境界明瞭で、周囲組織の浮腫性変化が乏しい点からは良性腫瘍を疑いやすい、という意図でしょうか…？ここでa, bのどちらかと考え、粘液腫は典型的には腫瘍周囲の萎縮した筋肉の脂肪変性に伴う腫瘍辺縁の脂肪信号の縁取り(surrounding rim of fat)と周囲浮腫をともなうとされるので、aが最も矛盾しないように思えます。\nd：(それ自体が除外根拠になるわけではありませんが)脂肪信号域がなさそうです。\ne：一般に石灰化をともなわないとされているようです。\n【参考】画像診断 36巻11号　軟部腫瘤の画像診断　−よくみる疾患から稀な疾患まで−",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2022,
    "num": 3,
    "text": "80 歳代の女性。臀部痛を主訴に来院した。骨盤部単純 X 線写真で異常を認めなかった。骨盤部 MRI の T1 強調冠状断像、STIR 冠状断像を示す。既往歴は特にない。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q3.png"
    ],
    "choices": {
      "a": "脆弱性骨折",
      "b": "仙腸関節炎",
      "c": "骨 Paget 病",
      "d": "転移性骨腫瘍",
      "e": "びまん性特発性骨増殖症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "両側仙腸関節近傍の仙骨翼を縦走するようなT1WI低信号、STIR高信号域を対称性に認める。単純X線写真で異常を認めないことからも、脆弱性骨折をまずは疑う。よってaが正解。\n仙骨の脆弱性骨折は、典型的には両側仙腸関節近傍の仙骨翼を縦走するものと仙骨椎体 （通常は S2のレベル）を横走するものが合併して見られ、特徴的なH型の分布を示す（H sign, Honda sign）。（KEYBOOK 骨軟部疾患の画像診断 第2版 P.45より）",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2022,
    "num": 4,
    "text": "50 歳代の男性。甲状腺超音波検査の右葉下極レベルの横断像と縦断像を示す。矢印に示す病変について可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q4.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "甲状腺囊胞",
      "c": "副甲状腺囊胞",
      "d": "副甲状腺腺腫",
      "e": "甲状腺濾胞腺腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "甲状腺背側に低エコーの結節。後方エコーの増強が目立たず、嚢胞よりは腺腫が考えやすいかと思いましたが嚢胞と割れていました。",
    "category": "頭頸部"
  },
  {
    "year": 2022,
    "num": 5,
    "text": "10 歳代の男性。舌腫瘤を主訴に来院した。MRI の T1 強調像、T2 強調像、造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q5.png"
    ],
    "choices": {
      "a": "ガマ腫",
      "b": "血管腫",
      "c": "多形腺腫",
      "d": "神経鞘腫",
      "e": "扁平上皮癌"
    },
    "answer": "b",
    "multi": false,
    "explanation": "小児の舌腫瘍。T2WI高信号、造影にて比較的均一な造影増強効果を示す腫瘍。病変は舌下腺よりは舌にあるようにみえ、年齢が10才と比較的若いためまず第一に血管腫を疑いました。ただ、舌下腺由来とすると多形腺腫の可能性も否定できないと思いました。神経鞘腫としては信号が均一であり、T2WIと造影での所見が合わないと思いました。がま腫は部位や形状が異なり、扁平上皮癌は年齢や均一であることが違います。\n上記よりb>cと考えました。",
    "category": "頭頸部"
  },
  {
    "year": 2022,
    "num": 6,
    "text": "50 歳代の男性。3 日前からの咽頭痛・後頭部痛を訴えて来院した。血液生化学検査で軽度の炎症反応あり。造影 CT 横断像および矢状断像を示す。診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q6.png"
    ],
    "choices": {
      "a": "咽後膿瘍",
      "b": "扁桃周囲膿瘍",
      "c": "化膿性リンパ節炎",
      "d": "甲状腺癌リンパ節転移",
      "e": "石灰沈着性頸長筋腱炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "咽頭後間隙あるいは椎前間隙の浮腫。\nC2前方に石灰化あり、e石灰化頸長筋腱炎。",
    "category": "頭頸部"
  },
  {
    "year": 2022,
    "num": 7,
    "text": "50 歳代の男性。両側感音性難聴で来院した。両耳の CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q7.png"
    ],
    "choices": {
      "a": "耳硬化症",
      "b": "聴神経腫瘍",
      "c": "骨化性迷路炎",
      "d": "硬化性骨転移",
      "e": "線維性骨異形成症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "両側の蝸牛周囲に脱灰/スリガラス状濃度化を認めます(double ring sign)。蝸牛型耳硬化症の所見です。感音性難聴という点からも合致します。\n耳硬化症は活動期と非活動期から成り、活動期は海綿骨増殖が主体で脱灰が生じます。非活動期に硬化が主体となり判別困難なことも少なくないようです。\nなお、窓型の耳硬化症は卵円窓の腹側に脱灰が認められ、症状は伝音性難聴です。",
    "category": "頭頸部"
  },
  {
    "year": 2022,
    "num": 8,
    "text": "50 歳代の男性。耳鳴りを主訴に受診した。側頭骨単純 CT（骨条件）を示す。この疾患を合併する全身疾患として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q8.png"
    ],
    "choices": {
      "a": "結節性硬化症",
      "b": "神経線維腫症 1 型",
      "c": "神経線維腫症 2 型",
      "d": "von Hippel-Lindau 病",
      "e": "Sturge-Weber 症候群"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左錐体骨に骨溶解像を伴う不整形軟部腫瘤で、内リンパ嚢腫や傍神経節腫（Glomus腫瘍）を疑う。耳鳴り主訴であることから内リンパ嚢腫が優位か。どちらにしても選択肢の中で合併しやすいのはd（von Hippel-Lindau病）。\nc.× 髄膜腫とするとNF2は鑑別に挙がる。骨浸潤を伴う髄膜腫も否定できないがdural tail signを示唆する画像や造影検査などもなく、設問画像のみでは髄膜腫と診断するのは難しいか。。。聴神経腫瘍は内耳道に発生。",
    "category": "頭頸部"
  },
  {
    "year": 2022,
    "num": 9,
    "text": "7 歳の男児。2 週間前から嘔気、嘔吐、眩暈が出現した。単純 CT と MRI の拡散強調像を示す。この疾患に当てはまるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q9.png"
    ],
    "choices": {
      "a": "細胞密度が低い。",
      "b": "広範な浮腫を伴う。",
      "c": "石灰化を伴わない。",
      "d": "約半数で壊死を伴う。",
      "e": "髄液播種は生じない。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "小児の小脳虫部～第４脳室にかけてみられる腫瘍。水頭症あり。CTで高吸収、DWI高信号（ADCmapはでてないですが）で髄芽腫疑い。約半数で壊死がみられるようです。石灰化は10-20%ほどでみられるそうです。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2022,
    "num": 10,
    "text": "60 歳代の女性。口元がおかしいと家族が気づき来院した。脳 MRI の拡散強調像、ADC map、造影 T1 強調像を示す。右前頭葉に認められる病変について最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q10.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "脳膿瘍",
      "c": "出血性脳梗塞",
      "d": "多発性硬化症",
      "e": "サルコイドーシス"
    },
    "answer": "b",
    "multi": false,
    "explanation": "割れていました。\n私はリング状増強効果の壁が不整で厚いためaにしましたが、リング内の貯留物の拡散低下が著明であるためbという意見が多かったです。\n→ring enhancementを伴い、周囲に浮腫を疑う高信号域の広がりを認める病変の鑑別です。内部の造影不良域にDWI高信号/ADC低値を認め、脳膿瘍だと考えます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2022,
    "num": 11,
    "text": "30 歳代の女性。めまいを主訴に近医受診し、MRI で異常を指摘された。脂肪抑制 T2 強調矢状断像と造影脂肪抑制 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q11.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "髄膜腫",
      "c": "脊索腫",
      "d": "くも膜囊胞",
      "e": "下垂体腺腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "斜台付近の正中発生、T2WI高信号でよく染まる腫瘤→c脊索腫",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2022,
    "num": 12,
    "text": "20 歳代の女性。多発交通外傷で受傷し、意識障害がある。MRI の磁化率強調像を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q12.png"
    ],
    "choices": {
      "a": "出血性梗塞",
      "b": "脂肪塞栓症",
      "c": "多発海綿状血管腫",
      "d": "びまん性軸索損傷",
      "e": "アミロイドアンギオパチー"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "T2*強調像や磁化率強調像(SWI)で両側大脳に多発する点状低信号域を認めます。交通外傷後、ということで、衝撃に伴うびまん性軸索損傷や、骨折にともなう多発脂肪塞栓症を疑います。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2022,
    "num": 13,
    "text": "40 歳代の女性。IgG4 関連疾患が疑われている。眼窩単純 MRI の T1 強調冠状断像と STIR 冠状断像を示す。腫大している構造はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q13.png"
    ],
    "choices": {
      "a": "涙   腺",
      "b": "上直筋",
      "c": "下直筋",
      "d": "内直筋",
      "e": "眼窩下神経"
    },
    "answer": "e",
    "multi": false,
    "explanation": "IgG4 関連疾患で涙腺炎！といいたくなるが、涙腺に腫大は見られない。腫大しているのは眼窩下神経(三叉神経 第2枝)で、眼窩下管を走行する。 IgG4 関連眼疾患には涙腺炎の他、眼窩上・下神経(三叉神経第1・2 枝)/外眼筋/眼窩内組織や眼瞼の病変も報告されているみたいです。",
    "category": "頭頸部"
  },
  {
    "year": 2022,
    "num": 14,
    "text": "50 歳代の男性。就寝中に後頸部痛を自覚し、その後四肢のしびれが強くなり来院した。頸部の単純 CT と MRI の T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q14.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "硬膜外血腫",
      "c": "くも膜下出血",
      "d": "椎骨動脈解離",
      "e": "crowned dens 症候群"
    },
    "answer": "b",
    "multi": false,
    "explanation": "C2-4 レベルで脊髄の左～背側に高吸収、T2WI高信号構造があり、圧排しています。T2WIで硬膜と思われる低信号域が表面にみられると思いました。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2022,
    "num": 15,
    "text": "70 歳代の男性。MRA の元画像を示す。この疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q15.png"
    ],
    "choices": {
      "a": "血管腫が合併する。",
      "b": "先天性疾患である。",
      "c": "脳出血が発生する。",
      "d": "ナイダスが併存する。",
      "e": "血栓溶解術を施行する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "a:静脈奇形\nd:AVM\ne:(1) 血管内治療による硬膜動静脈瘻塞栓術、　(2) 開頭による硬膜動静脈瘻根治術、 (3) 定位的放射線、(4) 経過観察のいづれかないしは組み合わせて治療方針を決定する。cognard分類やBorden分類を用いて予後予測や治療方針の決定を行う。Cognard分類やBorden分類で重要な点は皮質静脈への逆流があるかどうかです。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2022,
    "num": 16,
    "text": "60 歳代の女性。頭痛、嘔気、後頸部痛を主訴に来院。MRI の T2 強調横断像と造影 T1 強調矢状断像を示す。可能性の最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q16.png"
    ],
    "choices": {
      "a": "肥厚性硬膜炎",
      "b": "脳脊髄液漏出症",
      "c": "Dandy-Walker 奇形",
      "d": "急性散在性脳脊髄炎",
      "e": "可逆性脳血管攣縮症候群"
    },
    "answer": "b",
    "multi": false,
    "explanation": "所見；頭蓋内の髄液腔狭小化、小脳扁桃の下垂、硬膜肥厚もあるか？",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2022,
    "num": 17,
    "text": "60 歳代の男性。右肺下葉の肺炎に対して抗菌剤加療を行い、改善した。その 2 週間後、呼吸困難にて撮影した単純 CT の横断像を示す。鑑別診断として可能性の高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q17.png"
    ],
    "choices": {
      "a": "肺水腫",
      "b": "薬剤性肺障害",
      "c": "剝離性間質性肺炎",
      "d": "マイコプラズマ肺炎",
      "e": "ニューモシスチス肺炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右肺に非区域性のスリガラス状濃度上昇が多発しています。薬剤性肺障害は他疾患の除外で至る診断と思いますが、他の選択肢が考えにくく、病歴からも素直に第一鑑別と思います。eの除外根拠が見つかりませんが…。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 18,
    "text": "60 歳代の男性。6 日前より発熱あり。初診時と 4 日後の胸部単純 CT の横断像を示す。可能性が最も高い疾患はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q18.png"
    ],
    "choices": {
      "a": "粟粒結核",
      "b": "誤嚥性肺炎",
      "c": "COVID-19 肺炎",
      "d": "浸潤性粘液産生性肺腺癌",
      "e": "アレルギー性気管支肺真菌症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "両肺に急激に進行するすりガラス影、consolidationあり、左肺には小葉間隔壁の肥厚もありそう。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 19,
    "text": "80 歳代の女性。呼吸困難感で経過観察中。胸部 CT の横断像と再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q19.png"
    ],
    "choices": {
      "a": "急性間質性肺炎",
      "b": "特発性肺線維症",
      "c": "特発性器質化肺炎",
      "d": "慢性好酸球性肺炎",
      "e": "非特異性間質性肺炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両肺末梢および気管支血管束周囲に分布。細気管支拡張、容積減少を伴い、線維化を考えます。蜂巣肺の所見はなし。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 20,
    "text": "70 歳代の女性。3 週間前より咳嗽、呼吸困難感が出現。胸部単純 X 線写真と胸部 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q20.png"
    ],
    "choices": {
      "a": "塵肺症",
      "b": "肺転移",
      "c": "粟粒結核",
      "d": "過敏性肺臓炎",
      "e": "サルコイドーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両側肺にびまん性に境界不明瞭な小葉中心性の粒状影を認めます。過敏性肺臓炎の所見です。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 21,
    "text": "70 歳代の女性。他疾患の精査のために撮影された CT とその 2 か月後の CT および他院で撮影された 4 年前の CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q21.png"
    ],
    "choices": {
      "a": "肺   炎",
      "b": "肺過誤腫",
      "c": "肺胞出血",
      "d": "原発性肺腺癌",
      "e": "多発血管炎性肉芽腫症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "長期経過で増大するすりガラス吸収値。内部にわずかにsolid-partが出現。\na.cは長期経過なのは合わない。cは充実性結節、eなら多発か？",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 22,
    "text": "60 歳代の女性。慢性咳嗽の精査のため来院した。CT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q22.png"
    ],
    "choices": {
      "a": "リウマチ結節",
      "b": "転移性肺腫瘍",
      "c": "アミロイドーシス",
      "d": "クリプトコッカス症",
      "e": "非結核性抗酸菌症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "多発する石灰化結節とその近傍の気腫性変化、という像を認めます。結節型アミロイドーシスを疑う所見ですが、特に気腫性変化はシェーグレン症候群に合併したアミロイドーシスに生じやすいとされています。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 23,
    "text": "40 歳代の男性。定期検診で撮影された胸部単純 X 線写真を示す。診断として最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q23.png"
    ],
    "choices": {
      "a": "塵肺症",
      "b": "多発肺転移",
      "c": "全身性強皮症",
      "d": "神経線維腫症 I 型",
      "e": "類上皮型血管内皮腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "軟部組織に皮膚結節が多発している。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 24,
    "text": "10 歳代後半の女性。胸部違和感があり、胸部単純 X 線写真で異常影を指摘された。精査のために撮影された CT 像を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q24.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "成熟奇形腫",
      "c": "悪性リンパ腫",
      "d": "神経原性腫瘍",
      "e": "悪性胚細胞腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "前縦隔腫瘤と胸水。既存の構造を破壊せず、隙間に入り込むような形状でリンパ腫を疑いました。縦隔発生のリンパ腫は壊死や嚢胞変性をしばしば伴うとされ、矛盾しないと思いました。\n補足：胸腺腫は30歳以上．胸腺悪性リンパ腫は若年者に多発",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 25,
    "text": "50 歳代の女性。検診で撮影された胸部単純 X 線写真で異常石灰化像を指摘され、後日 CT が撮影された。胸部単純 X 線写真と胸部 CT 横断像を示す。今後の方針として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q25.png"
    ],
    "choices": {
      "a": "MRI を撮影する。",
      "b": "造影 CT を撮影する。",
      "c": "胸腔鏡下摘出術を施行する。",
      "d": "超音波内視鏡検査を施行する。",
      "e": "追加の検査や治療は行わない。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "胸腔内結石。正常変異の一つ。\n原因としては胸腔内や心膜前脂肪組織の脂肪が血流障害などなんらかの原因で脱落したり,胸腔内に発生した脂肪腫、陳旧性結核病巣などがあがる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 26,
    "text": "20 歳代の女性。検診で異常を指摘された。胸部 CT 横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q26.png"
    ],
    "choices": {
      "a": "胸管囊胞",
      "b": "食道囊胞",
      "c": "側方髄膜瘤",
      "d": "気管支原性囊胞",
      "e": "囊胞性リンパ管腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "知りませんでしたが、脊柱管内と連続するのはcだけかなと思いcにしました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2022,
    "num": 27,
    "text": "70 歳代の男性。労作時呼吸困難を主訴に来院した。造影 CT の肺動脈相と大動脈相を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q27.png"
    ],
    "choices": {
      "a": "高安動脈炎",
      "b": "肺血栓塞栓症",
      "c": "肺動脈内膜肉腫",
      "d": "肺血管内リンパ腫症",
      "e": "特発性肺動脈性肺高血圧症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "肺動脈本幹部〜右肺動脈に造影欠損を認め、辺縁は鋭角の立ち上がりで腫瘤状にクリッとして見えます。肺動脈肉腫は肺動脈主幹部に発生しやすいとされています。また若干メタ的な見方ですが、血栓であれば血流で肺動脈末梢にも少なからず血栓があると思いますが、その画像の提示がありません（とは言っても、肺動脈肉腫は後期相で造影効果が見られるらしく、その提示もありませんが…）。\n結局bかcかははっきりと結論付けられなさそうでしたが、より合致する所見の多いcだと考えました。（解答作成者自身は試験中、「肺動脈本幹部にmassiveな造影欠損見たら一応肉腫も考えようね」「肺動脈血栓症＋深部静脈血栓症疑いだと胸部の後期相撮らないことあるでしょ？撮ろうね」っていうメッセージと捉えて自分を納得させてました…）",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 28,
    "text": "冠動脈の 3D-CT の左前斜位頭側像、左側面頭側像、心下面から見た像を示す。鈍縁枝はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q28.png"
    ],
    "choices": {
      "a": "①",
      "b": "②",
      "c": "③",
      "d": "④",
      "e": "⑤"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左回旋枝は左房室間溝に沿って走行する。最初に心房に行く洞結節枝（SN）を出し、続いて左室前側壁を灌流する鈍縁枝（#12、obtuse marginal branch: OM）を出す。これが#11と#13の境界となる。\n他の選択枝に関して\n①　RCAの#1または#2\n②　LADの#7\n③　LADの第1対角枝（#9）\n⑤　RCAの後下行枝（#4PD）",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 29,
    "text": "50 歳代の男性。心房性不整脈があり、心臓超音波検査が実施され、心房中隔の肥厚を指摘された。造影 CT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q29.png"
    ],
    "choices": {
      "a": "atrial myxoma",
      "b": "lipoma",
      "c": "lipomatous hypertrophy",
      "d": "liposarcoma",
      "e": "papillary fibroelastoma"
    },
    "answer": "c",
    "multi": false,
    "explanation": "心房中隔脂肪性肥大。心房中隔部に脂肪濃度の構造あり。卵円窩は侵されず卵円窩を通過する断面でダンベル様の形態をしめします。特徴的な形状だと思います。",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 30,
    "text": "30 歳代の女性。未修復のチアノーゼ性先天性心疾患の精査のために施行された造影 CT の 3 次元画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q30.png"
    ],
    "choices": {
      "a": "単心室症",
      "b": "肺分画症",
      "c": "動脈管開存",
      "d": "肺動静脈瘻",
      "e": "極型 Fallot 四徴症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "※この問題は今回の診断専門医試験の唯一の不適切問題となったと伺いました。解答はeの極型Fallot四徴症らしいですが、調べても理由がわかりませんでした。\n極型は四徴の内の肺動脈弁狭窄が高度で肺動脈閉鎖に至ったもののようで、Fallot四徴症の中で最重症型とのことです。\n肺動脈弁が閉鎖しているため､肺へ向かう血流は､動脈管を通じてしか流れることが出来ないため、動脈管を閉じないようにしないといけない\n（https://ped-cardiac-surg-shimane-u.jp/disease/about/polar_type_fellows）\nとありますが、このVR像の大動脈から起始した血管は位置的に動脈管ではないように思いました。\nRadiology Key（https://radiologykey.com/tetralogy-of-fallot-with-pulmonary-atresia/）\nのページには下行大動脈から起始するcollateral arteriesが肺循環に関与しているという記載がありますので、そちらだと説明がつくのかと思いました。",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 31,
    "text": "60 歳代の男性。労作時呼吸困難感を主訴に施行された心臓超音波検査で肺高血圧症を疑われた。胸部造影 CT の横断像を示す。この疾患の CT 所見で認められる頻度が低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q31.png"
    ],
    "choices": {
      "a": "abrupt vascular narrowing",
      "b": "air trapping",
      "c": "complete vascular obstruction",
      "d": "mural defects",
      "e": "webs or bands"
    },
    "answer": "b",
    "multi": false,
    "explanation": "1次試験頻出。まさか2次で出るとは。\n基本的には血管病変。肺野はモザイク状になるものの、air trapではない。",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 32,
    "text": "70 歳代の男性。うっ血性心不全の精査を目的に施行された心臓 MRI の左室短軸シネ MRI 像（拡張末期）と左室短軸遅延造影像を示す。本疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q32.png"
    ],
    "choices": {
      "a": "Tc-ピロリン酸が診断に有用である。99m",
      "b": "組織所見として非乾酪性肉芽腫を認める。",
      "c": "非造影 T1 mapping が診断に有用である。",
      "d": "縦隔および肺門のリンパ節腫大が特徴的である。",
      "e": "スフィンゴ糖脂質が全身の組織・臓器に進行性に蓄積する。"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "左室に血流支配に合致しない全周性の内膜下優位の造影効果を認めます。右室にも造影効果があるように見えます。また、心筋自体と内腔とのコントラストが乏しくなっています。これらの所見から心アミロイドーシスを疑います。\na：ピロリン酸シンチグラフィで集積します。なお、すべてのアミロイドーシスに集積するわけではなく、ATTR型と呼ばれるアミロイドーシスに集積します。\nc：T1 mappingは、組織固有のT1値を文字通りマップ表示して、組織状態の変化を評価する手法です。非造影と造影の２手法があり、非造影ではNative T1という値が得られます。アミロイドーシスや線維化などによってNative T1は上昇し、脂質・鉄沈着・出血などによってNative T1は低下します。\n上記2検査はガイドラインにも有用性が記載されていますHYPERLINK \"http://(https/www.j-circ.or.jp/cms/wp-content/uploads/2020/02/JCS2020_Kitaoka.pdf\" \\t \"_blank\"(https://www.j-circ.or.jp/cms/wp-content/uploads/2020/02/JCS2020_Kitaoka.pdf)。\nb,dはサルコイドーシスの一般事項です。\neはFabry病の一般事項です（cのT1 mappingはFabry病でも有用とされます）。",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 33,
    "text": "20 歳代の女性。ペースメーカー長期留置後の造影 CT を示す。本患者に発達する側副路として適切でないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q33.png"
    ],
    "choices": {
      "a": "奇静脈",
      "b": "外頸静脈",
      "c": "内胸静脈",
      "d": "外側胸静脈",
      "e": "傍椎体静脈叢"
    },
    "answer": "b",
    "multi": false,
    "explanation": "2021-31の類題\n右の画像でペースメーカリードが走行する上大静脈が狭小化している。また左の画像で右内胸静脈の拡張・蛇行、奇静脈の拡張が目立つ。これらの所見から、上大静脈閉塞による側副路の発達を疑う。\n上大静脈閉塞は肺や上縦隔の腫瘍による圧迫や浸潤によるものが多いが、近年は静脈内に留置されたカテーテルやペースメーカリード、あるいは透析用のバスキュラーアクセスに関連した内膜過形成や血栓形成によるものも増加している。\n上大静脈に伴う側副路は、深層のものは奇静脈・半奇静脈、椎骨静脈叢、浅層のものは内胸静脈、外側胸静脈がある。よって適切でないものはb。\n（画像診断41(6) P.559-61より）",
    "category": "心臓・大血管"
  },
  {
    "year": 2022,
    "num": 34,
    "text": "40 歳代の女性。検診マンモグラフィで異常を指摘されて受診した。マンモグラフィ病変部拡大像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q34.png"
    ],
    "choices": {
      "a": "乳腺炎",
      "b": "乳腺症",
      "c": "線維腺腫",
      "d": "炎症性乳癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "多型性区域性の石灰化あり。C-5",
    "category": "乳房"
  },
  {
    "year": 2022,
    "num": 35,
    "text": "50 歳代の女性。人間ドックの乳腺超音波検査で左に腫瘤を指摘された。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q35.png"
    ],
    "choices": {
      "a": "乳   瘤",
      "b": "粘液癌",
      "c": "線維腺腫",
      "d": "乳管内乳頭腫",
      "e": "非浸潤性乳管癌"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "乳管と連続するMass、内部に石灰化を思わせる点状高信号がみられ、後方エコーは等からややhigh,乳管内乳頭腫や非浸潤性乳管癌が疑われます。",
    "category": "乳房"
  },
  {
    "year": 2022,
    "num": 36,
    "text": "50 歳代の女性。左乳房腫瘤の精密検査目的で造影乳房 MRI が施行された。T2 強調像、造影 T1 強調像および time intensity curve を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q36.png"
    ],
    "choices": {
      "a": "粘液癌",
      "b": "線維腺腫",
      "c": "葉状腫瘍",
      "d": "非浸潤性乳管癌",
      "e": "浸潤性乳管癌（充実型）"
    },
    "answer": "a",
    "multi": false,
    "explanation": "T2WIで著名高信号、内部は漸増性の増強効果。\n一番らしいのはa粘液癌。",
    "category": "乳房"
  },
  {
    "year": 2022,
    "num": 37,
    "text": "出生当日の新生児。呼吸障害のために撮影された胸部単純 X 線写真を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q37.png"
    ],
    "choices": {
      "a": "呼吸窮迫症候群",
      "b": "胎便吸引症候群",
      "c": "新生児・乳児肺炎",
      "d": "新生児慢性肺疾患",
      "e": "新生児一過性多呼吸症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "両肺野の透過性はびまん性に低下し、white-outの状態と考えます。中枢側気道のair bronchogramも認めます。呼吸窮迫症候群のBomsel分類IV型(最重症型)に相当すると考えます。",
    "category": "小児"
  },
  {
    "year": 2022,
    "num": 38,
    "text": "10 か月の男児。腹部膨満の精査のために撮影された造影 CT 像を示す。最も可能性の高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q38.png"
    ],
    "choices": {
      "a": "肝芽腫",
      "b": "肝細胞癌",
      "c": "血管内皮腫",
      "d": "未分化肉腫",
      "e": "間葉性過誤腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "10ヶ月男児の肝に多発する嚢胞性腫瘤。境界明瞭、壁は比較的整。\n○ 多房性嚢胞性腫瘍で嚢胞周囲には胆管増生やリンパ管、島状の肝組織や髄外造血巣をみることも多い。襄胞の由来については胆管系由来と考えられている。腫瘤は充実性成分優位なものから嚢胞性成分優位なものまで多彩。正常肝実質との境界は比較的明瞭。選択肢の中では最も可能性が高いと思われる。\na.× 乳幼児で肝内にCT、MRIで不均一な内部性状で造影効果のある充実性腫瘤を認めた場合に疑う。設問画像は嚢胞成分主体で鑑別順位は下がる。\nc.× 典型例では辺縁優位に増強される成分あり。\nd.× 多房性腫瘤を示す間葉性過誤腫と胎児性肉腫は似ているが、胎児性肉腫は悪性であり、内部に出血がみられたりする。",
    "category": "小児"
  },
  {
    "year": 2022,
    "num": 39,
    "text": "40 歳代の女性。繰り返す鼻出血と貧血があり、腹部超音波検査を施行したところ肝内に異常所見が認められた。造影 CT の動脈相と平衡相を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q39.png"
    ],
    "choices": {
      "a": "頻度に男女差はない。",
      "b": "心不全のリスクがある。",
      "c": "毛細血管拡張がみられる。",
      "d": "肺病変には塞栓術が有用である。",
      "e": "常染色体劣性遺伝の形式を示す。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "肝動脈、門脈の蛇行拡張でOsler病疑い→常染色体優性遺伝。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 40,
    "text": "30 歳代の女性。交通事故後の全身評価で CT が施行された。造影 CT の横断像と再構成冠状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q40.png"
    ],
    "choices": {
      "a": "偽脂肪腫",
      "b": "肝細胞癌",
      "c": "肝細胞腺腫",
      "d": "成熟奇形腫",
      "e": "血管筋脂肪腫"
    },
    "answer": "a",
    "multi": false,
    "explanation": "横隔膜下の肝表に脂肪濃度、辺縁に石灰化を伴う腫瘤ということで偽脂肪腫の所見です。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 41,
    "text": "50 歳代の女性。腎淡明細胞癌のため右腎部分切除後。定期経過観察のために施行された造影 CT の造影前、肝動脈相、平衡相の画像を示す。なお、矢印は肝囊胞である。肝臓の異常所見として正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q41.png"
    ],
    "choices": {
      "a": "血管腫",
      "b": "肝細胞癌",
      "c": "腎癌肝転移",
      "d": "びまん性鉄沈着",
      "e": "びまん性脂肪肝"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "まず嚢胞が単純で境界不明瞭、多血結節がやや高吸収な段階でe（非常に見にくい）。\na.cは迷ったが、動脈相で早期濃染結節周囲にシャントありそう？でa。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 42,
    "text": "70 歳代の男性。腹痛を主訴に救急外来を受診した。精査目的に造影 CT を施行し、肝に腫瘤を認めた。造影 CT の冠状断再構成像、MRI の T2 強調冠状断像を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q42.png"
    ],
    "choices": {
      "a": "肝内胆管癌",
      "b": "転移性肝腫瘍",
      "c": "胆管周囲囊胞",
      "d": "胆管内乳頭状腫瘍",
      "e": "肝粘液性囊胞性腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "肝S4？に嚢胞性腫瘤＋乳頭状増殖様の充実成分を認め、尾側部は胆管内と交通しているようにも見えます。総胆管はびまん性に拡張しており、粘液充満状態と考えると、IPNBを疑います。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 43,
    "text": "40 歳代の男性。腹部違和感、黄疸、体重減少にて来院した。造影 CT の横断像と再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q43.png"
    ],
    "choices": {
      "a": "膵管癌",
      "b": "漿液性囊胞腺腫",
      "c": "粘液性囊胞腺癌",
      "d": "十二指腸乳頭部癌",
      "e": "膵管内乳頭粘液性腺癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "2006-47の類題\n膵頭部に腫瘤があり、主膵管拡張・胆管拡張を伴っている。腫瘤は嚢胞性だが、壁が厚く充実部を伴っている。 IPMC を疑う所見と考える。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 44,
    "text": "30 歳代の女性。背部痛を主訴に来院した。単純 CT、造影 CT 平衡相、MRI の脂肪抑制 T1 強調像と脂肪抑制 T2 強調像を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q44.png"
    ],
    "choices": {
      "a": "若年女性に多い。",
      "b": "小児にも発生する。",
      "c": "malignant potential を有さない腫瘍である。",
      "d": "石灰化や充実成分、囊胞成分などの混在がみられる。",
      "e": "腫瘍径が小さい場合には囊胞成分が目立たないことが多い。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "若年者の膵尾部に、辺縁の石灰化、内部の出血や嚢胞様成分を伴う腫瘤。SPNの疑い。\n病変が小さい場合は内部の嚢胞成分が目立たないことがあります。頻度は低いもののリンパ節転移をきたすことがあります。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 45,
    "text": "60 歳代の女性。腹部超音波検査にて脾臓の腫瘤性病変を指摘され、精査目的で MRI が施行された。MRI の脂肪抑制 T2 強調像、in-phase と opposed-phase（out-of-phase）の T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q45.png"
    ],
    "choices": {
      "a": "hamartoma",
      "b": "hemangioma",
      "c": "lymphangioma",
      "d": "malignant lymphoma",
      "e": "sclerosing angiomatoid nodular transformation"
    },
    "answer": "e",
    "multi": false,
    "explanation": "腫瘤内がopposed phaseで信号上昇。ヘモジデリン沈着を反映。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 46,
    "text": "20 歳代の男性。腹部腫瘍の精査目的で施行された造影 CT 横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q46.png"
    ],
    "choices": {
      "a": "Lynch 症候群",
      "b": "結節性硬化症",
      "c": "Gardner 症候群",
      "d": "von Hippel-Lindau 病",
      "e": "基底細胞母斑症候群"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右腎に皮膜を伴う早期濃染結節→腎細胞癌。\nその他の所見がよく分からず、膵頭部に早期濃染結節、左の前腎傍腔に結節？\nよくわかりませんでしたが腎細胞癌からdにしました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 47,
    "text": "40 歳代の男性。貧血を主訴に来院した。輸血歴はない。MRI の T1 強調像と T2 強調像を示す。この疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q47.png"
    ],
    "choices": {
      "a": "胆石を合併しやすい。",
      "b": "静脈血栓症をきたしやすい。",
      "c": "心臓手術の既往を確認すべきである。",
      "d": "しばしば再生不良性貧血に合併する。",
      "e": "肝臓は MRI の T2 強調像で著明な低信号を示す。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側腎皮質がT1,T2強調像で低信号を示しており、鉄過剰沈着状態と考えます。発作性夜間ヘモグロビン尿症(PNH)、心臓人工弁置換術後(選択肢c)、頻繁な輸血などが原因となりえます。\nもちろん「この疾患」というがPNHとは確定できないのでしょうが…選択肢的にはそうと考えるべきなのでしょう…。\n発作性夜間ヘモグロビン尿症診療の参照ガイド(http://zoketsushogaihan.umin.jp/file/2020/06v2.pdf)なるものがあり、この12ページの記載からはa,b、3ページの記載からはdは正しいようです。そして12ページには「ヘモグロビン尿に伴う鉄喪失」が起こるとあり、鉄過剰で生じうるヘモジデローシスの所見であるeが誤りと考えます。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2022,
    "num": 48,
    "text": "70 歳代の女性。血尿、腰痛を主訴に来院した。造影 CT の複数の横断像と冠状断像を示す。最も適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q48.png"
    ],
    "choices": {
      "a": "囊胞性腫瘍がある。",
      "b": "先天的な異常がある。",
      "c": "右尿路に腫瘍が疑われる。",
      "d": "左尿路の感染が疑われる。",
      "e": "血流障害が根本的な原因である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右腎上極、左腎下極の腎盂の拡張を認める。右腎上極の実質に増強不良あり。\n重複腎盂尿管およびその閉塞、右腎盂腎炎と思いました。\na.× 嚢胞じゃない\nb.○ 先天的な異常がある\nc.× 腫瘍はこの撮影では分からない\nd.× 感染があるなら右っぽい\ne.× 血流じゃなくて尿路閉塞と思われる",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 49,
    "text": "50 歳代の男性。高血圧の原因検索のため施行された CT にて右腎の頭側に腫瘤を認めた。単純 CT と造影 CT を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q49.png"
    ],
    "choices": {
      "a": "副腎皮質腺腫",
      "b": "副腎褐色細胞腫",
      "c": "副腎骨髄脂肪腫",
      "d": "後腹膜神経鞘腫",
      "e": "後腹膜脂肪肉腫"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "粗大な脂肪を含む病変。皮質腺腫も脂肪を含むものの、塊状の脂肪ではなく考えにくいかと思いました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 50,
    "text": "40 歳代の女性。帝王切開の既往がある。妊娠反応が陽性となり、その際施行された超音波検査で異常を指摘された。MRI の T2 強調矢状断像を示す。今後留意すべき病態として正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q50.png"
    ],
    "choices": {
      "a": "悪性転化",
      "b": "感染徴候",
      "c": "子宮破裂",
      "d": "大量出血",
      "e": "多胎妊娠"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "帝王切開後の既往あり、同部位にT2WI高信号主体の結節を認め、帝王切開瘢痕部妊娠の所見です。子宮破裂と大量出血のリスクがあります。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 51,
    "text": "40 歳代の女性。挙児希望があり受診。超音波検査で子宮頸部に囊胞性病変を指摘され、 MRI が施行された。MRI の T2 強調矢状断像と子宮頸部に垂直な T2 強調斜位横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q51.png"
    ],
    "choices": {
      "a": "子宮内膜症",
      "b": "扁平上皮癌",
      "c": "Naboth 囊胞",
      "d": "頸管ポリープ",
      "e": "分葉状内頸腺過形成"
    },
    "answer": "e",
    "multi": false,
    "explanation": "コスモスパターン。e分葉状内頸腺過形成。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 52,
    "text": "30 歳代の女性。がん検診受診時に腫瘤を指摘された。MRI の T1 強調像、脂肪抑制 T1 強調像、T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q52.png"
    ],
    "choices": {
      "a": "明細胞癌",
      "b": "類内膜癌",
      "c": "未熟奇形腫",
      "d": "卵巣甲状腺腫",
      "e": "漿膜下子宮筋腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右卵巣に分葉状腫瘤ないし複数の腫瘤の集簇を認め、様々な信号を示しています。脂肪信号を示す部分のほか、T2強調像で甲状腺組織を考えるような明瞭な低信号を示すものもあります。卵巣甲状腺腫は甲状腺組織が優位な奇形腫の1種です。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 53,
    "text": "30 歳代の女性。3 週間前より軽度腹痛、背部痛があり、CT で卵巣腫瘍を疑われ、精査のため MRI が施行された。MRI の T2 強調像、脂肪抑制 T1 強調像、拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q53.png"
    ],
    "choices": {
      "a": "卵巣癌",
      "b": "卵巣出血",
      "c": "卵管妊娠",
      "d": "卵管卵巣膿瘍",
      "e": "卵巣腫瘍茎捻転"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右卵巣成熟嚢胞性奇形腫の捻転と思われる。ケミカルシフトアーチファクトや卵巣周囲の浮腫性変化も見られる。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 54,
    "text": "60 歳代の男性。陰囊部の疼痛を訴え、来院した。海外渡航歴は特になし。陰囊のカラードップラー超音波像と胸部単純 CT（肺野条件）を示す。可能性が最も高いものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q54.png"
    ],
    "choices": {
      "a": "悪性リンパ腫",
      "b": "サルコイドーシス",
      "c": "精巣非セミノーマ",
      "d": "メリオイドーシス",
      "e": "結核性精巣上体炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "精巣上体に血流増加。肺には高コントラストの小葉中心性結節、小斑状コンソリデーションがあり、結核性精巣上体炎を疑いました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2022,
    "num": 55,
    "text": "40 歳代の男性。右下腹部痛を主訴に来院した。経口造影剤投与後の腹部造影 CT を示す。本患者の治療方針について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q55.png"
    ],
    "choices": {
      "a": "手   術",
      "b": "経過観察",
      "c": "ドレナージ",
      "d": "抗癌剤投与",
      "e": "ステロイド投与"
    },
    "answer": "b",
    "multi": false,
    "explanation": "過去問で頻出の腹膜垂炎。大網捻転や腹膜垂炎は突然の強い腹痛で謝って憩室穿孔などとされてオペされてしまうことがあるので、臨床的に確実にすることが重要なため頻出と思われます。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2022,
    "num": 56,
    "text": "60 歳代の女性。腹痛、下痢、下血を主訴に来院した。腹部造影 CT を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q56.png"
    ],
    "choices": {
      "a": "感染性腸炎",
      "b": "偽膜性腸炎",
      "c": "虚血性腸炎",
      "d": "潰瘍性大腸炎",
      "e": "薬剤起因性出血性腸炎"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "bは少し迷いましたが薬剤使用歴もなさそうなのでa.eにしました。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2022,
    "num": 57,
    "text": "50 歳代の男性。肺結節に対して CT ガイド下経皮的生検を施行した。生検直後の胸部単純 CT（肺野条件、右側臥位）を示す。次に行う処置として最も適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q57.png"
    ],
    "choices": {
      "a": "止血剤投与",
      "b": "昇圧剤投与",
      "c": "胸腔ドレナージ",
      "d": "高流量酸素投与",
      "e": "体位変換（左側臥位）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "気胸と心内腔のairを認めます。緊急性が高いのは後者で、動脈ガス血症/空気塞栓症に対する高圧酸素療法が必要と考えます。\n補足：d 高濃度酸素投与で空気の吸収を促す   e 右側臥位にすることで大動脈内を空気が通過し脳空気塞栓を予防できる",
    "category": "IVR"
  },
  {
    "year": 2022,
    "num": 58,
    "text": "50 歳代の男性。透析シャント狭窄に対してシャント PTA を施行したところ、拡張部の腫脹と疼痛が出現した。シャント PTA 前後の血管撮影像を示す。次に施行すべき処置はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q58.png"
    ],
    "choices": {
      "a": "手   術",
      "b": "経過観察",
      "c": "ステント留置",
      "d": "高圧バルーン拡張",
      "e": "低圧バルーン拡張および用手圧迫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "PTA前の血管造影で静脈側に狭窄が見られ、PTA後には拡張している。その後同部に腫脹と疼痛が出現したことから、血管の破綻・出血があると思われる。バルーン拡張時に生じる血管損傷の場合、すぐに低圧（2〜4atm）でバルーン拡張し、皮膚上から指で血腫の中心部分を圧迫する。出血点を指とバルーンで挟んで1〜5分程度圧迫、血腫の増大がないことを確認する。それでも止血困難で重篤な血管損傷であれば、ステント留置も考慮することになる。静脈が完全に破綻していれば、血流を遮断した状態で外科的に結紮せざるを得ない。\n（改訂版 IVR 手技、合併症とその対策P.333、IVRのすべてP.580）\na, c.× 次に施行すべき処置ではない\nb.× まだ止血できていない\nd.× 高圧バルーン拡張はシャント狭窄に対して行われる",
    "category": "IVR"
  },
  {
    "year": 2022,
    "num": 59,
    "text": "40 歳代の女性。健康診断で高血圧、低 K 血症を指摘された。精査のために行われたカテーテル検査の画像（A、B）を示す。 A、B の画像とこのカテーテル検査について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q59.png"
    ],
    "choices": {
      "a": "A は右副腎動脈造影である。",
      "b": "A では副腎腫瘤が疑われる。",
      "c": "B の血管は左下横隔静脈である。",
      "d": "B の血管は下大静脈に直接合流する。",
      "e": "採取血のコルチゾール測定も行う。"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "AVS.　Aの副腎静脈造影で腫瘤を避けるような形状をしている？\nACTH負荷前後で、副腎静脈、IVCからコルチゾールとアルドステロンを計測します。",
    "category": "IVR"
  },
  {
    "year": 2022,
    "num": 60,
    "text": "60 歳代の女性。日付を間違えたり物を置いた場所を忘れたりすることが増え、同じ話を何度もするようになった。掃除をする際に拭き忘れが増えた。同じ物を頻回に買うようになり、お金がないまま買い物に出かけることがある。精査のために施行された 99m Tc-ECD SPECT の横断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q60.png"
    ],
    "choices": {
      "a": "正常圧水頭症",
      "b": "脳血管性認知症",
      "c": "Alzheimer 型認知症",
      "d": "Lewy 小体型認知症",
      "e": "前頭側頭型認知症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側前頭側頭葉優位に集積低下を認め、前頭側頭葉型認知症の所見と考えられます。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 61,
    "text": "60 歳代の男性。111In-DTPA シンチグラフィ画像（放射性医薬品投与 1、4、24、48 時間後像）を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q61.png"
    ],
    "choices": {
      "a": "正   常",
      "b": "正常圧水頭症",
      "c": "脳脊髄液減少症",
      "d": "Alzheimer 型認知症",
      "e": "両側慢性硬膜下血腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "a.bどちらかで割れていたと思います。\n1時間後像で側脳室が既に出ている点、24時間後で全体が出ていない点がbらしいようです。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 62,
    "text": "60 歳代の男性。内頸動脈狭窄の精査のために施行された15O を用いた脳 PET 検査の画像（A、B、C）を示す。 A、B、C の画像が示すものとして正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q62.png"
    ],
    "choices": {
      "a": "血流量     酸素摂取率    酸素代謝量",
      "b": "血流量     酸素代謝量    酸素摂取率",
      "c": "酸素代謝量   血流量      酸素摂取率",
      "d": "酸素代謝量   酸素摂取率    血流量",
      "e": "酸素摂取率   酸素代謝量    血流量"
    },
    "answer": "a",
    "multi": false,
    "explanation": "内頸動脈狭窄などで灌流圧が低下すると、脳血管はその領域の血管を拡張させて血流量を維持しようとします。それでも更に血流量が低下すると、今度は酸素摂取”率”を増やし、全体としての酸素摂取/代謝”量”を維持しようと調節します。\n提示された症例は右内頸動脈狭窄と思われ、右大脳全体の血流が低下し(A)、それに応じて同領域の酸素摂取率が上昇し(B)、全体としては健常な左大脳と同程度の代謝量に代償されている(C)ものと考えます。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 63,
    "text": "70 歳代の男性。早朝安静時の胸部絞扼感を自覚し、精査目的で123I-BMIPP シンチグラフィおよび安静時201Tl シンチグラフィが施行された。これらの検査の短軸像および垂直長軸像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q63.png"
    ],
    "choices": {
      "a": "右冠動脈領域の脂肪酸代謝は正常である。",
      "b": "左回旋枝領域は心筋バイアビリティに乏しい。",
      "c": "左回旋枝領域の交感神経機能異常が見られる。",
      "d": "左前下行枝本幹領域で脂肪酸代謝の低下が見られる。",
      "e": "右冠動脈領域の所見から冠攣縮性狭心症が疑われる。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "I123-BMIPPシンチでは下壁の脂肪酸代謝低下が示唆され、安静時Tl201では下壁の心筋血流は比較的保たれている。血流/代謝ミスマッチあり。\na.× RCA領域の脂肪酸代謝は低下\nb.× LCx領域の脂肪酸代謝は正常でバイアビリティあり\nc.× 交感神経機能異常はI123-MIBGシンチ\nd.× LAD領域の脂肪酸代謝は正常\ne.○ 「早朝安静時の胸部絞扼感」「下壁に血流/代謝ミスマッチあり」なのでRCA領域のspasmを疑う\nよってeが正解。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 64,
    "text": "放射性医薬品投与後の胸部プラナー正面像（A、B、C）を示す。 A、B、C で投与された放射性医薬品として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q64.png"
    ],
    "choices": {
      "a": "99mTc-MIBI       123I-MIBG     201TlCl",
      "b": "123I-MIBG        99mTc-MIBI    201TlCl",
      "c": "123I-MIBG        201TlCl       99mTc-MIBI",
      "d": "201TlCl          99mTc-MIBI      I-MIBG123",
      "e": "201TlCl            I-MIBG123              99mTc-MIBI"
    },
    "answer": "b",
    "multi": false,
    "explanation": "Aは肺に集積が目立つ→MIBG？　Bは胆嚢らしき集積がある→Tc？として選びました。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 65,
    "text": "60 歳代の女性。甲状腺中毒症の精査のために受診した。血中 TSH は抑制されており、遊離 T4 は高値であった。99mTcO4－投与 20 分後の甲状腺シンチグラムを示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q65.png"
    ],
    "choices": {
      "a": "Basedow 病",
      "b": "亜急性甲状腺炎",
      "c": "無痛性甲状腺炎",
      "d": "外因性甲状腺中毒症",
      "e": "急性化膿性甲状腺炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "Basedow病はびまん性に集積亢進するため、最も可能性が低い。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 66,
    "text": "60 歳代の女性。胸部の痛みを主訴に受診した。精査のために施行された骨シンチグラフィの前面像および後面像を示す。背景として考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q66.png"
    ],
    "choices": {
      "a": "悪性腫瘍",
      "b": "骨軟化症",
      "c": "多発外傷",
      "d": "掌蹠膿疱症",
      "e": "神経線維腫症 1 型"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胸骨周囲の集積。所見としては弱いように思いますが、他の選択肢では考えにくいのでdにしました。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 67,
    "text": "70 歳代の男性。前立腺癌と診断された。ステージング目的で施行された骨シンチグラフィの前面像と後面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q67.png"
    ],
    "choices": {
      "a": "腎障害が疑われる。",
      "b": "ホルモン療法の適応である。",
      "c": "前立腺全摘術の適応である。",
      "d": "脛骨の骨代謝障害が考えられる。",
      "e": "左上腕骨の集積は生理的である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "腎の集積が高度低下・不明瞭化しており、体幹部の骨の集積が全体的に目立って見えるsuper bone scanの状態と考えられ、多発骨転移を疑います。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 68,
    "text": "60 歳代の男性。左大腿部痛を訴える患者の骨シンチグラフィ前面像を示す。最も可能性の高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q68.png"
    ],
    "choices": {
      "a": "多発骨折",
      "b": "骨 Paget 病",
      "c": "多発骨転移",
      "d": "多骨性線維性異形成",
      "e": "副甲状腺機能亢進症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "骨シンチで頭蓋骨左側、左上下肢主体のRI集積。\nd.○ 一側性（片側）の病変として選択肢の中で最も可能性が高いのはd多骨性線維性異形成。McCune-Albright症候群（線維性骨異形成、皮膚カフェオレ斑、思春期早発）ではしばしば線維性骨異形成が一側（片側）に起こるとのこと（骨関節画像診断入門第3版、P12-13）。主訴の左大腿部痛は病的骨折？\na.× 多発骨折も否定できないが、集積パターンや形状が非典型的と思われる。\nb.× 頭蓋骨、椎体、骨盤、近位長管骨に好発。Paget病としては集積パターンが非典型的。\nc, e.× 一側性は非典型的。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 69,
    "text": "70 歳代の女性。原因不明の乳び胸と低アルブミン血症の精査目的で蛋白漏出シンチグラフィが施行された。放射性医薬品投与 1、6、24 時間後の腹部前面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q69.png"
    ],
    "choices": {
      "a": "心機能が低下している。",
      "b": "腸骨動脈に動脈瘤がある。",
      "c": "上行結腸から横行結腸に責任病変がある。",
      "d": "本検査では111In で標識された放射性医薬品を使用する。",
      "e": "リンパ管シンチグラフィでも本検査と同じ放射性医薬品が使用される。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "蛋白漏出シンチグラフィではTc-HSA-Dを静注。出血シンチも同様。\nリンパ管シンチでもTc-HSA-Dを使用します。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 70,
    "text": "60 歳代の男性。右手の悪性黒色腫の術前に核医学検査が施行された。放射性医薬品投与 15 分後および 5 時間後の画像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q70.png"
    ],
    "choices": {
      "a": "腋窩リンパ節転移が見られる。",
      "b": "放射性医薬品を右手に皮下投与した。",
      "c": "本検査は治療効果判定に有用である。",
      "d": "リンパ節生検は省略できると判断される。",
      "e": "使用された放射性医薬品は99mTc-HSA-D である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "センチネルリンパ節シンチグラフィ。核種は99m Tc-HSA、スズコロイド、フィチン酸の三種かと思います。病変部近傍に皮下注射をしてセンチネルリンパ節を同定します。この症例は右腋窩リンパ節が描出されています。転移かどうかは生検してはじめて判断でき、リンパ節郭清を省略できるかがわかります。治療効果判定は関係ありません。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 71,
    "text": "8 か月の男児。繰り返す発熱の精査のために腎臓の核医学検査が施行された。放射性医薬品投与 2 時間後の腹部後面像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q71.png"
    ],
    "choices": {
      "a": "正   常",
      "b": "腎瘢痕",
      "c": "水腎症",
      "d": "腎梗塞",
      "e": "重複腎盂"
    },
    "answer": "b",
    "multi": false,
    "explanation": "腎静態シンチグラフィ。両腎上極の集積欠損。過去問でも出ていたと思います。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 72,
    "text": "40 歳代の女性。卵巣類内膜癌の治療後に腹部 CT で播種再発が疑われ、18F-FDG PET/ CT が施行された。MIP 像を示す。両肩の左右対称性の集積について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q72.png"
    ],
    "choices": {
      "a": "気温と相関する。",
      "b": "高齢者に多く見られる。",
      "c": "卵巣腫瘍が誘因となる。",
      "d": "24 時間以内の筋負荷に相関する。",
      "e": "新型コロナワクチン接種後に多くみられる。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "腹部の腹膜播種を疑う結節状集積の他に、両側傍椎体部や下頚部〜鎖骨周囲に結節状集積が多発しています。褐色脂肪組織への集積を考えます。寒冷刺激によって熱を産生する組織で、若年者ほど目立ちます。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 73,
    "text": "70 歳代の男性。左肺癌術後。縦隔リンパ節腫大、対側胸膜肥厚が残存した。半年間の経過観察中に CT 上で病変の大きさに著変はなかった。精査のために18F-FDG PET/CT が施行された。造影 CT、PET の MIP 像と PET/CT 融合画像を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q73.png"
    ],
    "choices": {
      "a": "IgG4 関連疾患",
      "b": "サルコイドーシス",
      "c": "肺結核と結核性胸膜炎",
      "d": "び漫性大細胞型 B 細胞リンパ腫",
      "e": "肺癌のリンパ節転移と胸膜播種"
    },
    "answer": "a",
    "multi": false,
    "explanation": "左胸膜の壁肥厚と縦隔リンパ節の弱い FDG 集積は術後変化と考える。 比較的集積が強い、胸椎椎体右側に沿うような病変が何かという問題で、IgG4 関連疾患(線維性縦隔炎)を疑う。\nb.× サルコイドーシスでこのような限局性胸膜肥厚は典型的とは言い難い。\nc.× 肺野条件の提示がなく、肺結核を疑うとは言い難い。また結核性胸膜炎では胸水貯留が典型的。\nd, e.× 悪性リンパ腫や肺癌の転移・播種にしては集積が弱い。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 74,
    "text": "40 歳代の女性。右乳癌と診断され、18F-FDG PET/CT が施行された。MIP 像を示す。甲状腺集積の原因として最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2022/q74.png"
    ],
    "choices": {
      "a": "転   移",
      "b": "甲状腺癌",
      "c": "生理的集積",
      "d": "悪性リンパ腫",
      "e": "慢性甲状腺炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "甲状腺は生理的な集積部位ではなく、慢性甲状腺炎でも集積します。左右対称にしかも甲状腺に転移や腫瘍は考えにくいかなというのとリンパ腫なら高度の集積がありそうだと思いました。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 75,
    "text": "70 歳代の男性。大腸癌と診断され、ステージングのために18F-FDG PET/CT が施行された。MIP 像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2022/q75.png"
    ],
    "choices": {
      "a": "低血糖の状態である。",
      "b": "絶食不良の状態である。",
      "c": "び漫性の骨転移がある。",
      "d": "G-CSF 製剤の投与後である。",
      "e": "病変への集積が過小評価されている。"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "脳への集積が低下し、筋肉への集積や心臓への集積が亢進していることより食後であることが示唆されます。食後は腫瘍への集積は低下します。eG-CSF投与後は脊髄への集積が亢進するため2週間程度あけることが必要です。",
    "category": "核医学"
  },
  {
    "year": 2022,
    "num": 76,
    "text": "MR エラストグラフィの原理に関する法則はどれか。1 つ選べ。",
    "choices": {
      "a": "アンペールの右ネジの法則",
      "b": "クーロンの法則",
      "c": "ファラデーの法則",
      "d": "フックの法則",
      "e": "フレミングの右手の法則"
    },
    "answer": "d",
    "multi": false,
    "explanation": "適当にcにしました。\n調べるとフックの法則は外力と変形が比例するという法則で、そこから物体の弾性係数（MRエラストグラフィであれば肝臓の硬さ）が計算できるらしい。",
    "category": "医学物理学"
  },
  {
    "year": 2022,
    "num": 77,
    "text": "超音波の周波数と手技との組み合わせで誤っているのはどれか。1 つ選べ。",
    "choices": {
      "a": "3.0 MHz        耳下腺生検",
      "b": "5.0 MHz        肝生検",
      "c": "7.5 MHz        超音波内視鏡検査",
      "d": "10 MHz         乳腺生検",
      "e": "20 MHz         血管内超音波検査"
    },
    "answer": "a",
    "multi": false,
    "explanation": "体表臓器なので高い周波数で詳細な観察が可能です。3MHzは成人の腹部領域の観察に使用されます。",
    "category": "医学物理学"
  },
  {
    "year": 2022,
    "num": 78,
    "text": "反磁性を示すのはどれか。1 つ選べ。",
    "choices": {
      "a": "ヘモジデリン",
      "b": "ガドリニウム",
      "c": "メトヘモグロビン",
      "d": "オキシヘモグロビン",
      "e": "デオキシヘモグロビン"
    },
    "answer": "d",
    "multi": false,
    "explanation": "a.× ヘモジデリン；超磁性体\nb.× ガドリニウム；常磁性体（20℃以下では超磁性体）\nc.× メトヘモグロビン；常磁性体\nd.○ オキシヘモグロビン；反磁性体\ne.× デオキシヘモグロビン；常磁性体\n補足：磁性体が強さHの磁場に存在するとき、局所磁場MがHと反対方向に形成されるものを反磁性体、同方向に形成されるものを常磁性体という",
    "category": "医学物理学"
  },
  {
    "year": 2022,
    "num": 79,
    "text": "遠隔画像診断における医療情報の安全管理で物理的安全対策はどれか。1 つ選べ。",
    "choices": {
      "a": "アクセス記録",
      "b": "利用者の識別・認証",
      "c": "アクセス権限の管理",
      "d": "読影室の入退室管理",
      "e": "不正ソフトウエア対策"
    },
    "answer": "d",
    "multi": false,
    "explanation": "補足：技術的対策→ハードウェア・ソフトウェアでの対策",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2022,
    "num": 80,
    "text": "見読性に該当するのはどれか。1 つ選べ。",
    "choices": {
      "a": "他人の ID によるアクセスが禁止されている。",
      "b": "画像診断レポートの修正履歴がすべて記録されている。",
      "c": "患者の過去画像データがサーバ上で冗長化されている。",
      "d": "不正ソフトウエアによるデータ破壊が防止されている。",
      "e": "患者からの過去の CT 検査に関する説明要求に対して速やかに提示できる。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "電子保存の三原則は真正性、見読性、保存性でした。\na,bは真正性、c,dは保存性に該当すると考えます。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2023,
    "num": 1,
    "text": "80 歳代の女性。リウマチ性多発筋痛症の既往があり、ステロイド投与中。意識障害とけいれんを主訴に来院した。MRI の拡散強調像と FLAIR 冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q1.png"
    ],
    "choices": {
      "a": "脳梗塞",
      "b": "グリオーマ",
      "c": "悪性リンパ腫",
      "d": "単純ヘルペス脳炎",
      "e": "浸透圧性脱髄症候群"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左島回に拡散強調像高信号、内側を含む左側頭葉にFLAIR像高信号が認められる。ステロイド投与歴からも単純ヘルペス脳炎。免疫力低下に伴うHSV再活性化による。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 2,
    "text": "60 歳代の男性。2 年前より徐々に進行する認知機能低下を認める。脳 MRI の T2 強調像を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q2.png"
    ],
    "choices": {
      "a": "神経梅毒",
      "b": "単純ヘルペス脳炎",
      "c": "Alzheimer 型認知症",
      "d": "傍腫瘍性神経症候群",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "両側（右＜左）側頭葉白質のT2WI高信号域で神経梅毒や辺縁系脳炎が鑑別にあがり、経過の長い病歴からは神経梅毒を疑います。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 3,
    "text": "10 歳代の女性。全身けいれんと意識障害で搬送された。頭部単純 CT と頭部 MRI の FLAIR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q3.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "転移性腫瘍",
      "c": "神経節膠腫",
      "d": "悪性リンパ腫",
      "e": "限局性皮質形成異常"
    },
    "answer": "c",
    "multi": false,
    "explanation": "神経節膠腫の半数は10-30歳で、側頭葉が7割以上を占めます。嚢胞を伴うこともあります。年齢とてんかんからは限局性皮質過形成が鑑別にあがりますが、石灰化はないです。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 4,
    "text": "5 歳の男児。味噌汁を食べるたびに下肢脱力がある。頭部 MRI の T2 強調像と FLAIR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q4.png"
    ],
    "choices": {
      "a": "片頭痛",
      "b": "髄膜炎",
      "c": "もやもや病",
      "d": "くも膜下出血",
      "e": "神経皮膚黒色症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "T2強調像では両側中大脳動脈が描出不鮮明、FLAIR像では脳溝に沿う高信号が認められる（ivy sign）。過換気により誘発される症状とあわせてもやもや病。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 5,
    "text": "50 歳代の男性。進行性の歩行障害と難聴にて来院した。頭部 MRI の T2 強調像および T2＊強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q5.png"
    ],
    "choices": {
      "a": "癌性髄膜炎",
      "b": "聴神経腫瘍",
      "c": "脊髄小脳変性症",
      "d": "神経核内封入体病",
      "e": "脳表ヘモジデリン沈着症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "脳底部脳槽で大脳半球、脳幹の脳表、小脳脳溝に沿ったT2WI低信号域があり、T2*WIでより明瞭になっています。脳表ヘモジデリン沈着症と思われます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 6,
    "text": "5 歳の女児。繰り返す嘔吐を主訴に来院した。MRI の T2 強調横断像と造影 T1 強調矢状断像を示す。可能性の最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q6.png"
    ],
    "choices": {
      "a": "meningioma",
      "b": "ependymoma",
      "c": "ganglioglioma",
      "d": "medulloblastoma",
      "e": "diffuse midline glioma"
    },
    "answer": "b",
    "multi": false,
    "explanation": "割問。閉塞性水頭症＋第4脳室内〜後頭蓋窩の腫瘤であり、ependymoma vs medulloblastomaとなる。第4脳室内から下方へ“鋳型状・可塑的”に進展している感じがあるので、bとしているが正しい正答がわからない。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 7,
    "text": "80 歳代の女性。視力低下を主訴に来院した。MRI の T1 強調矢状断像、T2 強調矢状断像、造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q7.png"
    ],
    "choices": {
      "a": "髄膜腫",
      "b": "胚細胞腫",
      "c": "下垂体腺腫",
      "d": "視神経膠腫",
      "e": "頭蓋咽頭腫"
    },
    "answer": "a",
    "multi": false,
    "explanation": "鞍上部からトルコ鞍内にT1強調像で脳幹と等信号、T2強調像高信号の腫瘤あり。造影T1強調像では均一に造影される。dural tail signも認められ髄膜種。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2023,
    "num": 8,
    "text": "50 歳代の男性。左顔面違和感を主訴に来院した。側頭骨単純 CT の横断像（骨条件）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q8.png"
    ],
    "choices": {
      "a": "真珠腫",
      "b": "耳硬化症",
      "c": "線維性骨異形成",
      "d": "前立腺癌骨転移",
      "e": "コレステロール肉芽腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "骨性に膨隆し、内部がすりガラス状に見えるため、cとしていますが正解か不明。コレステロール肉芽腫も錐体尖部にでき、顔面違和感や三叉神経症状を起こす。",
    "category": "頭頸部"
  },
  {
    "year": 2023,
    "num": 9,
    "text": "30 歳代の男性。数年前から続く鼻閉感を主訴に紹介された。頭部 MRI の T2 強調横断像と右外頸動脈造影の側面像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q9.png"
    ],
    "choices": {
      "a": "鼻   茸",
      "b": "血管腫",
      "c": "扁平上皮癌",
      "d": "悪性リンパ腫",
      "e": "若年性血管線維腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "若年の後鼻孔にある多血性腫瘍で若年性血管線維腫となります。局在が重要です(過去問を解くまで知りませんでした)。翼口蓋窩への進展や翼状突起基部の破壊を伴うことがあります。",
    "category": "頭頸部"
  },
  {
    "year": 2023,
    "num": 10,
    "text": "40 歳代の男性。自転車で転倒し右顔面を強打した。顔面骨骨折の疑いで施行された CT 横断像（骨条件）を示す。いずれの顔面骨骨折に分類されるか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q10.png"
    ],
    "choices": {
      "a": "Le Fort Ⅰ骨折",
      "b": "Le Fort Ⅱ骨折",
      "c": "Le Fort Ⅲ骨折",
      "d": "眼窩吹抜け骨折",
      "e": "頬骨上顎複合体骨折"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右側の眼窩外側壁、頬骨、上顎洞前壁・後外側壁に骨折あり。左顔面骨に骨折はみられず頬骨上顎複合体骨折。a,b,c 上顎骨のほぼ下半分が骨折したものをLe Fort Ⅰ型骨折、上顎骨が鼻骨複合体を含めて骨折したものをLe Fort Ⅱ型骨折、頬骨を含め顔面中央部が全体として頭蓋骨と離断される骨折をLe Fort Ⅲ型骨折という。",
    "category": "頭頸部"
  },
  {
    "year": 2023,
    "num": 11,
    "text": "70 歳代の男性。スクリーニングの頸部超音波検査にて腫瘤を指摘された。造影 CT の横断像と再構成矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q11.png"
    ],
    "choices": {
      "a": "甲状腺癌",
      "b": "傍気管囊胞",
      "c": "Zenker 憩室",
      "d": "下咽頭梨状窩瘻",
      "e": "成熟囊胞性奇形腫"
    },
    "answer": "c",
    "multi": false,
    "explanation": "頚部食道から左方に突出する、airを含む結節状の軟部濃度ありZenker憩室（咽頭食道憩室）。d 若年発症で小児期の反復する頚部膿瘍や化膿性甲状腺炎を繰り返し、その度に切開排膿術を受けていることが多い。90%以上は左側発生。",
    "category": "頭頸部"
  },
  {
    "year": 2023,
    "num": 12,
    "text": "60 歳代の女性。左肩痛を主訴に来院した。左肩の単純 X 線撮影正面像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q12.png"
    ],
    "choices": {
      "a": "裂離骨折",
      "b": "骨軟骨腫",
      "c": "軟骨芽細胞腫",
      "d": "転移性骨腫瘍",
      "e": "石灰沈着性腱炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "上腕骨の頭側に石灰化を認め、棘上筋腱の石灰沈着性腱炎を疑います。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2023,
    "num": 13,
    "text": "40 歳代の男性。左肩関節痛を主訴に来院した。肩関節単純 X 線写真と肩関節 MRI の T1 強調像および STIR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q13.png"
    ],
    "choices": {
      "a": "骨肉腫",
      "b": "骨梗塞",
      "c": "骨髄炎",
      "d": "内軟骨腫",
      "e": "骨巨細胞腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "CTで骨幹端部に点状で集族した石灰化があり、STIR:高信号を示しています。軟骨成分と考えられます。巨細胞腫だと石灰化はないでしょうし、内部信号は不均一で、T2WIは低信号を示すことが多いです。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2023,
    "num": 14,
    "text": "10 歳代の男性。右足関節痛を主訴に来院した。右足関節 MRI の T2＊強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q14.png"
    ],
    "choices": {
      "a": "副骨障害",
      "b": "足底腱膜炎",
      "c": "足根骨癒合症",
      "d": "Achilles 腱断裂",
      "e": "離断性骨軟骨炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "距骨後方に三角骨（副骨の一つ）あり、周囲の液貯留もみられる。つま先立ちなど足の甲を伸ばした状態で、三角骨が脛骨と踵骨に挟まれて痛みが生じることを三角骨障害という。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2023,
    "num": 15,
    "text": "20 歳代の女性。全身性エリテマトーデスにて加療中。膝関節 MRI の T2 強調冠状断像を示す。可能性が最も高いものはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q15.png"
    ],
    "choices": {
      "a": "骨髄炎",
      "b": "骨梗塞",
      "c": "疲労骨折",
      "d": "骨斑紋症",
      "e": "骨 Paget 病"
    },
    "answer": "b",
    "multi": false,
    "explanation": "両側大腿骨と脛骨に左右対称性の分布で斑状、地図状の異常信号を認めます。辺縁はT2WIで高信号や低信号を呈しており、内部は大部分が低信号で、一部高信号です。病歴（ステロイド内服？）も合わせて骨壊死（骨梗塞）を疑います。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2023,
    "num": 16,
    "text": "10 歳代の男性。手関節痛の精査目的で MRI が施行された。手関節 MRI の脂肪抑制 T2 強調冠状断像と T1 強調冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q16.png"
    ],
    "choices": {
      "a": "骨髄炎",
      "b": "Preiser 病",
      "c": "Kienböck 病",
      "d": "ガングリオン",
      "e": "尺骨突き上げ症候群"
    },
    "answer": "e",
    "multi": false,
    "explanation": "尺骨が橈骨よりも長く（positive ulnar variance）、月状骨の尺骨と衝突する部位に浮腫があります。尺骨と月状骨の慢性的な衝突を尺骨突き上げ症候群といいます。TFCCの損傷もきたします。Kienbock病は月状骨が全体的に壊死し、好発は若年成人の手を酷使する人でnegative ulnar varianceの人に多いそうです。Preiser病は舟状骨が壊死する病態です。骨端症は時々でますね。パワフルガイドにまとまっています。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2023,
    "num": 17,
    "text": "40 歳代の女性。呼吸苦を主訴に来院した。肺野条件の CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q17.png"
    ],
    "choices": {
      "a": "多発肺転移",
      "b": "特発性器質化肺炎",
      "c": "非結核性抗酸菌症",
      "d": "非線維化性過敏性肺炎",
      "e": "びまん性汎細気管支炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両肺に斑状のすりガラス影が多発しており過敏性肺炎。2020ATS/JRS/ALATガイドラインで採用された非線維性・線維性分類と組み合わせると、急性過敏性肺炎はすべて非線維性過敏性肺炎。慢性過敏性肺炎は非線維性過敏性肺炎と線維性過敏性肺炎の両病型が存在する。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 18,
    "text": "50 歳代の男性。温泉施設から帰宅後に悪寒を生じた。翌日発熱したため近医を受診し、対症療法を受けたが発熱が続いたため来院した。胸部単純 X 線写真と胸部 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q18.png"
    ],
    "choices": {
      "a": "肺炎球菌肺炎",
      "b": "レジオネラ肺炎",
      "c": "MALT リンパ腫",
      "d": "クレブシエラ肺炎",
      "e": "浸潤性粘液性腺癌"
    },
    "answer": "b",
    "multi": false,
    "explanation": "右肺下葉背側にconsolidation、すりガラスを認めます。温泉施設の病歴もあわせてレジオネラ肺炎を疑います。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 19,
    "text": "40 歳代の女性。発熱、咳嗽、胸部痛で受診した。血液検査所見では D ダイマー上昇を認めた。CT 肺野条件と造影 CT（動脈相）縦隔条件を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q19.png"
    ],
    "choices": {
      "a": "過敏性肺炎",
      "b": "COVID-19 肺炎",
      "c": "特発性間質性肺炎",
      "d": "肺クリプトコッカス症",
      "e": "ニューモシスティス肺炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "胸膜側優位に境界明瞭な浸潤影が多発しており、小葉間隔壁肥厚もあります。右肺動脈に血栓があります（Dダイマー上昇しています）。血栓を合併する肺炎となればCOVID-19ですね。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 20,
    "text": "50 歳代の女性。乳癌術後化学療法中。右胸水の増加を認めたため、胸腔ドレナージを施行。施行後数時間して呼吸苦の訴えがあり、胸部 CT を施行した。穿刺 1 週間前と穿刺後の CT 横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q20.png"
    ],
    "choices": {
      "a": "血   胸",
      "b": "肺   炎",
      "c": "肺梗塞",
      "d": "肺水腫",
      "e": "急性好酸球性肺炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胸腔ドレナージにより右胸水は減少しているが、右肺優位にすりガラス影、小葉間隔壁肥厚が顕在化している。再膨張性肺水腫。片側発生が圧倒的に多いが、両側発生の臨床報告も散見される（ARDS/ALIと同様、肺に集積した好中球が活性化され、組織障害性因子を放出し血管内皮障害・組織損傷を起こすと考えられているが一元的な説明は困難）。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 21,
    "text": "70 歳代の女性。3 か月前から咳嗽が持続するため受診した。血液検査で白血球上昇、好酸球増多、血清 IgE 上昇を認めた。胸部単純 CT の肺野条件と縦隔条件を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q21.png"
    ],
    "choices": {
      "a": "誤嚥性肺炎",
      "b": "気管支結核",
      "c": "慢性好酸球性肺炎",
      "d": "特発性器質化肺炎",
      "e": "アレルギー性気管支肺真菌症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右肺中葉の中枢性気管支拡張・粘液栓、無気肺あり。好酸球増多、血清IgE上昇もありアレルギー性気管支肺アスペルギルス症。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 22,
    "text": "50 歳代の女性。慢性腎不全で血液透析中である。条件の異なる薄層 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q22.png"
    ],
    "choices": {
      "a": "肺出血",
      "b": "過敏性肺臓炎",
      "c": "ウイルス性肺炎",
      "d": "呼吸細気管支炎",
      "e": "異所性肺石灰化症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両肺上葉優位に小葉中心性のすりガラス影を認め、骨条件で一部高吸収です。異所性肺石灰化症を疑います。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 23,
    "text": "40 歳代の男性。12 年前に急性骨髄性白血病に対して骨髄移植を施行された。慢性の呼吸苦の症状がある。吸気および呼気の CT 横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q23.png"
    ],
    "choices": {
      "a": "特発性肺線維症",
      "b": "閉塞性細気管支炎",
      "c": "線維化性過敏性肺炎",
      "d": "びまん性汎細気管支炎",
      "e": "胸膜肺実質線維弾性症（PPFE）"
    },
    "answer": "b",
    "multi": false,
    "explanation": "骨髄移植歴があり、慢性の経過といったら閉塞性細気管支炎（BO）です。気管支拡張、モザイクパターンがあり、呼気時にモザイクパターンが明瞭になっています。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 24,
    "text": "30 歳代の女性。軽度の咳嗽で近医を受診し、胸部異常陰影のため紹介受診した。胸部単純 CT の右肺高分解能画像、左肺高分解能画像、縦隔条件画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q24.png"
    ],
    "choices": {
      "a": "珪肺症",
      "b": "粟粒結核",
      "c": "非線維化性過敏性肺炎",
      "d": "多中心性 Castleman 病",
      "e": "アレルギー性気管支肺アスペルギルス症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両肺に多発する境界不明瞭な小葉中心性結節、右肺の薄壁嚢胞あり。縦隔・両側腋下リンパ節も目立ち多中心性Castleman病。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 25,
    "text": "60 歳代の女性。検診の胸部単純 X 線撮影で異常を指摘され、精査目的に来院した。造影 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q25.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "胸腺囊胞",
      "c": "胸腺過形成",
      "d": "成熟奇形腫",
      "e": "悪性リンパ腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "胸部造影CTで前縦隔に軟部影を認め、内部に石灰化があり、成熟奇形腫を疑います。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 26,
    "text": "30 歳代の男性。既往歴に十二指腸潰瘍、腎結石、副甲状腺機能亢進症がある。今回、頭痛を主訴に受診し、視野狭窄もあったため頭部 MRI を行ったところ、下垂体に腫瘤を認めた。その後、胸痛が出現し、胸部単純 X 線撮影で腫瘤影を認めた。精査のために行った胸部造影 CT 横断像を示す。胸部の病変で最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q26.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "奇形腫",
      "c": "悪性リンパ腫",
      "d": "胸腺カルチノイド",
      "e": "精上皮腫（セミノーマ）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "既往からはMEN 1型があると考えられます。ちなみに尿路結石、胃・十二指腸潰瘍はよくある症状みたいです。MEN 1型で合併するのは胸腺カルチノイドです。多発性内分泌腫瘍症１型―疫学，診断，遺伝医療https://www.jstage.jst.go.jp/article/jaesjsts/30/2/30_98/_pdf/-char/ja胸腺カルチノイドを契機として発見された多発性内分泌腫瘍（MEN）1型の1症例https://www.jstage.jst.go.jp/article/jacsurg/34/2/34_121/_pdf/-char/ja",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 27,
    "text": "10 歳代の女性。検診で異常を指摘され受診した。胸部造影 CT と胸部 MRI の T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q27.png"
    ],
    "choices": {
      "a": "悪性リンパ腫",
      "b": "悪性胚細胞腫瘍",
      "c": "気管支原性囊胞",
      "d": "成熟囊胞性奇形腫",
      "e": "リンパ管腫（リンパ管奇形）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "縦隔から左胸腔方向に広がる増強効果のない腫瘤あり。T2強調像高信号で、薄い隔壁を多数伴う腫瘤でリンパ管腫。既存構造に鋳型状に広がったり、これらを包み込むような形態を呈するのが特徴的。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2023,
    "num": 28,
    "text": "50 歳代の男性。運動時の胸痛を主訴に来院した。冠動脈 CT の三次元画像（volume rendering 法）を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q28.png"
    ],
    "choices": {
      "a": "単冠動脈",
      "b": "左冠動脈右冠尖起始",
      "c": "左回旋枝右冠尖起始",
      "d": "右冠動脈左冠尖起始",
      "e": "左前下行枝右冠尖起始"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左冠動脈が右バルサルバ洞から分岐しています。",
    "category": "心臓・大血管"
  },
  {
    "year": 2023,
    "num": 29,
    "text": "80 歳代の女性。腹部大動脈術前評価目的に行われた心臓 CT の MIP 像、straight 像、矢印部分の血管短軸像を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q29.png"
    ],
    "choices": {
      "a": "右冠動脈の狭窄がある。",
      "b": "左冠動脈前下行枝の狭窄がある。",
      "c": "プラークは不安定プラークである。",
      "d": "冠動脈バイパス手術の適応である。",
      "e": "血管は狭窄部でネガティブリモデリングしている。"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "低濃度プラークがあり不安定プラークです。ポジティブリモデリングがあります。ナプキンリングサインもありますかね。",
    "category": "心臓・大血管"
  },
  {
    "year": 2023,
    "num": 30,
    "text": "40 歳代の男性。自宅で心肺停止となり救急搬送された。心室細動の診断で除細動が実施され蘇生した。心臓 MRI の左室短軸断の遅延造影像と T1 map を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q30.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "不整脈原性心筋症",
      "c": "ヘモクロマトーシス",
      "d": "心サルコイドーシス",
      "e": "心アミロイドーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "中隔主体に左室内膜下に遅延造影あり。右室壁にもびまん性の遅延造影が認められる。T1 mapでnative T1値は短縮している。＊組織ごとの T1値（Native T1）は、細胞成分と間質の両者からの水分含有で決定され、心筋線維化、心筋浮腫、アミロイド沈着が強いと延長し、心筋の脂肪成分、鉄沈着により短縮する。a,d,e Native T1は延長する。b 右室心筋の脂肪沈着を示す画像が提示されていない。c 鉄沈着によると思われるnative T1値短縮があり正解。遅延造影については、陽性率が低く、特徴的な分布様式も見出されていない。",
    "category": "心臓・大血管"
  },
  {
    "year": 2023,
    "num": 31,
    "text": "70 歳代の女性。心臓超音波検査にて異常を指摘された。心臓 MRI の左室短軸像と左室流出路像を示す。この疾患で認められうる所見として誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q31.png"
    ],
    "choices": {
      "a": "僧帽弁逆流",
      "b": "左室拡張能低下",
      "c": "左室流出路狭窄",
      "d": "三尖弁閉鎖不全",
      "e": "肥厚心筋の遅延造影効果"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左室心基部～中部主体のびまん性肥厚あり、左室流出路狭窄も認められる。肥大型心筋症。a 収縮期僧帽弁前方運動により弁尖運動に歪みが生じる結果発生する可能性がある。b 不均一な心肥大に基づく左室拡張能低下を基本病態とする。d 成人症例は二次性の機能的TRが殆どで原因として①肺高血圧症、②左→右シャントによる右室・右房拡大、③慢性心房細動による右房の著明な拡大、④不整脈源性右室心筋症がある。e 心筋中層主体の遅延造影がみられる。",
    "category": "心臓・大血管"
  },
  {
    "year": 2023,
    "num": 32,
    "text": "50 歳代の男性。胸部違和感や意識が遠のく感じを自覚したため、救急搬送された。入院後 7 日目に撮像された心臓 MRI の左室短軸断の black blood 脂肪抑制 T2 強調像および遅延造影像を示す。最も可能性が高いのはどれか。1 つを選べ。",
    "images": [
      "assets/questions/2023/q32.png"
    ],
    "choices": {
      "a": "心筋梗塞",
      "b": "拡張型心筋症",
      "c": "心アミロイドーシス",
      "d": "心サルコイドーシス",
      "e": "不整脈原性右室心筋症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【？】\n左室短軸像で遅延造影で前壁〜中隔に全層から外膜側優位に造影効果を認め、前壁中隔に脂肪抑制T2WI高信号を認めます。心サルコイドーシスを疑います。",
    "category": "心臓・大血管"
  },
  {
    "year": 2023,
    "num": 33,
    "text": "70 歳代の女性。右乳房痛を主訴に来院した。両側マンモグラフィ ML（mediolateral） view を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q33.png"
    ],
    "choices": {
      "a": "乳腺炎",
      "b": "乳腺症",
      "c": "浸潤性小葉癌",
      "d": "浸潤性乳管癌",
      "e": "非浸潤性乳管癌を伴う Paget 病"
    },
    "answer": "e",
    "multi": false,
    "explanation": "頭を抱えましたが、右乳頭の陰影が濃くなっており可能性が最も高いと言われるとPaget病なんだろうなと考えました。非浸潤性なのか？と悩みましたが、区域性が保たれている感じがしたので良しとしました。Paget病に併存する乳がんの20-40%は非浸潤癌だそうです。",
    "category": "乳房"
  },
  {
    "year": 2023,
    "num": 34,
    "text": "40 歳代の女性。10 年前に右乳癌で手術を受けた。BRCA1 遺伝子変異あり。左乳房腫瘤を自覚して施行された左乳房造影 MRI 早期相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q34.png"
    ],
    "choices": {
      "a": "粘液癌",
      "b": "線維腺腫",
      "c": "葉状腫瘍",
      "d": "ルミナール A 乳癌",
      "e": "トリプルネガティブ乳癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "左乳房に早期から強く造影される結節あり。BRCA1遺伝子変異あり遺伝性乳癌卵巣癌症候群が疑われる。ルミナールA乳癌よりトリプルネガティブ乳癌の可能性がより高い。＊BRCA1またはBRCA2遺伝子の病的変異は遺伝性乳癌卵巣癌症候群（HBOC）に認められる。＊BRCA1/2に病的バリアントを保持する乳癌の特徴として、BRCA1病的バリアント保持者のうち75.8％がトリプルネガティブタイプの乳癌（triple-negative breast cancer：TNBC）で、21.2％がLuminal タイプ、HER2 タイプが2％、BRCA2病的バリアント保持者では、TNBC は18.6％、Luminal タイプは64.4％と報告がある。",
    "category": "乳房"
  },
  {
    "year": 2023,
    "num": 35,
    "text": "70 歳代の女性。右乳房にしこりを触れるとして来院。マンモグラフィ CC 画像の拡大像と超音波検査 B モード像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q35.png"
    ],
    "choices": {
      "a": "髄様癌",
      "b": "粘液癌",
      "c": "葉状腫瘍",
      "d": "放射状瘢痕",
      "e": "浸潤性乳管癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "マンモグラフィで高濃度腫瘤があり、辺縁は微細鋸歯状から一部境界不明瞭でしょうか。エコーでは分葉状の低エコー腫瘤で辺縁に高エコーがあり、後方エコーは減弱しています。あまり深く考えずに浸潤性乳管癌なのかなと思いました。",
    "category": "乳房"
  },
  {
    "year": 2023,
    "num": 36,
    "text": "生後 4 か月の男児。出生前の胎児超音波検査にて肺に異常を指摘されていた。出産後の胸部 CT の横断像と再構成冠状断像を示す。診断として考えやすいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q36.png"
    ],
    "choices": {
      "a": "肺内型肺分画症",
      "b": "横隔膜ヘルニア",
      "c": "先天性肺気道奇形",
      "d": "先天性肺葉性気腫",
      "e": "下葉肺動脈大動脈起始症"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "S10に病変があり肺分画症はよし。嚢胞病変もあるので先天性肺気道奇形もよいでしょう。両者は合併します。",
    "category": "小児"
  },
  {
    "year": 2023,
    "num": 37,
    "text": "生後 5 日の女児。軽度の喘鳴を伴う頸部腫瘤で受診した。頸部超音波像と頸部造影 CT の横断像、再構成冠状断像、再構成矢状断像を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q37.png"
    ],
    "choices": {
      "a": "梨状窩瘻",
      "b": "類表皮囊胞",
      "c": "甲状舌管囊胞",
      "d": "第 2 鰓裂囊胞（側頸囊胞）",
      "e": "リンパ管奇形（リンパ管腫）"
    },
    "answer": "a",
    "multi": false,
    "explanation": "頚部左傍正中に増強効果のない腫瘤あり。気管、甲状腺は右方に圧迫されている。腫瘤はairを含んでおり梨状窩瘻。b 超音波ではonion skin appearanceが特徴的。c 正中頚嚢胞。舌骨、甲状軟骨付近のほぼ正中に位置する。d 側頚部、多くは胸鎖乳突筋の裏面にある。",
    "category": "小児"
  },
  {
    "year": 2023,
    "num": 38,
    "text": "4 歳の男児。発熱、けいれんで来院した。MRI の T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q38.png"
    ],
    "choices": {
      "a": "ヘルペス脳炎",
      "b": "直静脈洞血栓症",
      "c": "急性壊死性脳症（ANE）",
      "d": "痙攣重積型（二相性）急性脳症（AESD）",
      "e": "可逆性脳梁膨大部病変を有する軽症脳炎・脳症（MERS）"
    },
    "answer": "c",
    "multi": false,
    "explanation": "両側視床の左右対称性のT2WI高信号域で、側頭葉内側や脳幹も左右対称性に高信号に見えます。急性壊死性脳症を疑います。",
    "category": "小児"
  },
  {
    "year": 2023,
    "num": 39,
    "text": "70 歳代の女性。腹部 MRI の造影 MRI 動脈相と拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q39.png"
    ],
    "choices": {
      "a": "肝膿瘍",
      "b": "肝細胞癌",
      "c": "胆管細胞癌",
      "d": "悪性リンパ腫",
      "e": "単純性肝囊胞"
    },
    "answer": "a",
    "multi": false,
    "explanation": "造影効果がなく、DWI:高信号を示すので肝膿瘍。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 40,
    "text": "40 歳代の男性。直腸癌術前の造影 CT で肝 S4 に腫瘤を指摘された。造影前後の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q40.png"
    ],
    "choices": {
      "a": "肝転移",
      "b": "血管腫",
      "c": "肝細胞癌",
      "d": "限局性結節性過形成",
      "e": "線毛性前腸性肝囊胞"
    },
    "answer": "e",
    "multi": false,
    "explanation": "肝S4に単純CTで高吸収の腫瘤あり。増強効果はないと思われ前腸性嚢胞。内部のムチンを反映して通常の嚢胞より高吸収を呈する。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 41,
    "text": "70 歳代の男性。超音波検査で肝 S4 に異常所見が指摘され、精査目的に CT が施行された。腹部 CT の造影前と門脈相の横断像を示す。本患者の CT 所見の原因として考えやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q41.png"
    ],
    "choices": {
      "a": "高脂血症",
      "b": "先天性解剖変異",
      "c": "ウイルス性肝炎",
      "d": "膵・胆管合流異常",
      "e": "アルコール性肝疾患"
    },
    "answer": "b",
    "multi": false,
    "explanation": "肝S4背側に脂肪沈着あり、Third inflow（静脈還流異常）による限局性脂肪肝と思われる。部位からは右胃静脈流入部の脂肪沈着疑い。＊流入血の違いによるホルモンや栄養分などの濃度の差が関与していると考えられる。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 42,
    "text": "10 歳代の女性。肝病変の精査目的に来院した。造影 CT の横断像と再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q42.png"
    ],
    "choices": {
      "a": "肝血管腫",
      "b": "肝細胞癌",
      "c": "肝細胞腺腫",
      "d": "単純性肝囊胞",
      "e": "粘液性囊胞腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "若年女性の肝左葉に低吸収腫瘤があり、冠状断ではやや分葉状で内部に淡い隔壁構造が見られます。ただの肝嚢胞は答えにならなさそうという思いもあり、eを選択しました。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 43,
    "text": "10 歳代の女性。急性白血病のため骨髄移植を受け、40 日後に肝性脳症が出現し造影 CT を施行した。造影前、動脈相、門脈相、平衡相の横断像を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q43.png"
    ],
    "choices": {
      "a": "予後は良好である。",
      "b": "門脈圧は低下している。",
      "c": "肝静脈は拡張することが多い。",
      "d": "胆囊壁に浮腫が見られることが多い。",
      "e": "造影 CT で門脈塞栓が同定されることが多い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "移植歴や肝の不均一な染まりからSOS（類洞閉塞症候群）と考えられます。ということがわからなくても、肝臓に障害をきたしていれば胆嚢壁は浮腫状に肥厚するでしょう。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 44,
    "text": "40 歳代の女性。腹部単純 CT 横断像を示す。この疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q44.png"
    ],
    "choices": {
      "a": "高血圧を呈する場合が多い。",
      "b": "肝機能障害を伴う場合が多い。",
      "c": "小児期は無症状の場合が多い。",
      "d": "脳動脈瘤を合併する頻度が高い。",
      "e": "難治性囊胞感染にはドレナージ治療が推奨される。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "肝、左腎に嚢胞が多発しており常染色体優性多発性嚢胞腎。肝嚢胞は約80%の患者にみられるが肝機能障害を引き起こすことはまれ。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 45,
    "text": "40 歳代の女性。入院加療中の患者の入院時および入院 1 週間後の腹部単純 CT を示す。新たに生じた病変について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q45.png"
    ],
    "choices": {
      "a": "小児で報告が多い。",
      "b": "肝内結石を伴いやすい。",
      "c": "層状の石灰化が生じる。",
      "d": "セフトリアキソン投与で生じやすい。",
      "e": "治療の第一選択は胆囊摘出術である。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "【？】\n胆嚢頸部に短い経過で出現した高吸収域があり、セフトリアキソンによる偽胆石を疑います。a, b, cで迷い、肝内結石を合併した例は見たことがなかったのでaかcに絞りました。入院が長く抗生剤を使う高齢者で多いのかなと思い、cにしましたが、ネットで検索してみると小児での報告例が多いようで自信ありません。。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 46,
    "text": "60 歳代の男性。慢性膵炎の経過観察 CT で膵頭部背側に腫瘤が出現した。腹部 CT の造影前および造影早期相の横断像を示す。この疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q46.png"
    ],
    "choices": {
      "a": "悪性の場合が多い。",
      "b": "内容液は粘液が多い。",
      "c": "充実部が遅延性に造影される。",
      "d": "4 週間後の再検査が重要である。",
      "e": "仮性動脈瘤に注意が必要である。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "嚢胞内に出血のような高濃度域があり、造影効果は認めません。ANCてことだと思います。4週間待機して、WONの時期にドレナージをすることが推奨されています。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 47,
    "text": "50 歳代の女性。B 型慢性肝炎にて経過観察中。Child-Pugh スコア 5 点。Gd-EOB-DTPA 造影 MRI の動脈相と肝細胞相の横断像を示す。提示画像にみられる結節以外には腫瘤を認めない。この時点での対応として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q47.png"
    ],
    "choices": {
      "a": "経過観察",
      "b": "右葉切除術",
      "c": "化学動脈塞栓術",
      "d": "分子標的薬治療",
      "e": "ラジオ波焼灼療法"
    },
    "answer": "a,e",
    "multi": true,
    "explanation": "＊コンセンサスに基づく肝細胞癌治療アルゴリズム2015*によるとChild-Pugh A、脈管浸潤なし、単発の乏血性早期肝癌に対しては厳重観察または局所療法が選択される。1～3個、3cm以下の（典型的）肝細胞癌であれば肝切除または局所療法が選択される。（*日本肝臓学会編：肝癌全体の治療アルゴリズム，肝癌診療マニュアル．第3版，医学書院，東京，2015, 146.）b 小型の肝細胞癌（5cm以下）に対しては小範囲の系統的切除あるいは部分切除、大型の肝細胞癌に対しては2区域以上の拡大切除（片肝切除を含む）が選択される点からも誤り。c 早期濃染がないため責任血管を同定困難と思われる。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2023,
    "num": 48,
    "text": "70 歳代の男性。左背部痛、尿所見異常あり。腹部超音波検査にて腎臓に異常を指摘され精査となった。既往として膀胱癌治療歴がある。単純 CT 横断像および MRI の T1 強調冠状断像と T2 強調冠状断像を示す。最も考えやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q48.png"
    ],
    "choices": {
      "a": "腎結核",
      "b": "多発腎囊胞",
      "c": "黄色肉芽腫性腎盂腎炎",
      "d": "尿路結石による水腎症",
      "e": "尿路上皮癌再発による水腎症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "左水腎症があり、腎実質が菲薄化しており、慢性経過が示唆されます。cやeで迷いましたが撮像範囲に粗大な結石はなく、CTで左上部尿管周囲の軟部影が目立つため、eを選びました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 49,
    "text": "80 歳代の男性。高血圧の原因検索のため施行された CT にて後腹膜病変を認めた。単純 CT を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q49.png"
    ],
    "choices": {
      "a": "副腎腺腫",
      "b": "副腎過形成",
      "c": "副腎褐色細胞腫",
      "d": "副腎骨髄脂肪腫",
      "e": "副腎悪性リンパ腫"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "両側副腎腫大で高血圧もきたすものということだと思います。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 50,
    "text": "50 歳代の男性。肉眼的血尿を主訴に来院した。造影 CT の横断像と MRI の T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q50.png"
    ],
    "choices": {
      "a": "粘液腺癌",
      "b": "平滑筋腫",
      "c": "扁平上皮癌",
      "d": "傍神経節腫",
      "e": "尿路上皮癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "膀胱頂部に上前方に突出する不整形腫瘤あり。増強効果を伴っており尿膜管癌疑い。組織学的には腺癌の頻度が90％と最も高く、粘液性腺癌がそのうち70％を占める。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 51,
    "text": "60 歳代の男性。血清 PSA 値が 6 ng/mL のため、精査目的で MRI が施行された。T2 強調像、拡散強調像（b＝1,400 s/mm2）、ADC map（b＝50, 800 s/mm2）を示す。画像の解釈で適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q51.png"
    ],
    "choices": {
      "a": "閉鎖リンパ節の腫大がある。",
      "b": "中心域に生じた癌が疑われる。",
      "c": "前立腺底部の高さの断面である。",
      "d": "前立腺腹側に静脈叢を同定できる。",
      "e": "囊胞変性を生じた肥大結節がある。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "前立腺移行域11〜1時方向にT2強調像で境界不鮮明な中等度低信号域が認められる。拡散制限を伴っており前立腺癌疑い。a,e 腫大リンパ節、肥大結節はみられない。b 中心域は前立腺底部背側寄りにあるため誤り。c 中間部と思われる。d 前線維筋間質と前立腺の間の両側にprostatic venous plexus (anterior venous plexus of Santorini)と思われるT2強調像高信号あり。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 52,
    "text": "30 歳代の女性。出産数日後に腹痛と発熱を主訴に MRI が施行された。骨盤部 MRI の T2 強調矢状断像と脂肪抑制 T1 強調矢状断像を示す。最も考えられる診断はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q52.png"
    ],
    "choices": {
      "a": "遺残胎盤",
      "b": "子宮癌肉腫",
      "c": "子宮平滑筋肉腫",
      "d": "子宮筋腫赤色変性",
      "e": "子宮脂肪平滑筋腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "子宮体部筋層内の境界明瞭な腫瘤でT2WIで不均一な軽度高〜低信号、T1WIで辺縁優位に高信号です。筋腫の赤色変性が疑われ、病歴とも合致します。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 53,
    "text": "50 歳代の女性。乳癌の術後療法としてホルモン療法を継続している。経過観察の CT で子宮腫大を指摘され、MRI で精査となった。骨盤部 MRI の T2 強調像、拡散強調像、 ADC map を示す。可能性の高い診断はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q53.png"
    ],
    "choices": {
      "a": "子宮内膜癌",
      "b": "内膜ポリープ",
      "c": "子宮内膜増殖症",
      "d": "子宮粘膜下筋腫",
      "e": "子宮内膜間質肉腫"
    },
    "answer": "b,c",
    "multi": true,
    "explanation": "T2WI：顕著に高信号で、拡散制限を認めません。a,d,eはこんなに高信号にならないでしょう。内膜間質肉腫は筋層内腫瘤を形成することが多く、充実成分と嚢胞成分が混在します。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 54,
    "text": "40 歳代の女性。検診にて左卵巣腫瘤を指摘され、精査目的で MRI が施行された。骨盤部 MRI の T1 強調 in-phase 像、T1 強調 out-of-phase 像、T2 強調像、拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q54.png"
    ],
    "choices": {
      "a": "卵巣癌",
      "b": "卵管卵巣膿瘍",
      "c": "卵巣甲状腺腫",
      "d": "線維莢膜細胞腫",
      "e": "成熟囊胞性奇形腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "骨盤内左傍正中に、T1強調像で骨格筋と等信号、T2・拡散強調像高信号の腫瘤あり。脂肪成分ははっきりとしない。卵巣由来の嚢胞性腫瘤と思われ、壁が薄く検診発見であることからも成熟嚢胞性奇形腫。b 厚い壁を伴うことが多く、腫瘤内に液面形成またはガスがみられることもある。c 甲状腺コロイドがT1強調像低～軽度高信号、T2強調像低信号を呈する。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 55,
    "text": "70 歳代の女性。腹痛を主訴に来院した。単純 CT の横断像を示す。原因疾患として最も考えやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q55.png"
    ],
    "choices": {
      "a": "脂肪腫",
      "b": "1 型大腸癌",
      "c": "潰瘍性大腸炎",
      "d": "虚血性大腸炎",
      "e": "消化管間質腫瘍（GIST）"
    },
    "answer": "b",
    "multi": false,
    "explanation": "結腸脾弯曲での腸重積が疑われる所見で、単純CTですが先進部に腫瘤があるように見えます。選択肢の中では大腸癌が最も疑われるかと思います。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2023,
    "num": 56,
    "text": "70 歳代の男性。下腹部痛に対して撮影した造影 CT を示す。画像の解釈として不適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q56.png"
    ],
    "choices": {
      "a": "腹膜肥厚",
      "b": "腹腔内ガス",
      "c": "漏出性腹水",
      "d": "腸間膜の静脈拡張",
      "e": "腸間膜脂肪織の毛羽立ち"
    },
    "answer": "c",
    "multi": false,
    "explanation": "C、Dで割れました。漏出性腹水は腹膜自体に病変がなく低蛋白血症や門脈圧亢進症により血中の水分が腹腔内に漏出したもの、滲出性腹水は腹膜の血管透過性亢進やリンパ流の鬱滞等により、蛋白質や細胞成分を多く含んだ血漿成分が腹腔内に滲出したものだそうです。今回は炎症に伴う腹水であり滲出性腹水のようです。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2023,
    "num": 57,
    "text": "60 歳代の男性。胃静脈瘤に対して BRTO を企図した。胃腎短絡からのバルーン閉塞下静脈造影を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q57.png"
    ],
    "choices": {
      "a": "胃静脈瘤の描出を認める。",
      "b": "stepwise injection を行う。",
      "c": "バルーン閉塞が不十分である。",
      "d": "portopulmonary venous anastomosis の描出を認める。",
      "e": "もう 1 本バルーンカテーテルを挿入し側副排血路塞栓を行う。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "B-RTOで側副排血路が見られてもその血流が少なく流れも遅い場合は、ゆっくり時間をかけて硬化剤を少量ずつ注入する（Stepwise injection法）ことで側副排血路は閉塞し硬化剤が静脈瘤内に停滞することも多い。これで閉塞しない場合はDown grade法（側副排血路が分岐するよりもさらに深くバルーンカテーテルを進める）を試みるが、対応困難であればマイクロカテーテルを用いた側副排血路の塞栓を行う。",
    "category": "IVR"
  },
  {
    "year": 2023,
    "num": 58,
    "text": "50 歳代の女性。CT にて偶発的に右腎に腫瘤を指摘された。腎ダイナミック CT の皮髄相と排泄相を示す。この病変の治療として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q58.png"
    ],
    "choices": {
      "a": "凍結療法",
      "b": "腎部分切除",
      "c": "経皮的硬化療法",
      "d": "リザーバー留置術",
      "e": "経動脈性化学塞栓療法"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "右腎の小径腎癌で一部外側に膨隆しています。部分切除のほか、凍結療法も適応になるかと思います。肝右葉下縁に近接しているのが気になりましたが、hydro-dissectionを行えばできるかなと推測しました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2023,
    "num": 59,
    "text": "40 歳代の女性。左下腹部に違和感を訴え来院した。造影 CT 冠状断像と左腎動脈造影を示す。この患者の診断と治療で誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q59.png"
    ],
    "choices": {
      "a": "両腎に異常を認める。",
      "b": "結節性硬化症の可能性がある。",
      "c": "腫瘍血管に動脈瘤を伴っている。",
      "d": "4 cm 以上の病変は治療適応である。",
      "e": "エタノールアミンオレート（EO）で塞栓する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両腎に脂肪濃度腫瘤（AML）があります。腫瘍径4cm以上か動脈瘤径5mm以上が適応です。EO（オルダミン）を使うのは静脈瘤や静脈奇形に対してです。AMLではコイル、マイクロスフィア、エタノール、スポンジなど使います。",
    "category": "IVR"
  },
  {
    "year": 2023,
    "num": 60,
    "text": "30 歳代の女性。単純部分発作を主訴に来院した。てんかんの焦点検索のために施行された核医学検査の横断像を示す。行われた核医学検査はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q60.png"
    ],
    "choices": {
      "a": "18F-FDG PET",
      "b": "99mTc-ECD SPECT",
      "c": "123I-IMP SPECT",
      "d": "123I-iomazenil SPECT",
      "e": "201TlCl SPECT"
    },
    "answer": "d",
    "multi": false,
    "explanation": "2019年65問の類題。基底核、視床、脳梁、小脳への集積が少なく123I-iomazenil SPECT。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 61,
    "text": "60 歳代の男性。左片麻痺を主訴に来院。来院時に撮像した頭部 MRI 拡散強調像および MRA 画像、1 か月後に撮像した安静時およびアセタゾラミド負荷時の脳血流 SPECT 画像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q61.png"
    ],
    "choices": {
      "a": "右中大脳動脈閉塞症である。",
      "b": "右中大脳動脈灌流域の循環予備能は保たれている。",
      "c": "右中大脳動脈の穿通枝領域に急性期脳梗塞を認める。",
      "d": "左小脳半球の血流低下は、遠隔効果のためと考えられる。",
      "e": "右中大脳動脈灌流域を中心に安静時脳血流の低下を認める。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "拡散強調像で右中大脳動脈穿通枝領域の梗塞あり、MRAでは右中大脳動脈M1近位での閉塞を認める。アセタゾラミド負荷脳血流SPECTで右中大脳動脈領域の血流増加が乏しく、脳循環予備能は低下していると思われる。左小脳半球にremote effectに伴う血流低下を認める。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 62,
    "text": "60 歳代の男性。3 年前よりすくみ足、易転倒性、構音障害が出現。 123 I-IMP および123I-io- flupane による脳 SPECT 画像、 123 I-MIBG による胸部シンチグラム後期像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q62.png"
    ],
    "choices": {
      "a": "Parkinson 病",
      "b": "進行性核上性麻痺",
      "c": "Lewy 小体型認知症",
      "d": "Alzheimer 型認知症",
      "e": "大脳皮質基底核症候群"
    },
    "answer": "b",
    "multi": false,
    "explanation": "2019年の66番と全く同じ問題 2019年放射線科診断専門医試験解答例 ｜ 【非公式】放射線科専門医・診断専門医試験 解答例自分は本番は脳血流SPECTで自分は左右非対称かなと思いeを選んでしまいました（過去問解いた時も同じ間違いをしていました…）。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 63,
    "text": "60 歳代の女性。労作時胸痛を主訴に来院し、アデノシン負荷心筋血流シンチグラフィが行われた。負荷時と安静時の SPECT 短軸像および極座標表示を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q63.png"
    ],
    "choices": {
      "a": "前壁に虚血がない。",
      "b": "側壁に虚血がある。",
      "c": "下後壁に虚血がある。",
      "d": "心尖部に虚血がない。",
      "e": "下後壁に梗塞がある。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "前壁、側壁に虚血があります。下後壁は安静時に集積が低下していますが、アーチファクト？",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 64,
    "text": "80 歳代の男性。心不全の精査目的で核医学検査が施行された。プラナー像と SPECT/ CT 融合画像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q64.png"
    ],
    "choices": {
      "a": "ATTR 心アミロイドーシスを疑う。",
      "b": "H/CL 比は低下していると考えられる。",
      "c": "Tc 標識心筋血流製剤が投与された。99m",
      "d": "本検査の標準的な投与量は 185 MBq である。",
      "e": "放射性医薬品投与 6 時間後に撮像するのが一般的である。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "99mTc-PYP（ピロリン酸）を用いた心筋障害シンチで心筋へのびまん性集積ありATTR心アミロイドーシス疑い。b 心/対側肺野（heart-to-contralateral）比。c 99mTc標識心筋血流製剤はTetrofosminとMIBI。d 370～740MBq。e 1時間後が推奨。3時間後は適宜選択可。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 65,
    "text": "40 歳代の女性。死体腎移植の翌日および 8 日後の99mTc-MAG3 を用いた腎動態シンチグラムを示す。 8 日後の所見について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q65.png"
    ],
    "choices": {
      "a": "急性拒絶を生じている。",
      "b": "尿管損傷を生じている。",
      "c": "移植翌日よりも腎機能が低下している。",
      "d": "移植翌日よりも尿路の通過が改善している。",
      "e": "移植翌日よりも急性尿細管壊死が改善している。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【？】\ndとeで迷い、本番は閉塞型のパターンが改善していると思いdを選びました。ただ死体腎移植ということを考慮すると移植時から急性腎障害の状態で移植され、その軽快過程を見ているのであれば尿路の通過よりも急性尿細管壊死の改善のほうが合致する気がします。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 66,
    "text": "50 歳代の女性。下肢の腫れの精査目的で施行された核医学検査の前面像と後面像を示す。使用された放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q66.png"
    ],
    "choices": {
      "a": "67Ga-citrate",
      "b": "99mTc-HSA-D",
      "c": "99mTc-phytate",
      "d": "99mTc-Sn-colloid",
      "e": "123I-BMIPP"
    },
    "answer": "b",
    "multi": false,
    "explanation": "リンパシンチグラフィです。Dermal back flowが左下腿（Type4）にあり、左鼠径リンパ節の描出がありません。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 67,
    "text": "60 歳代の女性。口腔内乾燥を認め、精査のために核医学検査が施行された。経時的画像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q67.png"
    ],
    "choices": {
      "a": "99mTcO4－を静注した。",
      "b": "甲状腺の集積は正常である。",
      "c": "唾液腺に集積低下を認める。",
      "d": "この検査では検査前 1 時間は禁飲食とする。",
      "e": "この検査では 15～20 分後に負荷薬剤を静注する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "99mTcO4-（99mTc-pertechnetate）を用いた唾液腺シンチグラフィで唾液腺への集積低下を認める。甲状腺への生理的集積がみられる。e クエン酸などの唾液分泌刺激物を口腔内投与する。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 68,
    "text": "50 歳代の男性。進行する多発関節痛と骨痛を認めた。骨シンチグラムの前面像および後面像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q68.png"
    ],
    "choices": {
      "a": "骨軟化症",
      "b": "線維性骨炎",
      "c": "多発性骨髄炎",
      "d": "多発性骨髄腫",
      "e": "多発性骨転移"
    },
    "answer": "a",
    "multi": false,
    "explanation": "肋軟骨部での数珠状集積から骨軟化症を疑いました。その他にも全身に異常集積が複数ありますが、不全骨折でしょうか。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 69,
    "text": "70 歳代の女性。高カルシウム血症の精査目的で受診した。施行された核医学検査の 15 分後像および 2 時間後像を示す。本検査について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q69.png"
    ],
    "choices": {
      "a": "SPECT/CT の有用性は低い。",
      "b": "甲状腺腺腫との鑑別に有用である。",
      "c": "2 時間後の撮像は省略するのが一般的である。",
      "d": "前処置として無機ヨウ素の投与が必要である。",
      "e": "使用された放射性医薬品は受動拡散で細胞膜を通過する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "甲状腺腫にはMIBIは集積するので、SPECT/CTは有用です。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 70,
    "text": "50 歳代の男性。偶然、十二指腸に腫瘤を指摘された。精査のために施行された核医学検査のプラナー前面像と腹部 SPECT/CT 融合画像および腹部造影 CT の動脈相を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q70.png"
    ],
    "choices": {
      "a": "異所性膵",
      "b": "十二指腸憩室",
      "c": "消化管間質腫瘍",
      "d": "膵充実性偽乳頭状腫瘍",
      "e": "非機能性神経内分泌腫瘍（G1）"
    },
    "answer": "c",
    "multi": false,
    "explanation": "十二指腸に動脈相で強い増強効果と中心部の造影不良を伴う腫瘤あり。ソマトスタチン受容体シンチで集積はみられず、low gradeの神経内分泌腫瘍は除外され消化管間質腫瘍（GIST）。造影不良域は中心壊死と思われる。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 71,
    "text": "50 歳代の男性。甲状腺乳頭癌術後。補助療法のため放射性ヨウ素治療が施行された。治療後シンチグラフィのプラナー前面像と頚部造影 CT 画像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q71.png"
    ],
    "choices": {
      "a": "間質性肺炎が疑われる。",
      "b": "膀胱の描出は生理的である。",
      "c": "甲状腺床に残存腫瘍を認める。",
      "d": "Rouviere リンパ節転移を認める。",
      "e": "縦隔集積が高く見えるのは肺集積の影響である。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "プラナー前面像で両肺へのびまん性集積あり肺転移と思われる。膀胱に生理的集積を認める。造影CTでは右外側咽頭後リンパ節（Rouviereリンパ節）の腫大と石灰化があり転移と思われる。甲状腺床にも石灰化を伴う残存腫瘍が認められる。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 72,
    "text": "70 歳代の男性。悪性リンパ腫の精査のために 18F-FDG PET/CT が施行された。全身の MIP 像を示す。この画像に影響を与えていると推測される内服薬はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q72.png"
    ],
    "choices": {
      "a": "ステロイド",
      "b": "ニカルジピン",
      "c": "ミラベグロン",
      "d": "メトホルミン",
      "e": "速効型インスリン"
    },
    "answer": "e",
    "multi": false,
    "explanation": "メトホルミンの内服で便中へのFDG排泄があるようです（恥ずかしながら知りませんでした）。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 73,
    "text": "60 歳代の女性。下痢と腹痛の精査で回腸腫瘤と腹部リンパ節腫大を指摘された。造影 CT と18F-FDG PET/CT 融合画像の横断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q73.png"
    ],
    "choices": {
      "a": "結   核",
      "b": "小腸癌",
      "c": "細菌性膿瘍",
      "d": "悪性リンパ腫",
      "e": "潰瘍性大腸炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "回腸の拡張と壁肥厚（スムーズ）と強い集積があり、悪性リンパ腫が最も考えられます。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 74,
    "text": "70 歳代の女性。3 か月前から 37℃の発熱と頭痛、関節痛、倦怠感を自覚して来院した。 CRP 15 mg/dL。左腎細胞癌術後の既往がある。 18 F-FDG PET の MIP 像および PET/CT 融合画像の横断像と矢状断像を示す。考えられるのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2023/q74.png"
    ],
    "choices": {
      "a": "IgG4 関連疾患",
      "b": "関節リウマチ",
      "c": "巨細胞性動脈炎",
      "d": "結節性動脈周囲炎",
      "e": "リウマチ性多発筋痛症"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "側頭動脈、大動脈とその主要分枝へのFDG集積から巨細胞性動脈炎（側頭動脈炎）、大転子の腱付着部、坐骨結節、棘間靭帯への集積からリウマチ性多発筋痛症が疑われる。巨細胞性動脈炎（側頭動脈炎）は通常50歳以上に発症し、リウマチ性多発筋痛症が約50%に併発する。",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 75,
    "text": "60 歳代の男性。微熱と倦怠感の精査で施行された18F-FDG PET/CT の MIP 像と腹部 PET/CT 融合画像および腹部造影 CT 画像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2023/q75.png"
    ],
    "choices": {
      "a": "Castleman 病",
      "b": "IgG4 関連疾患",
      "c": "Hodgkin リンパ腫",
      "d": "サルコイドーシス",
      "e": "リンパ形質細胞性リンパ腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "腹部大動脈周囲の軟部腫瘤でFDG-PET/CTで集積に乏しいです。a, bで迷い、IgG4にしては他臓器の所見に乏しいなと思い、bを選びましたが、aを選んだ人の方が多かったようです。\nその後、はじめましてのPET/CT(メジカルビュー社)P74に今回の症例と全く同じ画像の掲載があり、集積の低い悪性リンパ腫であることが判明。リンパ形質細胞性リンパ腫の症例でした。\nリンパ形質細胞性リンパ腫(lymphoplasmacytic lymphoma:LPL)\n慢性リンパ性白血病(chroniclymphocytic leukemia:CLL)/small lymphocytic lymphoma)SLL)\n結節型でない辺縁帯リンパ腫(marginal zone lymphoma)\nMALT lymphoma\n菌状息肉腫\nなどではFDG集積が見られない場合があり、non-FDG-avidリンパ腫と呼ばれる。\nnon-FDG-avidリンパ腫の場合は、形態的に明らかにリンパ腫が疑われるものの集積が低い場合に鑑別に挙げ、従来のCTや生検を組み合わせて判断する必要がある。とのことです・・・(^_^;\n参考文献：はじめましてのPET/CT(メジカルビュー社)P74-5",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 76,
    "text": "MRI の opposed-phase の T1 強調像において、皮下脂肪の信号が低下しない理由はどれか。1 つ選べ。",
    "choices": {
      "a": "皮下脂肪のプロトンはケミカルシフトを起こさない。",
      "b": "皮下脂肪には水のプロトンがほとんど存在していない。",
      "c": "皮下脂肪は他の組織に比べて高いプロトン密度を持っている。",
      "d": "皮下脂肪のプロトンは水のプロトンよりも T1 緩和時間が長い。",
      "e": "opposed-phase 画像では皮下脂肪と水のプロトンが同位相である。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "水と脂肪が混ざり合っていると消し合います。副腎腺腫や臓器の縁取りが黒くなるのはそのためです。",
    "category": "医学物理学"
  },
  {
    "year": 2023,
    "num": 77,
    "text": "99m Tc が放出する γ 線のエネルギーはどれか。1 つ選べ。",
    "choices": {
      "a": "141 keV",
      "b": "159 keV",
      "c": "364 keV",
      "d": "511 keV",
      "e": "662 keV"
    },
    "answer": "a",
    "multi": false,
    "explanation": "b 123Ic 131Id 対消滅e 137Cs",
    "category": "核医学"
  },
  {
    "year": 2023,
    "num": 78,
    "text": "超音波の伝播速度が最も速いのはどれか。1 つ選べ。ただし、温度は 36℃とする。",
    "choices": {
      "a": "水",
      "b": "筋   肉",
      "c": "空   気",
      "d": "血   液",
      "e": "脂   肪"
    },
    "answer": "b",
    "multi": false,
    "explanation": "超音波の伝搬速度\n空気：約330 m/s\n脂肪：約1450 m/s\n水：約1520 m/s 前後\n血液：約1570 m/s\n筋肉：約1580 m/s",
    "category": "医学物理学"
  },
  {
    "year": 2023,
    "num": 79,
    "text": "日本医学放射線学会「人工知能技術を活用した放射線画像診断補助ソフトウェアの臨床使用に関する管理指針」について正しいのはどれか。1 つ選べ。",
    "choices": {
      "a": "使用目的は個人の裁量による。",
      "b": "安全・精度管理の責任者は病院長である。",
      "c": "使用者に対する研修は使用開始後速やかに行う。",
      "d": "添付文書を踏まえて院内での使用手順を定める。",
      "e": "ソフトウェアを使用して診断した場合は、ソフトウェアが判断の主体であることをレポートに明記する。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "使用目的は添付文書に記載されている通りです。使用するか否かは個人の裁量だと思います。責任者の要件は「日本医学放射線学会に認定された放射線診断専門医」です。使用開始前に研修をします。人工知能技術を活用した 放射線画像診断補助ソフトウェアの 臨床使用に関する管理指針http://www.radiology.jp/content/files/20220107.pdf",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2023,
    "num": 80,
    "text": "医療情報システムの安全管理には組織的安全管理対策、物理的安全対策、技術的安全対策、人的安全対策がある。組織的安全管理対策に該当するのはどれか。1 つ選べ。",
    "choices": {
      "a": "防犯カメラの設置",
      "b": "ユーザー教育の実施",
      "c": "サーバー室入口の電子錠設置",
      "d": "安全管理対策を定める規程の整備",
      "e": "ユーザー認証における生体認証の利用"
    },
    "answer": "d",
    "multi": false,
    "explanation": "a,c 物理的安全対策b 人的安全対策e 技術的安全対策",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2024,
    "num": 1,
    "text": "生後 8 か月の男児。強直間代痙攣を生じて搬送された。生下時には異常は指摘されなかった。頭部 MRI の T2 強調像を示す。本疾患で認められやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q1.png"
    ],
    "choices": {
      "a": "心横紋筋腫",
      "b": "視神経膠腫",
      "c": "小脳血管芽腫",
      "d": "脳軟膜血管腫",
      "e": "肺リンパ脈管筋腫症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "生後8ヶ月男児、強直間代痙攣。\nまず選択枝では、a 心横紋筋腫とe 肺リンパ脈管筋腫症は結節性硬化症TSC、b 視神経膠腫は神経線維腫症1型NF-1、c 小脳血管芽腫はVon-Hippel-Lindau病VHL、d 脳軟膜血管腫はSturge-Weber症候群が関連。\n左前頭葉・頭頂葉の萎縮を認め、片側大脳萎縮をきたすものとしてSturge-Weber症候群を選択。\n＊各症候群についてはガイドライン参照しキーブックなどから画像拾い集めてくると勉強になります。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 2,
    "text": "40 歳代の女性。幼少期からてんかんにてフォローアップされている。頭部 MRI の FLAIR 像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q2.png"
    ],
    "choices": {
      "a": "先天性梅毒",
      "b": "結節性硬化症",
      "c": "神経線維腫症Ⅰ型",
      "d": "神経線維腫症Ⅱ型",
      "e": "先天性サイトメガロウイルス感染症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "側脳室周囲の上衣下結節（subependymal nodules）、皮質結節（cortical tubar）、白質病変（radially-oriented white matter band）があり、結節硬化症を疑います。\n大きな上衣下結節（特にMonro孔周囲）があれば上衣下巨細胞性星細胞腫（SEGA）を疑う。\n幼少期からてんかん、のエピソードも矛盾しません。\n常染色体優性遺伝（顕性遺伝）、皮膚病変（白斑）、眼病変（網膜芽細胞腫）、心筋横紋筋腫、肺リンパ脈管筋腫症、腎血管筋脂肪腫など一緒に覚える。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 3,
    "text": "40 歳代の女性。3 時間前からの意識障害とけいれんのために来院した。全身性エリテマトーデスの治療中である。頭部 MRI の拡散強調像、FLAIR 像、MRA の MIP 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q3.png"
    ],
    "choices": {
      "a": "てんかん",
      "b": "グリオーマ",
      "c": "急性期脳梗塞",
      "d": "くも膜下出血",
      "e": "一酸化炭素中毒"
    },
    "answer": "a",
    "multi": false,
    "explanation": "左側頭葉、後頭葉の皮質–皮質下白質の腫脹とDWIでの高信号を認め、MRAでは左MCAの描出が対側よりも目立ち、血流増多が疑われる。FLAIRでは異常ははっきりしない。病歴と併せて、てんかんがもっとも考えられる。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 4,
    "text": "30 歳代の男性。一過性発語障害を主訴に来院した。頭部単純 CT、頭部 MRI の FLAIR 像および造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q4.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "血管芽腫",
      "c": "転移性脳腫瘍",
      "d": "乏突起神経膠腫",
      "e": "中枢神経原発悪性リンパ腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "乏突起膠腫は、前頭葉、皮質・皮質下に好発し、石灰化が特徴的。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 5,
    "text": "60 歳代の女性。呂律障害が生じたために来院した。重症筋無力症および全身性エリテマトーデスにて加療中である。頭部 MRI の FLAIR 像と拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q5.png"
    ],
    "choices": {
      "a": "視神経脊髄炎",
      "b": "多発性硬化症",
      "c": "血管内リンパ腫",
      "d": "単純ヘルペス脳炎",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "60代、呂律障害、免疫抑制状態疑い。\n重症筋無力症MG＋全身性エリテマトーデスSLEということで胸腺腫でもあるんでしょうか。MGは抗Cho-E阻害薬なども用いられるようですが、いずれも基本的にはステロイドなどで加療するようです。免疫抑制状態である可能性があることが示唆されていると考えられます。\n U-fiber含む皮質下白質のFLAIRおよびDWIの高信号。概ね一致しているけど右前頭葉内側は一部DWIで高信号でない部分がある。\n臨床的には免疫抑制で生じるものを選ばせたさそうなのでPMLで、画像的に矛盾しなさそう。\n血管内リンパ腫IVLを否定する画像上の根拠はなさそうだが、臨床情報から鑑別順位は下がる。\nヘルペス脳炎は臨床も画像も違う。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 6,
    "text": "80 歳代の女性。突然発症の意識障害で来院した。頭部単純 CT を示す。矢印で示す低吸収域の原因として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q6.png"
    ],
    "choices": {
      "a": "空   気",
      "b": "静脈洞",
      "c": "動脈瘤",
      "d": "脂肪成分",
      "e": "活動期の出血成分"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "くも膜下出血。一部腫瘤状に低吸収（filling defect sign）あり、同部の動脈瘤を疑います。\n活動期の出血成分（新鮮血腫）も相対的に低吸収に見えることがある。\n類問2019-6（画像も同じ）。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 7,
    "text": "60 歳代の男性。左耳側半盲を主訴に受診した。頭部単純 CT 横断像、頭部 MRI の T2 強調矢状断像および造影 T1 強調冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q7.png"
    ],
    "choices": {
      "a": "Rathke 囊胞",
      "b": "トルコ鞍部黄色肉芽腫",
      "c": "エナメル上皮型頭蓋咽頭腫",
      "d": "扁平上皮乳頭型頭蓋咽頭腫",
      "e": "下垂体神経内分泌腫瘍（PitNET）"
    },
    "answer": "a",
    "multi": false,
    "explanation": "トルコ鞍内にfluid-fluid levelを形成する腫瘤あり。単純CTでは背側部分は高吸収。造影後T1WIでは、明らかな増強効果なし？正常下垂体は左方へ偏位？トルコ鞍部黄色肉芽腫もあり得ると考えるが、頻度も考えるとRathke嚢胞？",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 8,
    "text": "20 歳代の女性。激しい頭痛を主訴に来院した。頭部 MRI の T2 強調冠状断像と造影 3D-T1 グラジエントエコー（GRE）法横断像を示す。この疾患に認める画像所見として可能性が低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q8.png"
    ],
    "choices": {
      "a": "脳浮腫",
      "b": "脳内出血",
      "c": "くも膜下出血",
      "d": "皮質静脈の拡張",
      "e": "動脈支配領域に一致した脳実質の異常信号域"
    },
    "answer": "e",
    "multi": false,
    "explanation": "T2WIで右大脳の皮質の高信号と腫脹、右S状静脈洞に造影欠損がある。静脈洞血栓症に伴う静脈性浮腫と考えられます。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 9,
    "text": "60 歳代の女性。2 年前から意欲低下があり、半年前から家事もできなくなり、近医を受診した。頭部単純 CT を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q9.png"
    ],
    "choices": {
      "a": "膠芽腫",
      "b": "髄膜腫",
      "c": "転移性腫瘍",
      "d": "海綿状血管腫",
      "e": "悪性リンパ腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【→リンパ腫＞＞髄膜腫＞膠芽腫　で割れてました。】\n60代女性、2年前から意欲低下、半年前から実行機能障害。\n脳梁をまたいで均一な単純高吸収域、周囲に広範な脳浮腫あり。比較的ゆっくりとした経過だけれど増悪傾向で、分布や内部性状、臨床経過と併せて悪性リンパ腫を疑う。\n単純高吸収は高い細胞密度と考えられ、膠芽腫、悪性リンパ腫、髄膜腫を鑑別に上げてよさそう。\n病変の範囲からは膠芽腫と悪性リンパ腫が思い浮かぶけれど、内部均一なのでリンパ腫を上位にしたい。\n髄膜腫はサブタイプがとても多く、細胞密度が高く脳浮腫を来すような比較的悪性度の高い大脳鎌髄膜腫は否定する根拠に乏しいように思うが、悪性度高いのであれば内部不均一になるはず…\n考えやすいのは悪性リンパ腫。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 10,
    "text": "2 歳の女児。嘔吐を主訴に来院した。頭部 MRI の T2 強調横断像、ADC map 横断像、造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q10.png"
    ],
    "choices": {
      "a": "germinoma",
      "b": "meningioma",
      "c": "glioblastoma",
      "d": "medulloblastoma",
      "e": "pilocytic astrocytoma"
    },
    "answer": "e",
    "multi": false,
    "explanation": "小児の後頭蓋窩腫瘍。\n髄芽腫medulloblastoma、atypical teratoid/rhabdoid tumor（AT/RT）、上衣腫ependymoma、毛様細胞星細胞腫pilocytic astrocytomaあたりが鑑別。\n脳幹膠腫も後頭蓋窩だがほとんどは橋のmidline gliomaなので今回は画像が異なる。\n髄芽腫AT/RTは灰白質よりADC値低い、上衣腫が灰白質と同等か少し高いADC値、pilocytic astrocytomaは灰白質より高いADC値、となることが鑑別とされる（充実成分）。\n髄芽腫とAT/RTは細胞密度の高さを反映して単純CTでも高吸収。この2つは画像が似るが、AT/RTはより低年齢（3歳未満）が多い。\nなお上衣腫は、第4脳室内の腫瘍がLuschka孔を通じて小脳橋角部に進展したり、Magendi孔を通じて脊髄背側に進展したりするような像も見られる。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2024,
    "num": 11,
    "text": "50 歳代の女性。咽頭違和感を自覚して来院した。右軟口蓋の腫脹を認めた。疼痛や熱感はない。MRI の T2 強調像と脂肪抑制造影 T1 強調像を示す。病変の主座として正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q11.png"
    ],
    "choices": {
      "a": "顎下間隙",
      "b": "咽頭後間隙",
      "c": "咀嚼筋間隙",
      "d": "傍咽頭間隙",
      "e": "咽頭粘膜間隙"
    },
    "answer": "d",
    "multi": false,
    "explanation": "咽頭後間隙のリンパ節（いわゆるルビエールリンパ節）の腫脹/転移だと思います。2021年10番の問題の画像と類似。ルビエールリンパ節はちょくちょく過去問に出ている印象です。",
    "category": "頭頸部"
  },
  {
    "year": 2024,
    "num": 12,
    "text": "60 歳代の男性。若いころから頸部に腫瘤があった。1 週間前に嚥下時の咽頭痛があり近医受診。腫瘤を触知したため MRI で精査となった。T2 強調横断像と脂肪抑制 T2 強調冠状断像を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q12.png"
    ],
    "choices": {
      "a": "通常、単房性である。",
      "b": "悪性化することが多い。",
      "c": "遺残甲状腺組織から発生する。",
      "d": "舌骨レベルに認めることが多い。",
      "e": "感染を契機に発見されることがある。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "甲状舌管嚢胞。充実部がある場合は異所性甲状腺や腫瘍の合併を疑う。悪性腫瘍の合併は1%以下と少ない。（KEY BOOKシリーズ　頭頸部の画像診断より）",
    "category": "頭頸部"
  },
  {
    "year": 2024,
    "num": 13,
    "text": "30 歳代の女性。1 か月前からの右顎下部の無痛性腫脹を主訴に来院した。造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q13.png"
    ],
    "choices": {
      "a": "唾   石",
      "b": "ガマ腫",
      "c": "悪性リンパ腫",
      "d": "化膿性リンパ節炎",
      "e": "血管リンパ管奇形"
    },
    "answer": "b",
    "multi": false,
    "explanation": "30代女性、1か月前からの無痛性腫瘤。\n当日は内部に隔壁構造があるように見えたこと、がま腫なら位置は普通舌下部であろう、と考え血管リンパ管奇形を選びましたが、顎下型・潜入型がま腫であれば部位としても矛盾せず、1か月前からの無痛性腫脹という臨床経過にも合致すると思います。",
    "category": "頭頸部"
  },
  {
    "year": 2024,
    "num": 14,
    "text": "60 歳代の女性。スクリーニングの胸部 CT 時に偶発的に異常を指摘された。胸部 CT の拡大像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q14.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "神経鞘腫",
      "c": "甲状腺腺腫",
      "d": "副甲状腺腺腫",
      "e": "転移性甲状腺腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "甲状腺右葉の後方に腫瘤があるように見え、甲状腺が若干圧排されているような形態ですので副甲状腺腺腫＞甲状腺腺腫かなと思いました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 15,
    "text": "40 歳代の女性。股関節の違和感がある。股関節 MRI の T2 強調冠状断像、脂肪抑制 T2 強調冠状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q15.png"
    ],
    "choices": {
      "a": "疲労骨折",
      "b": "大腿骨頭壊死症",
      "c": "単純性股関節炎",
      "d": "離断性骨軟骨炎",
      "e": "大腿骨頭すべり症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "両側大腿骨にT2WI、脂肪抑制T2WIで帯状の異常信号あり。帯状の低信号と高信号が見られ、double line signを呈している。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 16,
    "text": "30 歳代の男性。右膝痛のため、CT および MRI を施行した。CT の横断像と再構成矢状断像、MRI の T1 強調矢状断像と T2＊強調矢状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q16.png"
    ],
    "choices": {
      "a": "類骨骨腫",
      "b": "Brodie 膿瘍",
      "c": "膝蓋骨軟化症",
      "d": "単純性骨囊腫",
      "e": "dorsal defect of the patella"
    },
    "answer": "e",
    "multi": false,
    "explanation": "膝蓋骨背側の骨欠損。T2*WIで軟骨は保たれてみえます。上外側部が典型で、やや内側にあるのが気になりますが。通常は無症状ですが、疼痛の原因となることはあるそうです。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 17,
    "text": "10 歳代の男性。1 年前からの誘因のない足関節痛を主訴に来院した。単純 X 線撮影斜位像、CT の再構成矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q17.png"
    ],
    "choices": {
      "a": "踵骨骨折",
      "b": "舟状骨骨折",
      "c": "距踵骨癒合症",
      "d": "踵舟状骨癒合症",
      "e": "第 5 中足骨基部骨折"
    },
    "answer": "d",
    "multi": false,
    "explanation": "10代男性、1年前からの誘因ない足関節痛。\n踵骨前方突起がアリクイの鼻のように延長（anteater nose sign）、線維性または軟骨性に癒合していると考えられる。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 18,
    "text": "70 歳代の女性。腰痛が続くため来院した。乳癌の既往がある。CT の再構成矢状断像（骨条件）と第 1 腰椎レベルの横断像（軟部条件）を示す。第 1 腰椎について最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q18.png"
    ],
    "choices": {
      "a": "骨   腫",
      "b": "血管腫",
      "c": "骨転移",
      "d": "内軟骨腫",
      "e": "線維性骨異形成"
    },
    "answer": "b",
    "multi": false,
    "explanation": "横断像でpolka-dot appearance",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 19,
    "text": "40 歳代の女性。6 か月前に右大腿部内側の腫瘤に気がつき、次第に増大するため来院した。右大腿 MRI の T1 強調冠状断像、脂肪抑制 T2 強調冠状断像および脂肪抑制造影 T1 強調冠状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q19.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "ガングリオン",
      "c": "粘液線維肉腫",
      "d": "粘液型脂肪肉腫",
      "e": "デスモイド型線維腫症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "筋と比較してT１WIで等信号、脂肪抑制T2WIで高信号、造影後は明瞭な比較的均一な増強効果があり。明らかな脂肪成分は認めない。粘液基質を有する病変と考えられる。\na:target signは見られず、均一過ぎる印象\nb:増強されている\nd:脂肪成分が見られず、否定はできないが、積極的には疑わない\ne:T2WIで低信号な成分が見られない",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 20,
    "text": "50 歳代の男性。右股関節痛を主訴に来院した。股関節 MRI の T1 強調冠状断像と STIR 冠状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q20.png"
    ],
    "choices": {
      "a": "類骨骨腫",
      "b": "関節リウマチ",
      "c": "化膿性股関節炎",
      "d": "大腿骨頭壊死症",
      "e": "軟骨下脆弱性骨折"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右大腿骨頭にT1WIで線状低信号がありそう。STIRは骨端に及ぶ骨髄浮腫があり壊死は考えにくい。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 21,
    "text": "70 歳代の女性。歩行中に突然の歩行時痛を来たし受診した。右大腿骨の単純 X 線撮影正面像を示す。投与歴を確認すべき薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q21.png"
    ],
    "choices": {
      "a": "抗真菌薬",
      "b": "抗てんかん薬",
      "c": "山梔子を含有する漢方薬",
      "d": "プロスタグランジン製剤",
      "e": "ビスフォスフォネート製剤"
    },
    "answer": "e",
    "multi": false,
    "explanation": "2019-17が類問。\n＊コメント\n97%解答一致、難しいものでも過去に類問あるものは取れなければ死です。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2024,
    "num": 22,
    "text": "60 歳代の男性。心臓植込み型デバイス留置後の胸部単純 X 線写真を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q22.png"
    ],
    "choices": {
      "a": "リード線に断裂が認められる。",
      "b": "ペースメーカが留置されている。",
      "c": "CT 撮影時は強いアーチファクトを生じうる。",
      "d": "留置されたデバイスはショックコイルを有している。",
      "e": "デバイス本体の電源を切らずに CT 撮影をしてもよい。"
    },
    "answer": "c,d",
    "multi": true,
    "explanation": "割問でした。ペースメーカーなのかICDなのか選ばせる問題？\nリード線が太いので、ペースメーカーではなくて、ICDのようです。\nなさそう\nICDに徐脈のときはペースメーカーとして機能するので×とはいえないが、さすがに放射線診断科の試験でこれを選択肢として選ぶことはないと思われる\nこれを×にはできないと思う\n○\n△？いろいろ調べたのですが、正確なことはよくわからず…\n「やむを得ず、本体植込み部位にX線束を照射する検査を実施する場合には、患者に”両腕挙上”をさせる等して除細動器位置を照射部分からずらすことができないか検討すること。それでも本体植込み部位にX線束を照射する場合には、検査中、頻拍検出機能をオフにした後、脈拍をモニターすること。又は一時的体外除細動器や一時的体外ぺーシングの準備を行い、使用すること。」\nなどとなっていますのでこれが「電源を切る」ということであれば×になるのでしょうか？\nhttps://www.pmda.go.jp/safety/info-services/devices/0021.html\nhttps://www.j-circ.or.jp/cms/wp-content/uploads/2020/02/JCS2013_okumura_h.pdf",
    "category": "心臓・大血管"
  },
  {
    "year": 2024,
    "num": 23,
    "text": "30 歳代の男性。感染性心内膜炎で治療中。発熱を主訴に受診した。胸部単純 X 線写真と胸部 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q23.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "悪性リンパ腫",
      "c": "転移性肺腫瘍",
      "d": "敗血症性肺塞栓",
      "e": "肺アスペルギルス症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【ｄ】\n両肺末梢側に内部に空洞を伴う結節が多発しており、感染性心内膜炎で治療中であり、敗血症性肺塞栓疑い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 24,
    "text": "20 歳代の女性。繰り返す気胸で来院した。喫煙歴はない。胸部単純 X 線写真と胸部 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q24.png"
    ],
    "choices": {
      "a": "肺気腫",
      "b": "肺吸虫症",
      "c": "転移性肺腫瘍",
      "d": "肺リンパ脈管筋腫症",
      "e": "肺 Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 25,
    "text": "70 歳代の男性。1 か月以上続く咳嗽を主訴に来院した。胸部 CT の横断像と再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q25.png"
    ],
    "choices": {
      "a": "COVID-19 感染",
      "b": "マイコプラズマ肺炎",
      "c": "多中心性 Castleman 病",
      "d": "非線維化性過敏性肺炎",
      "e": "びまん性汎細気管支炎"
    },
    "answer": "d",
    "multi": false,
    "explanation": "2019-26類問。70代男性、慢性咳嗽。\n両肺びまん性に小葉中心性に淡いすりガラス結節、びまん性すりガラス影を認め、特にaxialでは急性過敏性肺炎らしい所見。\ncoronalではair trappingと考えられる低吸収、病変がスペアされている等吸収、病変部分の高吸収のthree density patternともとれる濃度差のある肺所見であり、慢性過敏性肺炎らしい所見。経過としても矛盾しない。\n牽引性気管支拡張は認めない。\n分類として、非線維性過敏性肺炎に矛盾しない。\nCOVIDならCEPやCOPが鑑別になるような胸膜下優位の斑状すりガラス影。マイコプラズマは気管支壁肥厚を伴う小葉中心性粒状影・すりガラス影～若年者では浸潤影。多中心性キャッスルマン病MCDはリンパ増殖性疾患パターンの肺野所見に加えてリンパ節腫大・肝脾腫など。びまん性汎細気管支炎は小葉中心性粒状影、気管支壁肥厚と拡張、副鼻腔炎合併。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 26,
    "text": "40 歳代の女性。発熱と咳嗽で近医を受診した。抗生剤にて加療するも胸部単純 X 線写真で増悪を認め、紹介受診した。胸部 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q26.png"
    ],
    "choices": {
      "a": "肺結核症",
      "b": "転移性肺腫瘍",
      "c": "悪性胸膜中皮腫",
      "d": "特発性器質化肺炎",
      "e": "非結核性抗酸菌症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右肺上葉にreversed halo sign？、右肺下葉に浸潤影を認める。\n経過からも、器質化肺炎が一番考えやすい。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 27,
    "text": "70 歳代の女性。労作時呼吸困難のため紹介受診した。主婦。喫煙歴はない。胸部 CT の横断像と再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q27.png"
    ],
    "choices": {
      "a": "石綿肺",
      "b": "肺胞出血",
      "c": "サルコイドーシス",
      "d": "剥離性間質性肺炎",
      "e": "線維化性過敏性肺炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両肺にすりガラス影、網状影、小嚢胞状変化がり、一部は低吸収でモザイクパターンを呈し、牽引性気管支拡張も見られる。線維性過敏性肺炎疑い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 28,
    "text": "60 歳代の女性。持続する乾性咳嗽を主訴に来院した。外来で撮影された胸部 CT を示す。鑑別診断として最も考えにくいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q28.png"
    ],
    "choices": {
      "a": "IgG4 関連疾患",
      "b": "癌性リンパ管症",
      "c": "アミロイドーシス",
      "d": "多中心性 Castleman 病",
      "e": "Birt-Hogg-Dubé 症候群"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両肺の小葉間隔壁肥厚。\nちなみに肺アミロイドーシスには結節型、気管・気管支型、びまん性肺胞壁型がある。びまん性肺胞壁型で小葉間隔壁肥厚が見られる。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 29,
    "text": "60 歳代の女性。息切れがあり、受診した。胸部 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q29.png"
    ],
    "choices": {
      "a": "過敏性肺炎",
      "b": "肺胞蛋白症",
      "c": "肺胞微石症",
      "d": "異所性肺石灰化症",
      "e": "サルコイドーシス"
    },
    "answer": "b",
    "multi": false,
    "explanation": "【100%解答一致】\n60代女性、息切れ。\n両肺びまん性にすりガラス影・小葉間隔壁肥厚を認めDAD pattern。スペアされる小葉も散見される。右肺下葉のスライスに平行に走る気管支は軽度に牽引性気管支拡張しているようにも見える。\n画像だけだとARDSなど考えそうだけど、所見に比して症状が軽いという点から肺胞蛋白症。2021-21、2020-13、2019-32など臨床経過、画像ともに頻出。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 30,
    "text": "30 歳代の女性。胸部健診で異常を指摘され、精査目的で受診した。自覚症状はない。既往歴・生活歴に特記事項なし。胸部 CT の横断像および再構成冠状断像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q30.png"
    ],
    "choices": {
      "a": "過誤腫",
      "b": "カルチノイド",
      "c": "転移性肺腫瘍",
      "d": "肺動静脈奇形",
      "e": "サルコイドーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "肺動脈奇形（AVM）関連でOsler-Weber-Rendu病（HHT）も頻出。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 31,
    "text": "80 歳代の男性、検診で異常を指摘され来院した。胸部 CT の肺野条件と縦隔条件を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q31.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "石綿肺",
      "c": "珪肺症",
      "d": "過敏性肺炎",
      "e": "サルコイドーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "右肺上葉に大陰影あり。内部に高吸収な成分あり。縦隔リンパ節には卵殻状の石灰化が見られ、珪肺疑い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 32,
    "text": "70 歳代の男性。ほかの良性疾患の精査目的の胸部 CT で、偶発的に左肺に異常を指摘された。高分解能 CT と18F-FDG PET/CT 融合画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q32.png"
    ],
    "choices": {
      "a": "結核腫",
      "b": "肺腺癌",
      "c": "転移性肺腫瘍",
      "d": "硬化性肺胞上皮腫",
      "e": "サルコイドーシス"
    },
    "answer": "b",
    "multi": false,
    "explanation": "",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 33,
    "text": "70 歳代の男性。胸部単純 X 線写真で異常陰影を指摘された。外来で撮影された胸部 CT を示す。鑑別診断として可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q33.png"
    ],
    "choices": {
      "a": "転   移",
      "b": "粟粒結核",
      "c": "過敏性肺炎",
      "d": "COVID-19 肺炎",
      "e": "びまん性汎細気管支炎"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "70代男性。\n葉間胸膜に接するものを含めて肺野にランダムに小結節を認め、粟粒結核・肺転移を疑う所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 34,
    "text": "40 歳代の男性。健診の胸部単純 X 線写真で異常を指摘され精査目的で来院した。胸部造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q34.png"
    ],
    "choices": {
      "a": "胸腺腫",
      "b": "円形無気肺",
      "c": "胸膜中皮腫",
      "d": "原発性肺癌",
      "e": "神経線維腫症"
    },
    "answer": "a",
    "multi": false,
    "explanation": "辺縁石灰化のある、前縦隔？縦隔側の胸膜に沿った？腫瘤と、右胸膜に沿った腫瘤像。\n前縦隔の腫瘤がSVCを圧排しているように見えるので、胸膜病変というよりは縦隔腫瘤？とすれば、40代男性無症状ということもあり、可能性が最も高いものは胸膜中皮腫＋胸膜播種でしょうか。\na, cで割れていました。。。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 35,
    "text": "60 歳代の男性。喘鳴を主訴に来院した。胸部単純 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q35.png"
    ],
    "choices": {
      "a": "悪性リンパ腫",
      "b": "気管気管支結核",
      "c": "再発性多発軟骨炎",
      "d": "サルコイドーシス",
      "e": "多発血管炎性肉芽腫症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "気道および両側主気管支の前壁・側壁（軟骨の存在する）に壁肥厚あり。膜様部では目立たない。\n軟骨に原因不明の炎症が繰り返し起きる疾患。耳介軟骨がもっとも多く、気道、眼、鼻、関節等にも起きうる。気道軟骨炎は気道狭窄や閉塞を来す可能性あり。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2024,
    "num": 36,
    "text": "70 歳代の女性。胸部単純 X 線写真にて大動脈疾患が疑われた。造影 CT を示す。矢印で示す血管はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q36.png"
    ],
    "choices": {
      "a": "腕頭動脈",
      "b": "右総頸動脈",
      "c": "左総頸動脈",
      "d": "右鎖骨下動脈",
      "e": "左鎖骨下動脈"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右側大動脈弓に伴う左鎖骨下動脈起始異常。",
    "category": "心臓・大血管"
  },
  {
    "year": 2024,
    "num": 37,
    "text": "60 歳代の男性。持続性心房細動があり、肺静脈アブレーション治療が予定された。心電図同期造影 CT の動脈相と造影 CT の平衡相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q37.png"
    ],
    "choices": {
      "a": "左心房腫瘍",
      "b": "左心房内血栓",
      "c": "左心耳閉鎖術後",
      "d": "左心房内血流うっ滞",
      "e": "左心房先天異常（三心房心）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【うっ滞＞血栓で割れてました。】\n60代男性、Pafありアブレーション術前。\n動脈相で左心耳に造影不良を認めるが平衡相では染まっている。血栓なら平衡相まで造影不良として見られるので、左房の拍出不良によるうっ滞と考えられる。\nアブレーション前CTに触れてさえいれば当然わかるのにな、という問題です。",
    "category": "心臓・大血管"
  },
  {
    "year": 2024,
    "num": 38,
    "text": "40 歳代の男性。不整脈で紹介受診した。冠動脈造影 CT の VR 像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q38.png"
    ],
    "choices": {
      "a": "冠動脈解離",
      "b": "高安動脈炎",
      "c": "冠動脈肺動脈瘻",
      "d": "気管支動脈蔓状血管腫",
      "e": "左冠動脈肺動脈起始症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "冠動脈に拡張蛇行した異常血管があり、シャント部では、冠動脈から肺動脈に向かってジェット血流が描出されており、冠動脈肺動脈瘻を疑う。冠動脈瘻ともいう。\n類問2018-33",
    "category": "心臓・大血管"
  },
  {
    "year": 2024,
    "num": 39,
    "text": "80 歳代の男性。労作時息切れと下腿浮腫を認める。心臓超音波検査で心肥大を指摘された。心臓 MRI 遅延造影像の左室短軸像と左室長軸三腔像を示す。次に行うべき検査として最も適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q39.png"
    ],
    "choices": {
      "a": "18F-FDG PET",
      "b": "123I-MIBG シンチグラフィ",
      "c": "99mTc ピロリン酸シンチグラフィ",
      "d": "運動負荷心筋血流シンチグラフィ",
      "e": "アンジオテンシンⅠ変換酵素活性測定"
    },
    "answer": "c",
    "multi": false,
    "explanation": "【ｃ】\n内膜優位に全層性の遅延造影を認め、アミロイドーシス疑い。アミロイドーシスの検査は選択肢内ではピロリン酸シンチグラフィ。",
    "category": "心臓・大血管"
  },
  {
    "year": 2024,
    "num": 40,
    "text": "70 歳代の男性、気胸にて chest tube を挿入されるも、胸痛が持続。心電図同期 CT の拡張期および収縮期の VR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q40.png"
    ],
    "choices": {
      "a": "下壁梗塞",
      "b": "拡張型心筋症",
      "c": "たこつぼ心筋症",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "心臓・大血管"
  },
  {
    "year": 2024,
    "num": 41,
    "text": "30 歳代の女性。左乳房腫瘤を主訴に来院した。マンモグラフィの MLO 像と病変部拡大像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q41.png"
    ],
    "choices": {
      "a": "脂肪壊死",
      "b": "線維腺腫",
      "c": "葉状腫瘍",
      "d": "浸潤性乳管癌",
      "e": "乳管内乳頭腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【IDC＞線維腺腫で割れてました。】\n30代女性、左乳房腫瘤。\n左L領域に見切れるように多形性、一部分枝状の石灰化を伴う腫瘤を認める。悪性を疑う石灰化パターンであり、浸潤性乳管癌IDC疑い。若年エストロゲン影響下では線維腺腫は粘液浮腫状で粘液癌が鑑別。硝子化は閉経後に多く、キーワードとしては『ポップコーン状』です。",
    "category": "乳房"
  },
  {
    "year": 2024,
    "num": 42,
    "text": "50 歳代の女性。右乳癌に対して右乳房温存手術の既往がある。術後定期経過観察目的で撮影された右マンモグラフィ MLO 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q42.png"
    ],
    "choices": {
      "a": "石灰乳石灰化",
      "b": "乳癌局所再発",
      "c": "異栄養性石灰化",
      "d": "線維腺腫の石灰化",
      "e": "乳管拡張症の石灰化"
    },
    "answer": "c",
    "multi": false,
    "explanation": "乳房温存術後で、構築の乱れ？があり、中心部に粗大な石灰化がみられる。胃栄養性石灰化と思われます。\n胃栄養性石灰化は放射線治療後や外傷後の溶解吸収困難な瘢痕組織などに石灰変性が生じるもので、不整形、粗大、レース状、中心透亮性などいろいろみたいです。",
    "category": "乳房"
  },
  {
    "year": 2024,
    "num": 43,
    "text": "50 歳代の女性。検診マンモグラフィにて異常を指摘され、精査のため右乳房の造影 MRI が施行された。ダイナミック造影早期相の横断像と MIP 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q43.png"
    ],
    "choices": {
      "a": "乳腺症",
      "b": "浸潤性小葉癌",
      "c": "浸潤性乳管癌",
      "d": "乳管内乳頭腫",
      "e": "非浸潤性乳管癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "乳頭へむかって連続する濃染病変あり。乳管内で増殖、進展していると考えられ、非浸潤性乳管癌疑い。",
    "category": "乳房"
  },
  {
    "year": 2024,
    "num": 44,
    "text": "40 歳代の女性。10 年前の右乳癌術後。数日前に左乳房腫瘤を自覚した。左乳房 MRI のダイナミック造影早期相と後期相、拡散強調像（b＝1,500 s/mm2）、ADC map を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q44.png"
    ],
    "choices": {
      "a": "HER2 陽性乳癌",
      "b": "ルミナール乳癌",
      "c": "非浸潤性乳管癌",
      "d": "ルミナール HER2 乳癌",
      "e": "トリプルネガティブ乳癌"
    },
    "answer": "e",
    "multi": false,
    "explanation": "境界明瞭なrim enhancementを認める腫瘤。トリプルネガティブ乳癌の組織型としては浸潤性乳管癌（充実型）が多い。BRCA1遺伝子変異陽性患者に生じやすい。",
    "category": "乳房"
  },
  {
    "year": 2024,
    "num": 45,
    "text": "生後 10 か月の女児。他院にて胎児期より産科超音波検査で胸部の異常を指摘されており、精査加療目的で紹介となった。胸部造影 CT 肺野条件の横断像および再構成冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q45.png"
    ],
    "choices": {
      "a": "気管支原性囊胞",
      "b": "先天性横隔膜ヘルニア",
      "c": "呼吸窮迫症候群（RDS）",
      "d": "胎便吸引症候群（MAS）",
      "e": "先天性肺気道奇形（CPAM）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "生後10ヶ月女児。\n提示画像だけでは判断しがたいが、右肺上葉・中葉に巨大嚢胞＋中程度の不整形嚢胞が認められる。\n他疾患が全く異なる画像になるのでCPAM一択でよいと思うが、二葉に及んで見えることが気になりはする。coronalではair trappingを疑う低吸収を認める。",
    "category": "小児"
  },
  {
    "year": 2024,
    "num": 46,
    "text": "生後 1 か月の男児。噴水状嘔吐があり、来院した。腹部単純 X 線写真と上腹部超音波像を示す。画像所見から考えられる疾患のサインとして正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q46.png"
    ],
    "choices": {
      "a": "coil up sign",
      "b": "whirlpool sign",
      "c": "caterpillar sign",
      "d": "double bubble sign",
      "e": "uterine cervix sign"
    },
    "answer": "c,e",
    "multi": true,
    "explanation": "肥厚性幽門狭窄症。幽門筋肥厚、幽門管延長がみられる。\n超音波像が子宮頚部に似ているということでcervix signが有名。\ncaterpillar sign は聞いたことなかったですが、他が×なので、消去法で選びました。\n単純写真で胃が空気で膨張して波のような形態なのでCaterpillar signというらしいです。\n食道閉鎖\n中腸軸捻転\n十二指腸閉鎖\n小腸閉鎖はtriple bubble sign",
    "category": "小児"
  },
  {
    "year": 2024,
    "num": 47,
    "text": "生後 10 か月の男児。強直性間代性けいれんを生じて搬送された。けいれんはやや軽減するも継続し、第 4 病日に再び増悪した。病初日および第 4 病日に撮像された頭部 MRI の拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q47.png"
    ],
    "choices": {
      "a": "ヘルペス脳炎",
      "b": "直静脈洞血栓症",
      "c": "急性壊死性脳症（ANE）",
      "d": "痙攣重積型（二相性）急性脳症（AESD）",
      "e": "可逆性脳梁膨大部病変を有する脳炎・脳症（MERS）"
    },
    "answer": "d",
    "multi": false,
    "explanation": "けいれん発症後にやや症状の改善が数日見られた後に再度、症状が増悪。発症時のMRIでは異常を認めず、けいれん反復期の前後で拡散強調画像にて皮質下白質の高信号(bright tree appearance)が見られる。\n異常信号は視床や基底核、脳梁に見られることもある。",
    "category": "小児"
  },
  {
    "year": 2024,
    "num": 48,
    "text": "生後 3 か月の女児。聴覚スクリーニングで要精査となった。右側頭骨の CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q48.png"
    ],
    "choices": {
      "a": "内耳道狭窄",
      "b": "Mondini 奇形",
      "c": "先天性真珠腫",
      "d": "蝸牛神経管狭窄",
      "e": "common cavity 奇形"
    },
    "answer": "b",
    "multi": false,
    "explanation": "蝸牛は嚢胞状になり回転構造が不明瞭。前庭が拡大。前庭水管も拡張。\nMondini奇形も回転異常があるが基底回転は見られる？\ncommon cavity奇形は、",
    "category": "小児"
  },
  {
    "year": 2024,
    "num": 49,
    "text": "30 歳代の女性。健診異常を主訴に来院した。造影 CT の動脈相と平衡相を示す。次に行うべき検査はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q49.png"
    ],
    "choices": {
      "a": "18F-FDG PET",
      "b": "EOB 造影 MRI",
      "c": "血管造影下 CT",
      "d": "造影超音波検査",
      "e": "ソマトスタチン受容体シンチグラフィ"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "30代女性、健診異常。\n肝右葉IVCの近傍に動脈相で濃染、平衡相でも遷延性に造影される腫瘤を認め、年齢と造影所見と合わせてFNHが疑わしい。動脈相では内部に一部造影不良を認め中心瘢痕を疑う。鑑別上位に上げられるのはhigh flow typeの海綿状血管腫と考えられるが、EOB-MRIの肝細胞相やソナゾイドエコーのクッパーイメージングの信号でHCCなどを除外したい。\n血管造影下CTはHCC、ソマトスタチン受容体シンチはNETだが、基本的にこれらは平衡相で造影剤はwashoutされるものと考えられる。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2024,
    "num": 50,
    "text": "70 歳代の男性、健診の腹部超音波検査で異常を指摘され精査となった。手術歴なし。健診時の採血データに特記すべき異常なし。造影 CT を示す。次に行うべきなのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q50.png"
    ],
    "choices": {
      "a": "肝生検",
      "b": "血管造影",
      "c": "血液凝固検査",
      "d": "EOB 造影 MRI",
      "e": "海外渡航歴の問診"
    },
    "answer": "c",
    "multi": false,
    "explanation": "蛇行する血管の背側に低吸収域（門脈血栓？）があるように見えますので、門脈血栓症？肝外門脈閉塞症？によるcavernous transformationをみている？\n原発性肝外門脈閉塞症は原因不明らしいですが、血管形成異常、血液凝固異常、骨髄増殖性疾患の関与が考えられているそうですので、次に行う検査としてはc. 凝固異常が正解？\n海外渡航歴は何を想定した選択肢なのかよくわかりません。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2024,
    "num": 51,
    "text": "30 歳代の女性。Fontan 術後。腹部造影 CT の門脈相と平衡相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q51.png"
    ],
    "choices": {
      "a": "うっ血性肝硬変",
      "b": "類洞閉塞症候群",
      "c": "肝アミロイドーシス",
      "d": "ヘモクロマトーシス",
      "e": "Fits-Hugh-Curtis 症候群"
    },
    "answer": "a",
    "multi": false,
    "explanation": "うっ血性肝硬変Fontan術後症候群（Fontan-associated liver disease：FALD）〔日内会誌　113：120～126，2024〕\n参考症例：画像診断 42巻12号 pp.1114-1115",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2024,
    "num": 52,
    "text": "60 歳代の男性。2 か月前に心窩部痛で近医を受診し、胆囊病変を指摘されて精査加療目的に来院した。腹部 CT の造影前、動脈相、平衡相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q52.png"
    ],
    "choices": {
      "a": "胆囊癌",
      "b": "胆囊捻転症",
      "c": "胆囊腺筋腫症",
      "d": "胆囊悪性リンパ腫",
      "e": "黄色肉芽腫性胆囊炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "2ヶ月前の心窩部痛→胆嚢炎のエピソードがありそう。肥厚した胆嚢壁内の造影効果の乏しい結節（被包化膿瘍または肉芽腫）が散見される。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2024,
    "num": 53,
    "text": "60 歳代の女性。超音波検査で膵頭部腫瘤を指摘されて来院した。単純 CT と造影 CT 動脈相を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q53.png"
    ],
    "choices": {
      "a": "槳液性囊胞腫瘍",
      "b": "神経内分泌腫瘍",
      "c": "粘液性囊胞腫瘍",
      "d": "膵管内乳頭状粘液性腫瘍",
      "e": "solid pseudopapillary neoplasm"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【SCN＞SPNで割れてました。】\n60代女性。\n石灰化を有し動脈相で内部が濃染する腫瘤でmicrocystic typeのSCNの典型像と言えそう。SPNとしては早期から染まりすぎな感じはするので鑑別として下位。\n＊コメント\n普段IPMNの充実成分を気にすることが多いので主膵管が描出されていないけどIPMCか？？と考えて当日は膵管内乳頭状粘液性腫瘍を選んでしまいましたが、IPMNは通常壁に石灰化を来さないのと、それを答えにするなら主膵管拡張してるスライス提示するよな、とも思いました。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2024,
    "num": 54,
    "text": "80 歳代の女性。慢性肝障害に対して経過観察中。腹部 MRI の脂肪抑制 T2 強調像、EOB 造影 MRI の動脈相と移行相を示す。脾臓病変について可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q54.png"
    ],
    "choices": {
      "a": "血管腫",
      "b": "リンパ管腫",
      "c": "悪性リンパ腫",
      "d": "炎症性偽腫瘍",
      "e": "サルコイドーシス"
    },
    "answer": "a",
    "multi": false,
    "explanation": "「脾臓」病変なのですが「肝」や「膵」と読み間違えて（肝門部に腫瘤があるようにも見える）、dにした話を聞きました。\n脾臓とわかっていれば、動脈相でよく染まる腫瘤で、血管腫でいいと思います。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2024,
    "num": 55,
    "text": "50 歳代の女性。下腹部痛で受診した。骨盤部単純 CT を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q55.png"
    ],
    "choices": {
      "a": "高齢の女性に多い。",
      "b": "盲腸周辺が好発部位である。",
      "c": "原発性の場合、NSAID を投与する。",
      "d": "腹腔内 free air を認めることがある。",
      "e": "原発性の場合、発熱や白血球増多が特徴である。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "腹膜垂炎。好発年齢は40-50代。男性に多い傾向。肥満はリスクファクター。S状結腸や上行結腸で多い（腹膜垂は盲腸やS状結腸に多いとの記載あり、S状結腸の腹膜垂は大きいとの記載があり、その影響で捻転が多いのか・・・）。WBCやCRP等の上昇は見られないことが多く、NSIADによる対症療法がとられる。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2024,
    "num": 56,
    "text": "70 歳代の男性。腹痛にて救急車で来院した。診察時には腹痛は改善していた。単純 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q56.png"
    ],
    "choices": {
      "a": "脂肪肉腫",
      "b": "大動脈破裂",
      "c": "腸腰筋膿瘍",
      "d": "悪性リンパ腫",
      "e": "後腹膜線維症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2024,
    "num": 57,
    "text": "60 歳代の男性。Persistent descending mesocolon と診断された。造影 CT の再構成冠状断像を示す。この疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q57.png"
    ],
    "choices": {
      "a": "下行結腸の内側偏位を認める。",
      "b": "下行結腸間膜の短縮化を認める。",
      "c": "内ヘルニアを合併することがある。",
      "d": "小腸間膜や骨盤壁に癒合する場合がある。",
      "e": "大腸内視鏡では左半結腸術後と誤認しやすい。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【おそらくe　きれいな割問】\n60代男性、persistent descending mesocolonの診断。\n疾患自体、ほとんどの受験者が知らなかったと考えられます。\npersistent：持続する、のイメージでしたが執拗な、固執する、というニュアンスの持続のようです\npersist：固執する、言い張る、～し続ける\nmeso-：中間・中央\nmesocolon：結腸間膜\n→下行結腸間膜の固着\n下行結腸間膜が短縮\nS状結腸が小腸間膜・右側骨盤壁と癒着\n下行結腸間膜と壁側腹膜は癒合不全\nIMAが放射状に分岐\nと行った特徴があるそうです。\n下行結腸間膜の短縮で右側骨盤壁との癒着が起こることがあるとのことなので下行結腸は内側に変位しうるのと、癒着により生じた間隙や傍下行結腸窩での内ヘルニアを起こしうるようです。\n他の選択肢が除外されるので、内視鏡では左半結腸術後との区別はできるようです。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2024,
    "num": 58,
    "text": "20 歳代の女性。ある疾患で通院中。左腹痛で来院し、CT 検査後に血管造影が施行された。左腎動脈造影を示す。原疾患として最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q58.png"
    ],
    "choices": {
      "a": "結   核",
      "b": "多囊胞腎",
      "c": "結節性硬化症",
      "d": "von Hippel-Lindau 病",
      "e": "全身性エリテマトーデス"
    },
    "answer": "c",
    "multi": false,
    "explanation": "結節性硬化症→AML→仮性動脈瘤が考えやすい。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 59,
    "text": "生後 2 週間の女児。腎腫大の精査で施行した造影 CT を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q59.png"
    ],
    "choices": {
      "a": "海綿腎",
      "b": "白血病",
      "c": "Wilms 腫瘍",
      "d": "多囊胞性異型腎",
      "e": "常染色体潜性（劣性）多発性囊胞腎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両腎は多発嚢胞により置換され、腫大している。肝内胆管の拡張も見られており、嬢染色体潜性多発性嚢胞腎と考えられる。出生直後～幼児期に発症。\na:腎乳頭付近の集合管の嚢胞状拡張を示す非遺伝性の先天異常。30歳以降の男性に多い。乳頭部の多発性石灰化を来す。\nb:腎腫大は来しても嚢胞性にはならないと思われる。\nc:2-3歳が好発で充実性腫瘤\nd:胎生早期の尿路閉塞が原因。通常は片側性。大小様々な嚢胞が見られる。",
    "category": "小児"
  },
  {
    "year": 2024,
    "num": 60,
    "text": "30 歳代の男性。右側腹部痛を主訴に来院した。MRI の T1 強調 in-phase 像、T1 強調 opposed-phase 像、脂肪抑制 T2 強調像を示す。最も考えやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q60.png"
    ],
    "choices": {
      "a": "脂肪肉腫",
      "b": "神経鞘腫",
      "c": "傍神経節腫",
      "d": "悪性リンパ腫",
      "e": "孤立性線維性腫瘍"
    },
    "answer": "a",
    "multi": false,
    "explanation": "肝背側の大きい境界明瞭な腫瘤。矢印の右副腎とは離れている。\nin→outで低信号を呈する部分があり脂肪を含む。\n傍神経節腫も脂肪を含むことがあるが稀のよう。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 61,
    "text": "40 歳代の女性。不正性器出血で受診した。骨盤部 MRI の T1 強調像、T2 強調像、脂肪抑制 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q61.png"
    ],
    "choices": {
      "a": "脂肪肉腫",
      "b": "成熟奇形腫",
      "c": "血管筋脂肪腫",
      "d": "脂肪平滑筋腫",
      "e": "異型脂肪様腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "40代女性、不正性器出血。\nT1WI, T2WIでともに高信号で脂肪抑制されるので脂肪性腫瘤。T2WIでは子宮部分に存在するように見え、腹側・背側に小さな筋腫を疑うT2WI低信号腫瘤が散見される。\n田中優美子先生の「産婦人科の画像診断」によれば、脂肪腫や血管筋脂肪腫が鑑別となりうるが、脂肪腫は極めてまれ、血管筋脂肪腫は画像的には脂肪成分が目立たない、とのこと。\n子宮筋腫に脂肪を含むことは稀ではないが、きわめて多量な成熟脂肪細胞を含むものを脂肪平滑筋腫と呼ぶ。\n閉経後女性に多いらしいが、本症例では40代。可能性が最も高いのは脂肪平滑筋腫lipoleiomyoma。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 62,
    "text": "40 歳代の女性。1 か月半前に妊娠 11 週で自然流産した。子宮内腫瘤の精査目的で施行された MRI の T1 強調矢状断像、T2 強調矢状断像、脂肪抑制造影 T1 強調横断像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q62.png"
    ],
    "choices": {
      "a": "絨毛癌は除外できる。",
      "b": "IVR は適応とならない。",
      "c": "放射線治療の適応である。",
      "d": "胞状奇胎との鑑別が困難である。",
      "e": "保存的治療は選択されることはない。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "流産後の子宮体部の腫瘤で、T2強調像で著明な高信号を示し、強い増強あり。RPOC（retained products of conception）を疑います。\nRPOC、異所性妊娠、胞状奇胎など絨毛に起因する病態はいずれも出血や異常なflow voidを伴い、T2強調像で高信号、強い増強効果を伴う腫瘤で、画像での鑑別は難しいです。\n治療方針は症例によって、経過観察、保存的治療、IVR、手術などさまざま。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 63,
    "text": "40 歳代の女性。月経困難症を主訴に来院し、経腟超音波検査で子宮頸部に易出血性腫瘤を認めた。MRI の T2 強調矢状断像と T2 強調横断像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q63.png"
    ],
    "choices": {
      "a": "腟壁浸潤が疑われる。",
      "b": "直腸浸潤が疑われる。",
      "c": "膀胱浸潤が疑われる。",
      "d": "子宮傍組織浸潤が疑われる。",
      "e": "FIGO（2018）の進行期分類でⅣA 期に相当する。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "直腸との間には正常な脂肪織が介在しており、直腸浸潤は否定的。\n腟壁、膀胱壁浸潤は明らかであり、FIGO 2018 IVA期。\n子宮傍組織診浸潤も膀胱へ浸潤しており、ありそうと判断しました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 64,
    "text": "40 歳代の女性。腹部膨満感を主訴に来院し、超音波検査で卵巣腫瘤が指摘された。MRI の T1 強調像、T2 強調像、造影サブトラクション像の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q64.png"
    ],
    "choices": {
      "a": "Brenner 腫瘍",
      "b": "卵巣甲状腺腫",
      "c": "子宮内膜症性囊胞",
      "d": "粘液性境界悪性腫瘍",
      "e": "漿液粘液性境界悪性腫瘍"
    },
    "answer": "d",
    "multi": false,
    "explanation": "多数の隔壁を伴う嚢胞性腫瘤。ステンドグラス腫瘍。T2WIでかなり低信号な部分も造影効果乏しく多数の隔壁があるように見えます。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 65,
    "text": "60 歳代の女性。不正性器出血を主訴に来院した。骨盤部 MRI の T2 強調像および単純 CT を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q65.png"
    ],
    "choices": {
      "a": "成熟奇形腫",
      "b": "Brenner 腫瘍",
      "c": "卵巣甲状腺腫",
      "d": "子宮漿膜下筋腫",
      "e": "高異型度漿液性癌"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "【かなり割れていました。漿膜下筋腫を選んだ人は多かったようです。】\n60代女性、不正性器出血。\n同じスライスではないし、腫瘤の見え方も違うのでなんとも言い難い…。\nT2WIで内部に低信号を伴う筋肉と等信号の腫瘤を認める。少量腹水も伴っていると考えられる。\n単純CTでは内部に淡い石灰化を有する筋肉と等吸収な腫瘤を認め、石灰化の背側には金属っぽい点状高吸収を2つ認める。その背側の筋肉と等吸収な構造物が子宮…なのか？\n金属はミレーナのようにも見えるけれど、60代で除去していないことがあるか？細いのでペッサリーでもなさそう。よくわからない。\nT2WIで低信号な部分があり、石灰化しうる腫瘤、という点で鑑別をするならば、硝子化した漿膜下子宮筋腫やBrenner腫瘍は矛盾はしない。ただ、不正性器出血という主訴からはズレる気がする…。\n脂肪はいずれも認めず、単純CTでは甲状腺を疑う高吸収を認めないため成熟奇形腫と卵巣甲状腺腫の可能性は低い。少なくともこの2つは除外してよさそう。\n高異型度漿液性癌は石灰化しうるし、充実成分が主体となりうるが、石灰化を加味してもT2WI低信号な部分が多く、嚢胞成分がスライス内には皆無なので可能性は低いと考える。\n＊本番でこんなにいろいろ考えている時間はありません。パッと見てパッと選ぶしかありませんが、当日は筋腫と漿液性癌は石灰化しうるからこれ！Brennerは否定できないけれど、とd,eを選んでいました。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 66,
    "text": "40 歳代の女性。血尿を主訴に受診した。骨盤部 MRI の T2 強調矢状断像、T2 強調横断像、脂肪抑制 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q66.png"
    ],
    "choices": {
      "a": "膀胱癌",
      "b": "尿管結石",
      "c": "尿管腫瘍",
      "d": "膀胱結石",
      "e": "膀胱子宮内膜症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "膀胱頭側（前壁？）に腫瘤状構造があり、T2強調像で不均一に低信号で、脂肪抑制T1WIで一部高信号域がみられる。膀胱子宮内膜症を疑う。\n類問2016-58",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 67,
    "text": "20 歳代の男性。左陰囊痛を主訴に来院した。MRI の T2 強調横断像と造影 T1 強調冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q67.png"
    ],
    "choices": {
      "a": "精巣炎",
      "b": "精巣捻転",
      "c": "精巣膿瘍",
      "d": "精巣上体炎",
      "e": "精巣リンパ腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "【ｂ】\n若年の陰嚢痛で、左精巣の辺縁にはT2WIで低信号帯が見られ、出血壊死が疑われる。造影後T1WIでは増強効果が見られていない。\na:精巣炎であれば増強効果は強く、T2WIではびまん性に低信号。\nc:膿瘍形成は見られない。\nd:精巣上体の腫大と著明な増強効果が見られ、精巣には異常を認めない。\ne;T2WIでびまん性に低信号。両側性が多い",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 68,
    "text": "70 歳代の男性。超音波検査で左腎腫瘍が指摘され、精査のため CT が施行された。単純 CT の横断像、造影 CT の横断像と再構成矢状断像を示す。最も考えやすいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q68.png"
    ],
    "choices": {
      "a": "complicated cyst",
      "b": "cystic nephroma",
      "c": "renal cell carcinoma",
      "d": "urothelial carcinoma",
      "e": "mixed epithelial and stromal tumor"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左腎腫瘤。辺縁に造影効果、内部は造影不良。Bosniak分類Ⅲの嚢胞性腫瘤を疑う。\nMESTは閉経前後の女性に好発。\n腎盂癌（尿路上皮癌）は、より浸潤性か。\n腎癌がもっとも考えやすいと思います。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 69,
    "text": "60 歳代の女性。膵頭部癌の術後 7 日目に腹腔内ドレーンより多量の出血があり、ショック状態となり緊急血管造影を施行された。腹腔動脈造影を示す。ステントグラフトが入手できず、コイル塞栓術を行う方針となった。最も適切な塞栓部位はどこか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q69.png"
    ],
    "choices": {
      "a": "D",
      "b": "E",
      "c": "AとE",
      "d": "CとE",
      "e": "AとBとE"
    },
    "answer": "d",
    "multi": false,
    "explanation": "60代女性、膵頭部癌術後の腹腔内出血。GDAの根部まで描出され、その末梢で仮性瘤を作っているものと考えられる。仮性瘤はpackingしても再出血するのでisolationまたはisolation + packing。\nE総肝動脈、C固有肝動脈、A右肝動脈の前後区域枝の分岐部、B左肝動脈？",
    "category": "IVR"
  },
  {
    "year": 2024,
    "num": 70,
    "text": "60 歳代の女性。CT にて右腎に 1.6 cm の腫瘤を指摘された。腎ダイナミック CT の皮髄相と排泄相を示す。この病変に適切な IVR はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q70.png"
    ],
    "choices": {
      "a": "凍結療法",
      "b": "動注化学療法",
      "c": "ラジオ波凝固療法",
      "d": "マイクロ波凝固療法",
      "e": "経皮エタノール注入療法"
    },
    "answer": "a,c",
    "multi": true,
    "explanation": "4cm以下の小径腎細胞癌の治療について。\n記載はないですが転移はないということだと思います。\n腎部分切除（腎機能温存の観点で腎部分切除＞腎摘？）が標準治療のようですが、サイズによって凍結療法、RFAが適応です（2022年9月からRFAが保険適応になった）。\n類問2023-58",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2024,
    "num": 71,
    "text": "60 歳代の女性。下血によるショックにて救急受診した。単純 CT、造影 CT、上腸間膜動脈造影、選択造影を示す。動脈塞栓術を行う方針となった。塞栓物質として適切なのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2024/q71.png"
    ],
    "choices": {
      "a": "エタノール",
      "b": "金属コイル",
      "c": "血管塞栓用プラグ",
      "d": "マイクロスフィア",
      "e": "シアノアクリレート（NBCA）"
    },
    "answer": "b,e",
    "multi": true,
    "explanation": "CTと血管造影でextravasationあり。止血用いる塞栓物質としては金属コイルとNBCAが選択肢となる。",
    "category": "IVR"
  },
  {
    "year": 2024,
    "num": 72,
    "text": "40 歳代の女性。症候性子宮筋腫にて子宮動脈塞栓術を希望し来院した。骨盤部血管造影と両側子宮動脈造影を示す。この治療で主に用いられる塞栓物質はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q72.png"
    ],
    "choices": {
      "a": "金属コイル",
      "b": "ポリドカノール",
      "c": "マイクロスフィア",
      "d": "エタノールアミンオレート",
      "e": "シアノアクリレート（NBCA）"
    },
    "answer": "c",
    "multi": false,
    "explanation": "",
    "category": "IVR"
  },
  {
    "year": 2024,
    "num": 73,
    "text": "50 歳代の男性。末梢挿入型中心静脈カテーテルを挿入することになった。右上腕中部の内側および外側の超音波像を示す。穿刺する血管として最も適しているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q73.png"
    ],
    "choices": {
      "a": "A",
      "b": "B",
      "c": "C",
      "d": "D",
      "e": "E"
    },
    "answer": "d",
    "multi": false,
    "explanation": "肘正中皮静脈または上腕部の尺側皮静脈。肘関節を避けるために上腕が好まれる。\nDは尺側皮静脈、A,B,Cは上腕動静脈、Eは橈側皮静脈。",
    "category": "IVR"
  },
  {
    "year": 2024,
    "num": 74,
    "text": "50 歳代の男性。右肺上葉のすりガラス結節に対する胸腔鏡下肺部分切除術を施行するにあたり、画像ガイド下マーカー留置（VATS マーカー留置）を行うことになった。胸部 CT 像を示す。最適な穿刺経路はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q74.png"
    ],
    "choices": {
      "a": "A",
      "b": "B",
      "c": "C",
      "d": "D",
      "e": "E"
    },
    "answer": "c",
    "multi": false,
    "explanation": "糸付きの針を腫瘍近くに留置します。手術時に、肺表面からその糸がピロンと出ているのが目安になるみたいなかんじです。腫瘍の近くに糸が出ないといけないので、C, Dのどちらか。Dだと浅くて脱落するかもしれないし葉間が近くて刺しにくそう。Cでいいと思います。\nVALMAPとの棲み分けはよくわかりません…。",
    "category": "IVR"
  },
  {
    "year": 2024,
    "num": 75,
    "text": "50 歳代の男性。右片麻痺を主訴に加療中である。精査のために撮像された123I-IMP 脳血流 SPECT 像を示す。小脳の所見の原因として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q75.png"
    ],
    "choices": {
      "a": "Parkinson 病",
      "b": "遠隔機能抑制",
      "c": "多系統萎縮症",
      "d": "脳底動脈閉塞",
      "e": "右後下小脳動脈閉塞"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左前頭葉に梗塞巣あり。対側の右小脳の血流分布は左小脳よりも低下しており、遠隔機能抑制（remote effect）と考えられる。\n翌日の口頭試問でも聞かれました。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 76,
    "text": "80 歳代の男性。物忘れを主訴に来院した。MMSE は 24 点であった。脳 PET 像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q76.png"
    ],
    "choices": {
      "a": "前頭葉の血流が上昇している。",
      "b": "脳幹部の酸素消費量が上昇している。",
      "c": "側頭葉のブドウ糖代謝が亢進している。",
      "d": "頭頂葉にアミロイドの蓄積が見られる。",
      "e": "大脳基底核にはアミロイドの蓄積は見られない。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "アミロイドPET。（カラーなので18F-フルテメタモルと思われる。）",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 77,
    "text": "70 歳代の男性。歩行障害を主訴に来院した。精査のために施行された脳血流 SPECT の横断像と統計画像（Decrease 像、Increase 像）を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q77.png"
    ],
    "choices": {
      "a": "血管性認知症",
      "b": "正常圧水頭症",
      "c": "前頭側頭型認知症",
      "d": "Alzheimer 型認知症",
      "e": "Lewy 小体型認知症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "【c > bで割れてました。】\nまず、GLB全脳、THL視床、CEL小脳、PNS橋で、正常脳に対する集積低下・亢進が表現されている。\n横断像で見ると高位円蓋部は黄色なのに対して基底核レベルなどではびまん性に集積低下。脳室は割と拡大しているような気もするがよくわからない。\nDecreaseではRT.MEDとLT.MEDは脳室周囲のところに色がついていて、おそらく脳室拡張による集積低下を反映している。RT.LATやLT.LATではSylvius裂付近にも色がついていて、Sylvius裂の開大による集積低下を反映している。\nIncreaseではSUPやRT.MED、LT.MEDの後頭葉～頭頂葉あたりの血流が亢進している。\nDESHの所見であり、正常圧水頭症。\n富士メジフィジックスさんのHPの123I-IMPのところにiNPH疑い例の読影ポイントが掲載されています。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 78,
    "text": "60 歳代の女性。脳ドック検査で異常を指摘され、精査が行われた。 123 I-IMP 脳血流 SPECT 像と perfusion CT の脳血液量画像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q78.png"
    ],
    "choices": {
      "a": "両側小脳半球の血流低下を認める。",
      "b": "右中大脳動脈皮質枝灌流域の脳血液量が低下している。",
      "c": "右中大脳動脈皮質枝灌流域の酸素摂取率が低下している。",
      "d": "左中大脳動脈皮質枝灌流域の血流予備能が低下している。",
      "e": "左中大脳動脈皮質枝灌流域の酸素消費量が低下している。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脳血流SPECTで左頭頂葉付近の集積が対側より低そうに見えます。\nCT perfusionで左脳血液量が右より多い。\n脳ドック検査で異常を指摘されたという問題文も、症状もなさそうだし、MRA（左内頸動脈狭窄とか）でひっかかったとかなのかなと思いました。\n左内頸動脈狭窄→左脳血液量増加（※毎分血流量ではなく）しており予備能低下、のはなしでいいかなと思います。追加で出るとすればアセトゾラミド負荷の脳血流シンチで同部位が血流増加しない、などでしょうか。\nhttps://www.jstage.jst.go.jp/article/scs/49/2/49_111/_pdf",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 79,
    "text": "70 歳代の男性。歩行障害を主訴に来院した。ドーパミントランスポーター SPECT 像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q79.png"
    ],
    "choices": {
      "a": "Parkinson 病",
      "b": "脊髄小脳変性症",
      "c": "進行性核上性麻痺",
      "d": "皮質基底核変性症",
      "e": "特発性正常圧水頭症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "DAT scanで左線状体の集積低下あり。選択肢内でDAT scanで異常が見られないのはeだけ。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 80,
    "text": "70 歳代の女性。心筋交感神経機能評価のために実施した心臓核医学検査の早期像と後期像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q80.png"
    ],
    "choices": {
      "a": "心不全",
      "b": "Parkinson 病",
      "c": "拡張型心筋症",
      "d": "Huntington 病",
      "e": "Lewy 小体型認知症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "H/M ratioが低下。dは関係なさそう。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 81,
    "text": "80 歳代の男性。労作時胸痛の精査のために薬剤負荷 201TlCl 心筋血流 SPECT が施行された。短軸負荷像および短軸再分布像を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q81.png"
    ],
    "choices": {
      "a": "左回旋枝領域の虚血",
      "b": "左回旋枝領域の梗塞",
      "c": "右冠動脈領域の虚血",
      "d": "左前下行枝領域の虚血",
      "e": "左前下行枝領域の梗塞"
    },
    "answer": "d",
    "multi": false,
    "explanation": "負荷では体部から基部の前側壁を除いてびまん性に集積低下。再分布像では心尖部、体部から基部の前壁に集積が認められるが、体部から基部の下壁には集積低下が残存。\nLAD領域は虚血、RCA領域は梗塞と考える。負荷像でも集積が見られる部位がLCxの潅流域と考えられ、おそらくOMが発達、PL領域はRCAの支配が強く、心尖部の下壁はLADが優位に支配しているものと考えられる。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 82,
    "text": "70 歳代の女性。心不全の評価のために安静時心電図同期心筋血流 SPECT およびその位相解析を実施した。SPECT 短軸像および位相ヒストグラムを示す。位相ヒストグラムからわかることは何か。1 つ選べ。",
    "images": [
      "assets/questions/2024/q82.png"
    ],
    "choices": {
      "a": "期外収縮",
      "b": "左室同期異常",
      "c": "左室拡張能低下",
      "d": "左室駆出率低下",
      "e": "左室局所壁運動低下"
    },
    "answer": "b",
    "multi": false,
    "explanation": "位相評価は左室dyssynchrony（左室同期不全）解析と言われているのでb\n読んでもよくわかりませんでしたが、とにかく同期できてなかったらヒストグラムが幅広くなって（ばらついて）、同期できてれば真ん中が高い形になるみたいです。\nhttps://www.jsnc.org/p-jsnc-seminar/007/2014/0910",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 83,
    "text": "50 歳代の男性。胸痛の精査のために123l-BMIPP 心筋 SPECT が施行された。短軸像および垂直長軸像を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q83.png"
    ],
    "choices": {
      "a": "右冠動脈領域の脂肪酸代謝亢進",
      "b": "右冠動脈領域の脂肪酸代謝低下",
      "c": "左回旋枝領域の脂肪酸代謝亢進",
      "d": "左回旋枝領域の脂肪酸代謝低下",
      "e": "左前下行枝領域の脂肪酸代謝亢進"
    },
    "answer": "b",
    "multi": false,
    "explanation": "BMIPPは心筋に取り込まれた後の洗い出しが遅く比較的長く心筋内に停滞するが、脂肪酸代謝が低下している心筋では血液への逆拡散が増大し、集積が低下する。\n右冠動脈領域（下壁）で集積低下が見られ、脂肪酸代謝の低下と考えられる。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 84,
    "text": "60 歳代の女性。乳癌の治療中に施行された骨シンチグラフィの前面像と後面像を示す。使用歴を確認すべき薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q84.png"
    ],
    "choices": {
      "a": "抗菌薬",
      "b": "抗 HER2 抗体製剤",
      "c": "抗 RANKL 抗体製剤",
      "d": "抗エストロゲン製剤",
      "e": "副腎皮質ステロイド"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左下顎骨、右肩甲骨、右肋骨に散見される集積。左膝にも淡い集積？\n左下顎骨の集積は顎骨壊死、他の集積は骨転移と思われる。\n骨転移のある患者の顎骨壊死で、抗RANKL抗体製剤の使用が考えられる。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 85,
    "text": "70 歳代の男性。肺癌と診断されて免疫チェックポイント阻害剤治療が行われた。治療前、2 か月後、1 年後の18F-FDG PET の MIP 像および横断像を示す。治療開始 2 か月後に見られた画像変化の原因で正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q85.png"
    ],
    "choices": {
      "a": "肺結核",
      "b": "日和見感染",
      "c": "生理的集積",
      "d": "リンパ節転移",
      "e": "サルコイド様反応"
    },
    "answer": "e",
    "multi": false,
    "explanation": "治療前に縦隔側左肺に見られた肺癌と考えられる集積が2か月後には消失しているが、両側の縦隔肺門部リンパ節に集積が出現、1年後には消失。\n免疫チェックポイント阻害剤による治療後であり、サルコイド様反応が疑われる。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 86,
    "text": "40 歳代の女性。乳癌の術前検査として行われた骨シンチグラフィの前面像と後面像、頸部単純 CT を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q86.png"
    ],
    "choices": {
      "a": "齲   歯",
      "b": "骨髄炎",
      "c": "骨転移",
      "d": "顎骨中心性癌",
      "e": "線維性骨異形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "骨皮質が保たれていないように見える＋造骨性変化がありそうなのでc?\nでも線維性骨異形成じゃないかとおっしゃる先生方もいるようで、どちらが正解かわかりませんでした",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 87,
    "text": "60 歳代の男性。肝硬変の経過観察中に呼吸苦を生じたため、精査目的に核医学検査が施行された。全身の前面像と後面像を示す。使用された放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q87.png"
    ],
    "choices": {
      "a": "TcO4－99m",
      "b": "Tc-GSA99m",
      "c": "Tc-HSA99m",
      "d": "Tc-MAA99m",
      "e": "Tc-PMT99m"
    },
    "answer": "d",
    "multi": false,
    "explanation": "病歴からは肺血流シンチが行われることが想定される。肝や腎にも集積が見られるが、肝硬変に伴う肝肺症候群と考えられる。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 88,
    "text": "70 歳代の女性。乳癌術前の病期診断目的で行われた18F-FDG PET の MIP 像を示す。画像所見から乳癌以外に考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q88.png"
    ],
    "choices": {
      "a": "心不全",
      "b": "糖尿病",
      "c": "過活動膀胱",
      "d": "潰瘍性大腸炎",
      "e": "皮膚筋炎/多発性筋炎"
    },
    "answer": "c",
    "multi": false,
    "explanation": "胸椎レベルの椎体周囲の集積、分布から褐色脂肪組織への集積。過活動膀胱の薬物療法（選択的アドレナリンβ3受容体作動薬）により活性化され集積がみられる。\n他、乳癌と腋窩リンパ節転移の集積あり。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 89,
    "text": "80 歳代の女性。3 か月前より右大腿部痛、右下肢腫脹があり、精査のため来院した。骨盤部 CT、 18 F-FDG PET の MIP 像および骨シンチグラフィ前面像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q89.png"
    ],
    "choices": {
      "a": "骨転移",
      "b": "骨肉腫",
      "c": "骨 Paget 病",
      "d": "悪性リンパ腫",
      "e": "サルコイドーシス"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右腸骨を中心に軟部濃度腫瘤あり、腸骨は保たれており骨増生は認めない。腫瘤と考えられる部位にFDGの集積も著明。骨シンチでは腸骨に集積は見られるものの、FDGの集積に比して軽度で、骨外への集積は認めない。\n悪性リンパ腫が疑われ、骨転移としては骨破壊に乏しい点、骨肉腫としては骨増生がない（少なくとも示されていない）点、骨Paget病としては軟部濃度腫瘤が存在することと骨シンチの集積に乏しい点から否定的。サルコイドーシスは分布から悪性リンパ腫よりも鑑別としては下位。左腎頭側の結節状集積は何なのかよくわからない。脾臓か副腎のリンパ腫病変？\n右下肢は著明な浮腫を認め、腫瘤による静脈の圧排が示唆される。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 90,
    "text": "70 歳代の男性。膀胱癌の治療後に施行された18F-FDG PET/CT の MIP 像および融合画像、MRI の T2 強調像を示す。前立腺の所見の原因として最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q90.png"
    ],
    "choices": {
      "a": "前立腺癌",
      "b": "膀胱癌の前立腺転移",
      "c": "動注化学療法後の変化",
      "d": "BCG 膀胱内注入療法後の変化",
      "e": "経尿道的膀胱腫瘍切除術後の変化"
    },
    "answer": "d",
    "multi": false,
    "explanation": "前立腺全体にFDG集積亢進あり。\n膀胱癌の治療後とのことですのでBCG膀胱内注入→肉芽腫性前立腺炎？",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 91,
    "text": "60 歳代の女性。4 か月前からの目のかすみを訴えて眼科を受診した。精査のために施行された核医学検査の頭部 SPECT 像と全身前面像を示す。投与された放射性医薬品はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q91.png"
    ],
    "choices": {
      "a": "67Ga-citrate",
      "b": "99mTc-MDP",
      "c": "111In-pentetreotide",
      "d": "123I-MIBG",
      "e": "201TlCl"
    },
    "answer": "a",
    "multi": false,
    "explanation": "病歴からはサルコイドーシスが考えら選択肢内であればaと考えます。画像は神経サルコイドーシス？\nb:骨への集積が見られない\nc:オクトレオスキャン。病歴からも違う。\nd,e:心臓への集積が見られず違う。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 92,
    "text": "60 歳代の女性。頻脈を主訴に来院した。超音波検査にて甲状腺左葉に 4 cm 大の腫瘤を認めた。甲状腺シンチグラムを示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q92.png"
    ],
    "choices": {
      "a": "甲状腺癌",
      "b": "Basedow 病",
      "c": "亜急性甲状腺",
      "d": "慢性甲状腺炎",
      "e": "甲状腺機能性結節"
    },
    "answer": "e",
    "multi": false,
    "explanation": "甲状腺左葉下極の結節状集積。症状とも合わせ甲状腺機能性結節/Plummer病。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 93,
    "text": "60 歳代の女性。健診で高血圧を指摘されて来院した。腹部 CT を施行したところ右腎の頭側に腫瘤を認めた。造影 CT と副腎シンチグラフィ後面像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q93.png"
    ],
    "choices": {
      "a": "右副腎腺腫が疑われる。",
      "b": "左副腎の集積は抑制されている。",
      "c": "放射性医薬品は希釈してゆっくり静注する。",
      "d": "放射性医薬品はカテコールアミンのアナログである。",
      "e": "アルコール過敏症の患者では放射性医薬品の副作用に注意する。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "I131-アドステロールシンチ。右副腎に腫瘤を認め、副腎シンチグラフィ後面像では右副腎に腫瘤上の集積亢進を認める。\n左副腎への正常集積が消失しており、副腎腺腫として矛盾しない。カテコールアミンアナログはMIBGであり、アドステロールはコレステロールのアナログ。ダットスキャンとアドステロールはアルコールを含むので、過敏症の方への投与時は注意。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 94,
    "text": "60 歳代の男性。右下肢の疼痛、腫脹が出現し、急性腎不全と診断されて緊急透析が施行された。原因検索のために行われた核医学検査の前面像と後面像を示す。右大腿部の集積の機序として関連性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q94.png"
    ],
    "choices": {
      "a": "血   流",
      "b": "糖代謝",
      "c": "リンパ流",
      "d": "カルシウム沈着",
      "e": "トランスフェリン受容体"
    },
    "answer": "d",
    "multi": false,
    "explanation": "全身の骨が描出されているので骨シンチ。\n骨以外の腫瘍や病巣などに集積がみられることがあり、その機序として石灰沈着や血流増加が考えられる。とあります（https://www.rinshokaku.com/contents/pdf/sec8/3.pdf）。\n筋に集積があるのは多発性筋炎、横紋筋融解症などらしいです。\nこの症例は横紋筋融解症でしょうか？",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 95,
    "text": "177 Lu-DOTA-TATE 治療について正しいのはどれか。1 つ選べ。",
    "choices": {
      "a": "外来で行う。",
      "b": "α 線で治療する。",
      "c": "糞便中に排泄される。",
      "d": "Krenning スコアが 3 以上の病変が治療対象である。",
      "e": "1 cm 線量当量が 18 μSv/h 以下で治療病室から退出できる。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "177Lu(ルテチウム)で標識したオクトレオチド誘導体。177Luはβ線とγ線を放出し、半減期は6.65日。8週ごとに計4回投与（7.4Gbq/回）し。腎保護のためアミノ酸輸液(ライザケア)を投与の30分前に投与し、投与後3時間後までは少なくとも継続。尿中に排泄されるため蓄尿等が必要で、放射線治療病室で行われる。患者の体表面から1mの線量率が18μSv/hを下回れば退出可能（1cmではない）。\nオクトレオスキャンでSSTR発現の評価であるKrenning score　2あるいは3以上が治療対象。\n今年の出題ガイドラインに新たに記載されており、出ると噂されていました。",
    "category": "核医学"
  },
  {
    "year": 2024,
    "num": 96,
    "text": "頭部 MRI の造影 T1 強調像を示す。後頭蓋窩に観察されているアーチファクトはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q96.png"
    ],
    "choices": {
      "a": "磁化率アーチファクト",
      "b": "フローアーチファクト",
      "c": "メタルアーチファクト",
      "d": "折り返しアーチファクト",
      "e": "クロストークアーチファクト"
    },
    "answer": "b",
    "multi": false,
    "explanation": "",
    "category": "医学物理学"
  },
  {
    "year": 2024,
    "num": 97,
    "text": "MRI で正しいのはどれか。2 つ選べ。",
    "choices": {
      "a": "ラジオ波領域の電磁波を用いる。",
      "b": "幾何学的歪みは磁場中心で生じやすい。",
      "c": "血流速度の測定はドップラー効果の原理を利用する。",
      "d": "化学シフトアーチファクトは水と脂肪が混在する場所に発生する。",
      "e": "磁場の不均一の影響が大きい。スピンエコー法はグラジエントエコー法と比較して、"
    },
    "answer": "a,d",
    "multi": true,
    "explanation": "RF波、ケミカルシフトアーチファクト。",
    "category": "医学物理学"
  },
  {
    "year": 2024,
    "num": 98,
    "text": "ヨード造影剤を用いた dual-energy CT により実現が困難なのはどれか。1 つ選べ。",
    "choices": {
      "a": "肺換気機能の画像化",
      "b": "肺血流分布の画像化",
      "c": "仮想単色 X 線画像の取得",
      "d": "メタルアーチファクトの低減",
      "e": "ヨード造影剤と石灰化の弁別"
    },
    "answer": "a",
    "multi": false,
    "explanation": "b, c, d, e ○できる\nhttps://www.niigata-cc.jp/facilities/ishi/ishi60_1/Ishi60_1_06_2.pdf",
    "category": "医学物理学"
  },
  {
    "year": 2024,
    "num": 99,
    "text": "個人情報データベースを事業の用に供していても、個人情報の保護に関する法律に定める個人情報取扱事業者に該当しないのはどれか。1 つ選べ。",
    "choices": {
      "a": "国立大学法人",
      "b": "大学の同窓会",
      "c": "ボランティア団体",
      "d": "特定非営利活動法人",
      "e": "従業員 1,000 人以上の企業"
    },
    "answer": "a",
    "multi": false,
    "explanation": "個人情報取扱事業者とは「個人情報データベース等を事業の用に供している者」。ただし、国の機関や地方公共会団体、独立行政法人などは除くとのことで、独立行政法人である国立大学法人は該当しない。\n試験中はさっぱり分からず絶望しましたが、bもｃもｄも似たようなものだから３つとも該当すると考え、eは企業なので該当すると考え、消去法でaにしました。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2024,
    "num": 100,
    "text": "Deep learning の手法のうち、画像診断領域で最も広く使用されている手法のシェーマを示す。この手法の名称はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2024/q100.png"
    ],
    "choices": {
      "a": "CNN（convolutional neural network）",
      "b": "GAN（generative adversarial network）",
      "c": "RNN（recurrent neural network）",
      "d": "LSTM（long short-term memory）",
      "e": "Transformer"
    },
    "answer": "a",
    "multi": false,
    "explanation": "CNN: 畳み込み層とプーリング層で構成されたニューラルネットワーク。画像に特化している。\nGAN: GneratorとDiscriminatorという二つのブロックで構成される。用意されたデータから特徴を学習し、擬似的なデータを作成することができる生成モデル。\nRNN: 入力層、中間層、出力層で構成される。時系列データに特化している。\nLSTM: 長期的な依存関係を学習することのできる、RNNの一種。繰り返しモジュールが標準のRNNと異なる構造を持つそうです。。\nTransformer: ①エンコーダ・デコーダモデルをベースとしており、②Self-Attensionと③Position-wise Feed-Forward Networkが組みこまれています。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2025,
    "num": 1,
    "text": "60 歳代の男性。後天性免疫不全症候群と診断されている。進行性の認知機能低下を認める。T1 強調像、T2 強調像および拡散強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q1.png"
    ],
    "choices": {
      "a": "悪性リンパ腫",
      "b": "多発性硬化症",
      "c": "抗 MOG 抗体関連疾患",
      "d": "視神経脊髄炎関連疾患",
      "e": "進行性多巣性白質脳症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "両側前頭葉の皮質下・深部・側脳室周囲白質、左側頭葉/頭頂葉の皮質下白質にT2WIでの高信号・DWIで病変の辺縁部に高信号が見られます。右前頭葉には空洞性変化も見られています。\n後天性免疫不全症候群、進行性の認知機能低下で関連が深いのはPML。\n悪性リンパ腫も免疫不全状態のEBV感染症、HIV状態での発症リスク上昇（NHL）の報告がありますが画像所見としてはDWIの信号が病変内部で低信号であることも含めて本症例ではPMLよりも鑑別下位だと思われます。\nPMLで空洞性変化を示した症例は経験したことがありませんでしたが、進行性多巣性白質脳症 (Progressive multifocal leukoencephalopathy: PML) 診療ガイドライン 2023には以下の記載があります。\n 「進行性多巣性白質脳症（progressive multifocal leukoencephalopathy: PML）の診断にはMRIが多く用いられ、中でも FLAIR と SE 法 T2 強調像が有用とされており、PML の典型的な画像は下記の通りである。\n ➢ 大脳を主体とした皮質下白質を含む白質の大小不同・癒合した不整形高信号\n ➢ 通常、浮腫や mass effect を示さず、白質方向の辺縁は不鮮明\n ➢ 造影で、通常増強されないことが多いが、一部は淡く増強効果を伴う\n ➢ 微小嚢胞病変（milky way appearance）や空洞化を伴う病変もある\n ➢ 小脳や脳幹のテント下病変や灰白質病変を認めることがあるが、必ず白質病変を伴う」",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 2,
    "text": "6 歳の男児。頭痛を主訴に来院した。頭部 MRI の T2 強調像と造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q2.png"
    ],
    "choices": {
      "a": "脳動脈瘤",
      "b": "もやもや病",
      "c": "硬膜動静脈瘻",
      "d": "静脈洞血栓症",
      "e": "脳動静脈奇形"
    },
    "answer": "b",
    "multi": false,
    "explanation": "もやもや病　過去の出題（2023年4番、2007年18番）\nT2WIで本来見えるべき、両側中大脳動脈を認めず、微細な血管(もやもや新生血管)がflow voidとして認められる。造影T1強調像にて、微細な血管（もやもや新生血管）の描出を認めます。脳溝周囲の血管描出が目立ち、ivy signと思われます。FLAIR像は提示されていませんが、高信号に描出される。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 3,
    "text": "20 歳代の女性。頭痛を主訴に来院した。頭部 MRI の T2 強調横断像と FLAIR 矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q3.png"
    ],
    "choices": {
      "a": "神経膠腫",
      "b": "頭蓋咽頭腫",
      "c": "正常圧水頭症",
      "d": "先天性水頭症",
      "e": "細菌性髄膜炎"
    },
    "answer": "a",
    "multi": false,
    "explanation": "中脳被蓋から腫瘍が突出し中脳水道を閉塞、水頭症を来している。2023年6番の類題でtectal gliomaと思いました。下記報告では病理は83%が毛様細胞性星細胞腫、17％がびまん性星細胞腫とのこと。\nTectal glioma as a distinct diagnostic entity: a comprehensive clinical, imaging, histologic and molecular analysis – PMC\n頭蓋咽頭腫は鞍上部に多く、部位が非典型的と思います。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 4,
    "text": "6 か月の男児。意識障害が見られ、頭部 MRI が撮像された。脂肪抑制 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q4.png"
    ],
    "choices": {
      "a": "乏突起膠腫",
      "b": "海綿状血管腫",
      "c": "ヘルペス脳炎",
      "d": "結節性硬化症",
      "e": "神経皮膚黒色症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "6か月の乳幼児で左扁桃体にT1短縮域を認め、神経皮膚黒色症を疑う。\n神経皮膚黒色症\n神経皮膚黒色症候群の一つであり、診断基準は「皮膚メラニン母斑が多発(3つ以上)、または成人で20cm、小児で6~9cm以上の病変で、中枢黒色腫またはメラニン細胞浸潤を認め、皮膚の黒色腫を伴わない」ことである。中枢病変はT1・T2短縮域として描出されるがT1WIでの高信号としてのみ認識できることが多い。偏桃体、前頭葉底部、小脳、脳幹に認められることが多い。他の画像所見としては髄膜の異常増強効果や脳幹、小脳の低形成が知られている。水頭症または痙攣発作などの有症状例は予後不良である。\n(よく分かる脳のMRI 改訂第4版 p378-379 秀潤社)\nただし、ヘルペス脳炎は出血をきたした際はT1WIで高信号をきたしうる。本画像では腫大が乏しく、可能性は下がるか。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 5,
    "text": "50 歳代の男性。半年ほど前から浮遊感が続き、頭痛、左手の巧緻運動障害を自覚したため来院した。頭部 MRI の T2 強調像と造影 T1 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q5.png"
    ],
    "choices": {
      "a": "上衣腫",
      "b": "血管芽腫",
      "c": "転移性腫瘍",
      "d": "海綿状血管腫",
      "e": "毛様細胞性星細胞腫"
    },
    "answer": "b",
    "multi": false,
    "explanation": "小脳の腫瘍。Cystの中に非常によく造影される結節成分があり血管芽腫の典型例。",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 6,
    "text": "50 歳代の男性。T2 強調矢状断像と造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q6.png"
    ],
    "choices": {
      "a": "Rathke 囊胞",
      "b": "頭蓋咽頭腫",
      "c": "ジャーミノーマ",
      "d": "視床下部過誤腫",
      "e": "下垂体腺腫/神経内分泌腫瘍"
    },
    "answer": "b",
    "multi": false,
    "explanation": "頭蓋咽頭腫（扁平上皮乳頭型）\nT2WIにて鞍上部に低信号を主体する境界明瞭な腫瘤。辺縁はやや分葉状で造影後T1WIにて造影効果あり。明らかな嚢胞構造や石灰化は指摘できない。\n扁平上皮乳頭型は50歳前後に好発し、充実性成分が主体であり、石灰化の頻度は低いという特徴を持ちます。\nhttps://radiopaedia.org/articles/papillary-craniopharyngioma\n2024年７番の選択肢に頭蓋咽頭腫がエナメル上皮型と扁平上皮乳頭型の２つ分かれて記載あり。\n頭蓋咽頭腫の典型例は鞍内から鞍上部にかけて存在する分葉状の嚢胞性腫瘤として認められ、増強される壁在結節を有します。結節状あるいは環状の石灰化が特徴。この特徴を有するのはエナメル上皮型（10歳前後〜若年者）",
    "category": "中枢神経（脳・脊髄）"
  },
  {
    "year": 2025,
    "num": 7,
    "text": "60 歳代の男性。約 2 週間前から右上肢筋力低下、ふらつきを自覚し、頸椎 MRI が撮像された。T2 強調矢状断像および T2 強調横断像を示す。本疾患で欠乏するビタミンはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q7.png"
    ],
    "choices": {
      "a": "A",
      "b": "B1",
      "c": "B6",
      "d": "B12",
      "e": "C"
    },
    "answer": "d",
    "multi": false,
    "explanation": "T2強調像で後索に一致した高信号あり亜急性連合性脊髄変性症。胃切除後などのビタミンB12欠乏による頚髄、上部胸髄の後索、側索の脱髄。\n2017年12番、2020年2番など何度か過去問出てます。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 8,
    "text": "60 歳代の女性。2 年前からの緩徐な下肢の筋力低下を主訴に来院した。脊椎 MRI の T2 強調矢状断像と T2 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q8.png"
    ],
    "choices": {
      "a": "脊髄空洞症",
      "b": "視神経脊髄炎",
      "c": "脊髄神経膠腫",
      "d": "脊髄硬膜動静脈瘻",
      "e": "腰椎椎間板ヘルニア"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脊髄円錐部に腫大、T2WIでびまん性の高信号域を認め、脊髄周囲には脈管状のflow voidと思われる低信号域が見られる。脊髄硬膜動静脈瘻を疑う。\n 脊髄硬膜動静脈瘻\n下位胸椎～上位腰椎に好発で、静脈圧上昇による脊髄浮腫によって進行性の神経症状を呈する。MRI画像所見は脊髄浮腫による脊髄内のT2WIでの高信号と脊髄周囲の異常なflow void。血管造影を行う。造影MRIを行うと異常血管の同定頻度が向上する。\n（エッセンシャル脊椎・脊髄の画像診断　p346-347　MEDSi）\n 神経膠腫は頚胸髄に好発で偏心性の進展をとることが多く、視神経脊髄炎は胸髄>頚髄でおおく、急性発症、病変分布は中心管周囲の灰白質が侵されることが多い。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 9,
    "text": "20 歳代の男性。右耳漏と難聴を自覚して来院した。側頭骨単純 CT（骨条件）の横断像と冠状断像、および MRI の拡散強調像（b＝1,000 s/mm2）を示す。この疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q9.png"
    ],
    "choices": {
      "a": "弛緩部型が多い。",
      "b": "骨侵食は稀である。",
      "c": "コレステリンを含むことが多い。",
      "d": "乳突蜂巣の発達は良好なことが多い。",
      "e": "拡散強調像による病変の検出には、EPI 法の方が高速 SE 法よりも優れている。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "拡散制限が強く真珠腫の所見。\na 正しい\nb 骨侵食はよくある。\nc 真珠腫にはコレステリンは含まれない。コレステリンが含まれるのはコレステリン肉芽腫\nd 乳突峰巣が発育不良な人で真珠腫ができやすい。\ne EPI法は磁場の不均一性に弱いので空気が多い内耳周りだとartifactが多く検出能力は高速SE法に劣る。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 10,
    "text": "50 歳代の女性。右頸部腫瘤を自覚して来院した。頸部 MRI の T2 強調横断像、T2 強調冠状断像、および造影前、造影早期相、造影後期相の脂肪抑制 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q10.png"
    ],
    "choices": {
      "a": "がま腫",
      "b": "鰓裂囊胞",
      "c": "神経鞘腫",
      "d": "血栓性静脈炎",
      "e": "頸動脈小体腫瘍"
    },
    "answer": "e",
    "multi": false,
    "explanation": "頸動脈小体腫瘍 ：内外頸動脈分岐部に発生する傍神経節腫\n傍神経節腫は2015年14番、2011年13番に出題あり。\n右頸動脈間隙にT2WIにて淡い高信号と中等度信号が混在腫瘤あり。Dynamic造影では、早期より均一な造影効果あり。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 11,
    "text": "60 歳代の男性。右頬部腫脹と複視を自覚して来院した。頸部 MRI の脂肪抑制造影 T1 強調冠状断像を示す。この疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q11.png"
    ],
    "choices": {
      "a": "扁平上皮癌が多い。",
      "b": "遠隔転移の頻度は低い。",
      "c": "眼窩浸潤の頻度が高い。",
      "d": "眼動脈から主に供血される。",
      "e": "頸部リンパ節転移の頻度は低い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "右上顎洞から周囲へ浸潤する不整な増強効果を伴う腫瘤。選択肢からも悪性っぽく上顎癌疑い。栄養動脈は顎動脈、顔面動脈、顔面横動脈が多いようです。\n骨に囲まれるので転移が少ないが、眼窩浸潤は60%以上の症例で発症し、頻度が高いようです。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 12,
    "text": "7 歳の男児。数か月前からの顔面非対称性を指摘されて来院した。CT（骨条件）の横断像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q12.png"
    ],
    "choices": {
      "a": "転   移",
      "b": "骨肉腫",
      "c": "上顎洞癌",
      "d": "慢性骨髄炎",
      "e": "線維性骨異形成"
    },
    "answer": "e",
    "multi": false,
    "explanation": "上顎骨左側に骨皮質の菲薄化とすりガラス状硬化像と膨隆性変化を認め線維性骨異形成を疑う。\n 線維性骨異形成は成因不明の間葉の異常(非腫瘍性病変)。骨形成過程の異常で、骨組織が化生骨を含む線維組織に置換する趾間。骨形成を妨げる原因遺伝子が確認されているが、家族内発生はなし。10-20歳台に多く、大腿骨、脛骨、肋骨、頭蓋骨、顎骨に好発し、稀に悪性化する。上顎骨では臼歯部に後発する。顎骨の膨隆、歯列弓の変形、咬合異常、上顎洞の狭小化が見られる。\n（画像診断パワフルガイド2版 p.751 MEDSi）",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 13,
    "text": "30 歳代の女性。右下顎に違和感を自覚して来院した。骨条件と軟部条件の頸部単純 CT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q13.png"
    ],
    "choices": {
      "a": "歯根囊胞",
      "b": "含歯性囊胞",
      "c": "単純性骨囊胞",
      "d": "歯原性角化囊胞",
      "e": "エナメル上皮腫"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【＞e】\nエナメル上皮腫と割れてました。\nどちらも調べると似たような画像が出てくるので難しいですが、エナメル上皮腫であればナイフカットサインや造影CT/MRIでの結節状造影効果を掲載する気がするのでdかと、、",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 14,
    "text": "50 歳代の男性。前日からの頸部痛と嚥下時痛を主訴に来院した。単純 CT と頸椎 MRI の T2 強調矢状断像を示す。この疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q14.png"
    ],
    "choices": {
      "a": "歯突起を囲む石灰化が生じる。",
      "b": "膿瘍形成を認めることが多い。",
      "c": "リンパ節腫大を認めることが多い。",
      "d": "ピロリン酸カルシウムの沈着が原因である。",
      "e": "局所安静と非ステロイド系抗炎症性薬投与を行う。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "石灰沈着性頸長筋腱炎（2022年6番）\n2022年の時は画像所見と病名がわかれば正解でしたが、今回は治療を問われました。Key book 頭頸部の画像診断（改定第２版p416）を参照ください。",
    "category": "頭頸部"
  },
  {
    "year": 2025,
    "num": 15,
    "text": "20 歳代の男性。右殿部のしこりを自覚して来院した。骨盤部の単純 X 線写真および MRI の T2 強調横断像を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q15.png"
    ],
    "choices": {
      "a": "透析患者での発生頻度が高い。",
      "b": "若年者に好発する悪性腫瘍である。",
      "c": "夜間に発生する疼痛が特徴的である。",
      "d": "軟骨領域の悪性転化が発生する可能性がある。",
      "e": "造影効果の見られるものは悪性の可能性が高い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "腸骨から突出する骨性隆起があり、辺縁に軟骨帽(cartilage cap)を疑うT2強調像での高信号を伴い、骨軟骨腫疑い。10代男子に好発する頻度の高い良性腫瘍だが、1%以下の頻度で軟骨肉腫への悪性転化が知られている。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 16,
    "text": "10 歳代の男性。右大腿の夜間痛を主訴に来院した。大腿骨 CT（骨条件）の横断像と冠状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q16.png"
    ],
    "choices": {
      "a": "類骨骨腫",
      "b": "骨軟骨腫",
      "c": "骨芽細胞腫",
      "d": "転移性骨腫瘍",
      "e": "線維性骨異形成"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右大腿骨遠位骨幹部外側の骨皮質に硬化を伴った透亮像を認め、類骨骨腫を疑う。\n 類骨骨腫\n血管に富む未熟な骨及び類骨組織を含む小病変で、周囲に反応性の骨形成が見られる。10-20歳代に好発し、2:1で男性に多い。類骨骨腫は1.5cm以内、これより大きい場合には骨芽細胞腫と呼ばれる。類骨骨腫は症状として夜間痛があり、アスピリンが著効する。X線・CTではnidusとその周囲の骨硬化像が特徴的。nidus内には石灰化を伴うこともある。MRIでは周囲の骨髄や軟部組織に浮腫性変化を認める。骨芽細胞腫では硬化性変化は乏しく、また脊椎の後方要素に多い。\n（画像診断パワフルガイド2版 p.755 MEDSi）",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 17,
    "text": "20 歳代の女性。右大腿の腫脹を自覚して来院した。右大腿 MRI の T1 強調像と脂肪抑制 T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q17.png"
    ],
    "choices": {
      "a": "神経鞘腫",
      "b": "粘液線維肉腫",
      "c": "粘液型脂肪肉腫",
      "d": "胞巣状軟部肉腫",
      "e": "血管腫（静脈奇形）"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【血管腫(静脈奇形)】\n若年の無痛性腫瘤で、筋内〜皮下に分布し境界不明瞭、T1強調像で筋肉と等信号〜一部脂肪を反映した高信号、脂肪抑制T2強調像で高信号、一部液面形成もみられます。血管腫として比較的典型像と思われます。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 18,
    "text": "60 歳代の女性。数年前より指に小結節を自覚していた。指全体の腫れぼったさや寒い時期に手指が白くなるとの訴えがある。手の単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q18.png"
    ],
    "choices": {
      "a": "痛   風",
      "b": "偽痛風",
      "c": "全身性強皮症",
      "d": "石灰沈着性腱炎",
      "e": "血管腫（静脈奇形）"
    },
    "answer": "c",
    "multi": false,
    "explanation": "全身性強皮症\n画第１,2指の皮下に石灰化病変あるけど　画像から選択肢選べず。問題文に「指全体の腫れぼったさや寒い時期に手指が白くなる」との記載があり。昔国家試験で勉強したレイノー症候群ってことかなぁと考え、　本番でc.全身性強皮症を選択しました。\n強皮症（全身性強皮症）の一つの型であるCREST症候群は皮膚の硬化、レイノー現象、食道運動機能の低下、手指の皮膚硬化、毛細血管拡張、皮下石灰化などの症状を特徴とし、今回の皮下石灰化を反映した所見のようです。",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 19,
    "text": "20 歳代の男性。バスケットボール中に右膝を捻挫して近医を受診し、骨病変を指摘されて当院を紹介受診した。膝関節単純 X 線写真と膝関節 MRI の T1 強調横断像、T2 強調横断像および脂肪抑制造影 T1 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q19.png"
    ],
    "choices": {
      "a": "骨巨細胞腫",
      "b": "アダマンチノーマ",
      "c": "動脈瘤様骨囊腫",
      "d": "軟骨粘液線維腫",
      "e": "非骨化性線維腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "脛骨骨幹端部に硬化縁を伴う透亮像あり。T1強調像、T2強調像で低信号、比較的強い増強効果あり。\na骨巨細胞腫は骨硬化縁は伴いにくく、しばしば液面形成あり\nb脛骨骨幹部の前面皮質に好発\nc動脈瘤様骨嚢腫は多房性、液面形成を認めやすい\nd軟骨基質を反映してT2強調像高信号を示す",
    "category": "脊椎・脊髄・骨関節・軟部"
  },
  {
    "year": 2025,
    "num": 20,
    "text": "30 歳代の女性。歩行時の左下肢のつっぱり感を自覚。CT angiography の MIP 像と膝関節 MRI の T2 強調矢状断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q20.png"
    ],
    "choices": {
      "a": "静脈瘤",
      "b": "神経鞘腫",
      "c": "Baker 囊胞",
      "d": "アミロイドーシス",
      "e": "膝窩動脈外膜囊腫"
    },
    "answer": "e",
    "multi": false,
    "explanation": "CTAで膝窩動脈に狭窄像を認める。T2WIでは同部に多房性嚢胞性病変を認め、膝窩動脈外膜嚢腫を疑う。\n膝窩動脈外膜嚢腫\n動脈壁にゼラチン様物質を内容物とする嚢胞性病変を生じたもので動脈内腔の圧排、狭窄をきたす。周囲の動脈硬化性変化に乏しく、膝窩動脈になだらかな立ち上がりの狭窄を見た場合に疑う。鑑別には超音波検査やMRIで血管と嚢胞との関係を証明する。PTAでは嚢胞の破裂と内容物による動脈塞栓をおこす可能性があり、禁忌とのこと。\n（画像診断パワフルガイド2版 p.416 MEDSi）\n Baker嚢胞は腓腹筋内側頭と半膜様筋腱の間にある滑液包内の液体貯留。",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 21,
    "text": "4 か月の男児。発熱、全身衰弱にて入院となった。皮疹を認めた。右下肢の単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q21.png"
    ],
    "choices": {
      "a": "Blount 病",
      "b": "骨形成不全",
      "c": "先天性梅毒",
      "d": "線維性骨異形成",
      "e": "遺伝性多発性外骨腫症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "a 脛骨近位内側のくちばし状変形\nb 膜内骨化の異常（1型コラーゲンの異常による）。Warmian boneなど\nc 肥大性骨関節症を呈する\nd すりがらす状の骨肥厚\ne 皮質が連続するように突出する。常染色体優性遺伝",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 22,
    "text": "60 歳代の女性。両側上下肢のしびれ、腰痛に加え、呼吸苦が増強して来院した。胸部 CT を示す。可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q22.png"
    ],
    "choices": {
      "a": "器質化肺炎",
      "b": "気管支拡張症",
      "c": "COVID-19 肺炎",
      "d": "サルコイドーシス",
      "e": "好酸球性多発血管炎性肉芽腫症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "好酸球性多発血管炎生肉芽腫症\n画像所見は軽度の気管支壁肥厚、少し粒状影と淡いすりガラス影。選択肢a-dならもっと典型画像の提示があるだろう。問題文の「両側上下肢のしびれ」より血管炎の症状。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 23,
    "text": "40 歳代の男性。健診で胸部異常陰影を指摘された。胸部単純 X 線写真の後前像と左側面像を示す。可能性が高いのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q23.png"
    ],
    "choices": {
      "a": "結   核",
      "b": "胸腺腫",
      "c": "髄膜瘤",
      "d": "神経内分泌腫瘍",
      "e": "サルコイドーシス"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "前縦隔腫瘍。神経内分泌腫瘍は胸腺カルチノイドを考えて選びました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 24,
    "text": "60 歳代の男性。関節リウマチにてメトトレキサートを投与されていた。右肺の HRCT を示す。1 か月前の CT では両肺に異常を認めなかった。今後の方針として適切でないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q24.png"
    ],
    "choices": {
      "a": "CT 下生検",
      "b": "CT での経過観察",
      "c": "メトトレキサートの休薬",
      "d": "Epstein-Barr virus（EBV）DNA 定量",
      "e": "可溶性インターロイキン 2 レセプター測定"
    },
    "answer": "a",
    "multi": false,
    "explanation": "RAに対しMTX投与中の肺病変としてMTX関連リンパ増殖性疾患を疑う。EBウィルスの活性化が関与し、EBV-DNAが上昇する。またsIL2Rも上昇する。病変はMTXの中止のみで縮小することも多く、まずはMTXを中止し、CTでサイズ変化をフォローする方針が適切と思われる。ただし半数以上の症例で薬剤中止のみで軽快するが、薬剤中止のみで消退しない場合には生検を積極的に考慮する。\n（関節リウマチにおけるMTX使用の診療と手引き2023年版）",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 25,
    "text": "70 歳代の男性。検診の胸部単純 X 線写真で下肺野の粒状影を指摘されて受診した。右肺の HRCT の肺野条件と骨条件を示す。この疾患でみられる組織学的所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q25.png"
    ],
    "choices": {
      "a": "肺胞上皮の異形成",
      "b": "肺動脈内の石灰化",
      "c": "肺胞腔内のカルシウム沈着",
      "d": "肺間質内のアミロイド沈着",
      "e": "気管支周囲の樹枝状骨形成"
    },
    "answer": "e",
    "multi": false,
    "explanation": "右肺底部末梢優位な樹枝状の高吸収域。\na: 主に肺癌における前癌病変のことを示していると考えられます。\nb: 肺高血圧症で見られる所見のようです。Radiopediaには”Pulmonary arterial calcification is a phenomenon which is usually seen in the setting of advanced pulmonary hypertension. It can however be uncommonly present in those without pulmonary hypertension.”と記述されていました。調べても中枢側の病変はありましたが末梢の画像は出てこず頻度は低いのではないでしょうか。\nc: 肺胞微石症。胸部単純X線写真・CTで両側にびまん性・対称性の粒状影（sand-storm appearance）またはすりガラス陰影を呈する。陰影は下肺野優位に出現し、胸膜下に “black pleural line”とよばれる肺野透過性が亢進した帯状影を認めることもある。胸膜下・小葉間隔壁・気管支血管束に沿った石灰化，濃厚な融合性石灰化が見られる。本症例のように末梢に限局するよりも、比較的中枢測から連続性に見られる頻度が高いのではないでしょうか。\nd: 肺アミロイドーシスは、気管・気管支型、結節型、びまん性肺胞隔壁型に分類され石灰化も見られますが気管支に沿った石灰化ないし結節状の石灰化が見られるため今回の所見とは異なるものと考えられます。\ne: Diffuse Pulmonary Ossification（びまん性肺骨形成）として見られる病理所見です。樹枝状肺骨形成は急性または慢性の肺損傷の結果起こるとされ，これまでのほとんどの報告例は特発性肺線維症，成人呼吸窮迫症候群，肺気腫，器質化肺炎，レアアースによる塵肺，石綿肺，重金属吸入，ブスルファンによる肺障害，嚢胞性線維症，アミロイドーシス，ヒストプラズマ症，慢性肺膿瘍など基礎疾患を有する続発性の症例である、とのことです。\n“胸腔鏡下肺生検術で診断し，12年間の経過を観察しえた 特発性樹枝状肺骨形成の1例”日呼吸誌　2（3），2013より。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 26,
    "text": "60 歳代の男性。健診の胸部単純 X 線写真にて異常陰影を指摘され来院した。胸部造影 CT と胸部 MRI の T2 強調冠状断像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q26.png"
    ],
    "choices": {
      "a": "肺   癌",
      "b": "神経鞘腫",
      "c": "精上皮腫",
      "d": "神経節細胞腫",
      "e": "孤立性線維性腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "精上皮腫\n縦隔腫瘍は気管前面よりは後ろに位置している。縦郭上部・中縦隔・後縦隔から発生し、前縦隔腫瘍の可能性は低い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 27,
    "text": "60 歳代の女性。喫煙歴はない。健診の精査で施行した HRCT と病変部拡大像を示す。最も適切な対応はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q27.png"
    ],
    "choices": {
      "a": "気管支鏡による生検",
      "b": "3 か月後の CT 再検査",
      "c": "6 か月後の CT 再検査",
      "d": "12 か月後の CT 再検査",
      "e": "外科での胸腔鏡下生検"
    },
    "answer": "b",
    "multi": false,
    "explanation": "全体径7mmのpart-solid nodule。炎症性病変でも部分充実型結節を呈するため、3ヵ月後のCTで縮小や消失の有無の確認が必要である。全体径15mm未満で充実成分径8mm以上の病変は確定診断を行い、充実成分径8mm未満は経過観察とする。pure GGNとしても3ヵ月後のフォローが望まれる。\n2024年3月に日本CT検診学会の「肺結節の判定基準と経過観察の考え方」が改定されている。肺結節の判定基準と経過監察の考え方第6版",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 28,
    "text": "60 歳代の女性。咳嗽を主訴に来院した。単純 CT と後日行われた18F-FDG PET/CT の融合画像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q28.png"
    ],
    "choices": {
      "a": "乾酪性肺炎",
      "b": "細菌性肺炎",
      "c": "扁平上皮癌",
      "d": "浸潤性粘液性腺癌",
      "e": "浸潤性非粘液性腺癌"
    },
    "answer": "d",
    "multi": false,
    "explanation": "CTで右肺下葉末梢に腫瘤状の浸潤影を認める。FDGの集積は乏しく、浸潤性粘液性腺癌を疑う。\n肺浸潤性粘液性腺癌\n肺炎様の画像を呈する肺癌としてよく知られ、肺腺癌のうち5％を占める特殊型である。CT所見としてはangiogram signやbubble-like appearanceなどが診断のヒントとして知られる。また、粘液を多量に含む腫瘍のFDG集積は低い傾向にあることが知られており、他領域に生じた粘液性腫瘍と同様に粘液性腺癌のFDG集積は他の肺腺癌に比較して低いことが多い。そのため、FDGの集積が低い腫瘍を見た場合には浸潤性粘液性腺癌が鑑別に含まれる。\n(画像診断vol.40, No.5 422-428)\n他の選択肢の炎症や癌は一般的にFDGの高集積が見られやすい。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 29,
    "text": "50 歳代の男性。職場の健診の胸部単純 X 線写真で異常を指摘された。自覚症状はなく、血液検査では異常所見を認めない。1 日 20 本を 30 年間の喫煙歴がある。胸部 CT の横断像と冠状断再構成像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q29.png"
    ],
    "choices": {
      "a": "珪   肺",
      "b": "肺気腫",
      "c": "サルコイドーシス",
      "d": "肺リンパ脈管筋腫症",
      "e": "肺 Langerhans 細胞組織球症"
    },
    "answer": "e",
    "multi": false,
    "explanation": "喫煙歴および気管支拡張を呈し嚢胞性変化を呈する。LCHとして典型的な画像所見。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 30,
    "text": "40 歳代の女性。卵巣癌の診断で入院した。胸部単純 X 線写真で異常影を認め、精査のために撮影された薄層 CT を示す。病変分布を示す適切な表現はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q30.png"
    ],
    "choices": {
      "a": "random distribution",
      "b": "panlobular distribution",
      "c": "paraseptal distribution",
      "d": "centrilobular distribution",
      "e": "perilymphatic distribution"
    },
    "answer": "e",
    "multi": false,
    "explanation": "Perilymphatic distribution\n問題文にて「40歳代、卵巣癌」のキーワードから癌性リンパ管症？！画像所見では、小葉間隔壁は軽度肥厚し、粒状影あり。癌性リンパ管症の画像にしては所見が乏しい印象ですが、問題文も踏まえ、e。\naランダム（Random）⇔ 血行進展（粟粒結核や悪性疾患の血行性転移など）\nｂ汎小葉性病変(Panlobular) ⇔BO、(外因性)過敏性肺臓炎、肺胞蛋白症、好酸球性肺炎、肺結核、レジオネラ肺炎、マイコプラズマ肺炎、ニューモシスチス肺炎、関節リウマチの急性肺病変、その他(肺梗塞、肺水腫、肺出血、小葉性肺炎)など\nd小葉中心（Centrilobular）⇔ 気道進展（呼吸器感染症やびまん性汎細気管支炎など）\ne小葉辺縁（Perilymphatic）⇔ リンパ進展（癌性リンパ管症や肺水腫，サルコイドーシスなど",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 31,
    "text": "80 歳代の女性。検診で撮影された胸部単純 X 線写真を示す。異常が疑われる境界線はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q31.png"
    ],
    "choices": {
      "a": "前接合線",
      "b": "後接合線",
      "c": "右気管傍線",
      "d": "奇静脈食道線",
      "e": "大動脈肺動脈窓"
    },
    "answer": "d",
    "multi": false,
    "explanation": "d以外は見えていそう。\n【保存版】肺がん検診に！胸部レントゲン読影で知っておくべき7つの境界線",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 32,
    "text": "60 歳代の女性。胸部単純 X 線写真で左下肺野に異常影を認めた。異常影の精査目的で撮影された胸部 CT の肺野条件と縦隔条件を示す。適切でない対応はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q32.png"
    ],
    "choices": {
      "a": "造影 CT を撮影する。",
      "b": "頭部 MRI を撮影する。",
      "c": "CT ガイド下生検を施行する。",
      "d": "三次元再構成 CT 画像を作成する。",
      "e": "パルスオキシメーターで酸素飽和度を計測する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "左下葉末梢に蛇行した脈管状の腫瘤様構造を認め、肺動静脈瘻を疑う。当然ながら生検すると出血をきたすため禁忌と考えられる。造影CT/３DCTは血管構築のため、頭部MRIは脳塞栓や膿瘍などの合併症確認のため施行される。また右左シャントによりSpO2が低下する可能性があるため酸素飽和度の計測も行う。\n肺動静脈瘻\n胎生期の毛細血管形成不全のため、肺毛細血管が欠如した部分に生後肺動脈の圧負荷が加わり拡張した動脈と静脈の交通路が形成されたもの。偶然発見も多いが喀血や呼吸困難やチアノーゼ、心不全で発見されることもある。脳膿瘍や奇異性脳梗塞、多血症などの合併症で見つかることも。Simple/complex/diffuse typeに分類される。Rendu-Osler-Weber症候群の部分症のこともある。\n(画像診断パワフルガイド2版 p.353 MEDSi)",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 33,
    "text": "60 歳代の男性。8 日前に出現した呼吸困難が増悪し、救急車にて来院した。心電図、心臓超音波検査は正常であった。胸部 CT を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q33.png"
    ],
    "choices": {
      "a": "塵   肺",
      "b": "肺結核",
      "c": "ニューモシスチス肺炎",
      "d": "びまん性汎細気管支炎",
      "e": "非線維化性過敏性肺臓炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "画像所見としてはcまたはeで割れる。免疫不全の既往の記載もなく、また末梢にも病変分布が多いことからはe > cか。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 34,
    "text": "80 歳代の男性。胸部異常陰影を指摘された。胸部単純 X 線写真と胸部単純 CT を示す。本疾患の胸部 CT 肺野条件で認められる所見として、可能性が最も高いのはどれか。 1 つ選べ。",
    "images": [
      "assets/questions/2025/q34.png"
    ],
    "choices": {
      "a": "蜂巣肺",
      "b": "円形無気肺",
      "c": "胸膜下粒状影",
      "d": "牽引性気管支拡張",
      "e": "びまん性胸膜肥厚"
    },
    "answer": "c",
    "multi": false,
    "explanation": "単純X線にて両側上肺野優位に粒状影や結節影、CTにて縦隔・両側肺門部リンパ節に腫大おおび石灰化あり。珪肺が疑われ、c 胸膜下粒状影を選択。珪肺のキーワードとして、大陰影、卵殻状石灰化。選択肢を見てキーワードがなく、最初戸惑いました。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 35,
    "text": "60 歳代の男性。高血圧、高脂血症で通院中に胸部単純 X 線写真で異常を指摘された。胸部単純 CT の肺野条件と縦隔条件を示す。この疾患で認められるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q35.png"
    ],
    "choices": {
      "a": "喘息症状",
      "b": "免疫能低下",
      "c": "CT halo sign",
      "d": "meniscus sign",
      "e": "air crescent sign"
    },
    "answer": "a",
    "multi": false,
    "explanation": "高吸収な粘液栓がありアレルギー性気管支肺アスペルギルス症を考える。アスペルギルス症のうちABPAとアスペルギローマは正常免疫でみられる。halo sign、air crescent signは侵襲性肺アスペルギルス症、meniscus signはアスペルギローマで認める。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 36,
    "text": "50 歳代の女性。大動脈解離の精査で施行した胸部造影 CT を示す。この画像でみられる偶発所見はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q36.png"
    ],
    "choices": {
      "a": "冠動脈の破格",
      "b": "左心耳の血栓",
      "c": "肺静脈の閉塞",
      "d": "上大静脈の血栓",
      "e": "肺動脈弁の疣贅"
    },
    "answer": "a",
    "multi": false,
    "explanation": "右冠動脈が左冠動脈起始部近傍から起始しており、右冠動脈左valsalva洞起始異常症である。\n対側冠動脈洞起始\n稀に左冠動脈あるいは分枝が右valsalva洞から、右冠動脈が左valsalva洞から出る奇形がみられ、若年者の心筋梗塞の原因となることがある。冠動脈主幹部が大動脈と肺動脈の間を走行すると運動などによって心筋虚血が誘発される(malignant coronary artery)。左冠動脈よりも右冠動脈起始異常のほうが心事故のリスクが高い。\n(画像診断パワフルガイド2版 p384-385 MEDSi)",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 37,
    "text": "60 歳代の女性。発作性心房細動に対する精査加療目的に来院した。カテーテルアブレーション前の造影 CT 動脈相の横断像を示す。正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q37.png"
    ],
    "choices": {
      "a": "奇静脈連結",
      "b": "下大静脈欠損",
      "c": "重複下大静脈",
      "d": "重複大動脈弓",
      "e": "部分肺静脈還流異常"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "奇静脈連結+下大静脈欠損\n拡張した奇静脈が描出されています",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 38,
    "text": "20 歳代の女性。潰瘍性大腸炎の治療中に撮影された胸部造影 CT の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q38.png"
    ],
    "choices": {
      "a": "川崎病",
      "b": "高安動脈炎",
      "c": "Marfan 症候群",
      "d": "感染性大動脈瘤",
      "e": "巨細胞性動脈炎"
    },
    "answer": "b",
    "multi": false,
    "explanation": "高安動脈炎。若い女性で、上行大動脈がやや拡張して見えました。\n問題文「潰瘍性大腸炎」が高安動脈炎のキーワード。高安病患者では潰瘍性大腸炎の合併が高く、HLA-B*52保因者が有意に多い。",
    "category": "呼吸器・縦隔"
  },
  {
    "year": 2025,
    "num": 39,
    "text": "60 歳代の女性。失神を契機に房室ブロックと左室壁運動低下を指摘される。心臓 MRI の black blood 脂肪抑制 T2 強調像と遅延造影像の左室短軸像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q39.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "急性心筋梗塞",
      "c": "左室緻密化障害",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "e",
    "multi": false,
    "explanation": "中隔に遅延造影があり、病歴的にも心サルコイドーシスでいいと思います。",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 40,
    "text": "30 歳代の女性。下肢のしびれを主訴に来院した。造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q40.png"
    ],
    "choices": {
      "a": "川崎病",
      "b": "大動脈縮窄症",
      "c": "Marfan 症候群",
      "d": "巨細胞性動脈炎",
      "e": "大動脈弁輪拡張症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "胸部上行大動脈に比べ、下行大動脈に狭窄がある。下肢のしびれの症状も合わせて大動脈縮窄症を疑う。また、側副血行路として肋間動脈や内胸動脈～下腹壁動脈などが拡張している。\n大動脈縮窄症\n胸部大動脈の動脈管接続部（動脈管閉鎖後は動脈管索部）に狭窄を来す疾患である。心室中隔欠損や大血管転換などの先天性心疾患を合併する複合型と伴わない単純型に分けられる（卵円孔開存と動脈管開存の合併は単純型に含まれる）。学童期から成人期に発見される場合には、先天性心疾患を伴わない単純型が多くを占める。臨床症状は上肢高血圧、運動時の下肢のしびれなどで、若年性高血圧の鑑別疾患のひとつに挙げられる。単純型においては、左鎖骨下動脈分岐後の動脈管索部に限局性の狭窄が認められ、近位側弓部大動脈や弓部分枝の拡張、遠位側胸部下行大動脈の拡張を伴っている。また、側副血行路として内胸動脈や 肋間動脈などの拡張を認め、胸部単純X線写真上の肋骨下縁の圧痕像（rib notching）を生む。\n(画像診断 vol.35 No.9 1050-1051)",
    "category": "心臓・大血管"
  },
  {
    "year": 2025,
    "num": 41,
    "text": "70 歳代の女性。乳房腫瘤を自覚して来院した。乳房 MRI の脂肪抑制造影 T1 強調横断像を示す。この画像で認められる造影パターンはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q41.png"
    ],
    "choices": {
      "a": "clumped",
      "b": "clustered ring",
      "c": "homogeneous",
      "d": "rim enhancement",
      "e": "dark internal septation"
    },
    "answer": "d",
    "multi": false,
    "explanation": "rim enhancement\n普段乳腺MRIを読影しない場合は画像と用語の対比を整理する必要があるかもしれません。",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 42,
    "text": "50 歳代の男性。左乳房痛を主訴に来院した。マンモグラフィの両側 MLO 像を示す。マネジメントとして適切なのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q42.png"
    ],
    "choices": {
      "a": "針生検",
      "b": "処方歴の確認",
      "c": "造影乳房 MRI",
      "d": "定期経過観察",
      "e": "腫瘍マーカー測定"
    },
    "answer": "b",
    "multi": false,
    "explanation": "【＞c】\n50歳代の男性。左乳房痛。\nLMLOにて部位M,Lに局所的非対称性陰影あり。両側MLO部位Sに乳腺と思われる陰影あり、男性とすると乳腺が目立つ。女性化乳房、左乳腺炎でしょうか？前立腺癌、ホルモン療法中など、まずは既往歴や処方歴でしょうか？",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 43,
    "text": "60 歳代の女性。左乳房腫瘤を自覚し受診した。乳房 MRI の T1 強調横断像および脂肪抑制 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q43.png"
    ],
    "choices": {
      "a": "過誤腫",
      "b": "乳腺症",
      "c": "浸潤性小葉癌",
      "d": "浸潤性乳管癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "脂肪成分を含み過誤腫。",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 44,
    "text": "40 歳代の女性。左乳房腫瘤を自覚し受診した。左乳房 MRI の T2 強調像、造影 T1 強調像およびダイナミックスタディの time intensity curve を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q44.png"
    ],
    "choices": {
      "a": "粘液癌",
      "b": "乳腺炎",
      "c": "悪性葉状腫瘍",
      "d": "浸潤性小葉癌",
      "e": "非浸潤性乳管癌"
    },
    "answer": "a",
    "multi": false,
    "explanation": "T2WIで高信号を呈する不整形腫瘤を認める。内部に低信号部あり。不均一な増強効果があり、T2WIでの信号とその形態から混合型の粘液癌を疑う。横径の長い不整形腫瘤としては形態的には小葉癌も鑑別と考えるがT2WIの信号からはやはり粘液癌と思われる。\n粘液癌\n乳腺粘液癌は全乳癌のおよそ5％以下であり、特殊型乳癌としては小葉癌に次ぐ頻度で認められる。粘液産生を特徴とする癌である。 粘液癌は純型（pure type）と混合型（mixed type）に分かれる。純粋な粘液癌の典型的なMRI所見はT2強調像で著明な高信号を呈し、徐々に濃染する腫瘤であり、かつ拡散強調像上、 乳癌のなかでもほぼ例外的にADC値が高い。悪性度の高い病変や混合性の粘液癌では、浸潤部などを反映したより悪性を疑う所見を認める傾向にある。粘液癌はT1強調像でさまざまな信号を示し、T2強調像上では均一、または不均一な高信号を示 し，内部の粘液成分と相関する。不整形腫瘤は混合型でよくみられるが，純型でもこのような所見を示すことがある。漸増型の濃染が辺縁部より認められ、内部も漸増型の造影効果を認める。\n(臨床画像Vol.37 No.11 p.1332-1344)",
    "category": "乳房"
  },
  {
    "year": 2025,
    "num": 45,
    "text": "生後 0 日の男児。胎児超音波検査で異常を指摘されていた。出生後の胸腹部単純 X 線写真を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q45.png"
    ],
    "choices": {
      "a": "食道閉鎖症",
      "b": "回腸閉鎖症",
      "c": "十二指腸閉鎖症",
      "d": "Hirschsprung 病",
      "e": "肥厚性幽門狭窄症"
    },
    "answer": "c",
    "multi": false,
    "explanation": "Double bubble sign\na 胃管が胃まで到達し、両側気管支が見えるので可能性は低い。\nb ハニカムサイン？　空腸閉鎖ならtriple bubble sign\nd 直腸の拡張\ne single bubble sign",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 46,
    "text": "生後 0 日の男児。ポータブル X 線写真を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q46.png"
    ],
    "choices": {
      "a": "左前斜位像である。",
      "b": "胃管の位置は十二指腸である。",
      "c": "気管内チューブの位置は浅い。",
      "d": "臍帯静脈カテーテルの先端は Th7 の高さに認められる。",
      "e": "臍帯動脈カテーテルの先端は胸部下行大動脈レベルにある。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "【と悩む方多い、臍帯動静脈カテーテル見たことない方ばかり)】\n適正な位置\n臍帯静脈カテーテル（UVC）：Th9-10\n臍帯動脈カテーテル（UAC）：Th6-10\n合併症；心臓に迷入し、心タンポナーデ\n参考文献\nFig38.1：https://obgynkey.com/umbilical-vessel-catheterization/\nFig1: EA Kiera. Archives of Disease in Childhood – Fetal and Neonatal Edition 2015; 101 1-1 doi: 10.1136/archdischild-2015-310173\nきっともう出題されない気が、、、",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 47,
    "text": "1 歳の男児。活気不良、嘔吐、哺乳低下を認めた。頭部 CT の脳条件画像、骨条件画像および VR 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q47.png"
    ],
    "choices": {
      "a": "脳   炎",
      "b": "頭蓋骨骨折",
      "c": "閉塞性水頭症",
      "d": "頭蓋骨早期癒合症",
      "e": "Langerhans 細胞組織球症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "よくわからないが、脳室拡大も骨折線も溶骨性病変もない。単純CTで脳炎の判断は難しいと思うのでd一択でいいと思います。\n1歳であり癒合前の縫合線が確認できないのが根拠なのでしょうか。",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 48,
    "text": "在胎 35 週で心拡大を指摘された胎児の T2 強調横断像を示す。病変が存在する部位として可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q48.png"
    ],
    "choices": {
      "a": "直静脈洞",
      "b": "脳底静脈",
      "c": "内大脳静脈",
      "d": "ガレン大静脈",
      "e": "上矢状静脈洞"
    },
    "answer": "d",
    "multi": false,
    "explanation": "両側視床と後頭葉の間に巨大な瘤様構造を認め、ガレン大静脈瘤を疑う。\nガレン大静脈瘤\nガレン大静脈瘤は頭蓋内欠陥機家の1％とされる非常にまれな欠陥病変で小児脳血管奇形の30％に当たる疾患である。ガレン大静脈瘤には病態を異にする2つの疾患が含まれている。一つは既存の動静脈奇形によって正常に発生した真のガレン大静脈が拡張したVGAD、もう一方は胎生期の12週までに招待するはずの前脳正中静脈が遺残した正常動脈との間に短絡を形成して異常に拡張したVGAMである。\n(よくわかる脳MRI　改訂第4版　284-285)",
    "category": "小児"
  },
  {
    "year": 2025,
    "num": 49,
    "text": "70 歳代の男性。多発肝病変の精査のため紹介受診した。ダイナミック造影 CT 動脈相の横断像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q49.png"
    ],
    "choices": {
      "a": "肝細胞癌",
      "b": "肝紫斑病",
      "c": "真菌性肝膿瘍",
      "d": "肝海綿状血管腫",
      "e": "甲状腺癌の肝転移"
    },
    "answer": "c",
    "multi": false,
    "explanation": "動脈相での肝内の多発する高吸収域。真菌性であっても肝膿瘍であれば内部の造影不良域が見られ、今回画像では考えにくい。\n肝紫斑病(Peliosis hepatis) はよく知りませんでしたが，本症例のように早期相で血液プール状に造影効果亢進多発領域が見られるようです。\n「類洞の拡張と肝内に 1～10 mm 程度の内皮細胞を持たない不整形の血液貯留腔が出現 するまれな疾患で，WHO の肝腫瘍の組織学的分類では 腫瘍類似病変に分類されている．蛋白同化ステロイドなどの薬物使用や 慢性消耗性疾患に随伴して発症することが知られているが，発症する特発例も存在する．原因として類洞からの血液流出障害の可能性を示唆する報告もあるが，現在のところ病因は明らかではない．発症の誘因となる薬物が明らかな場合には，薬物を中止することにより寛解することが多いが，一部の症例では進行性の経過をたどり，肝腫大や腹水貯留，門脈圧亢進症が出現し，肝不全や肝破裂などの深刻な合併症を生じる場合もある．このような症例は，かなり急激な経過で進行し死に至る可能性があるとされている」\n“A case of biopsy-proven idiopathic peliosis hepatis disseminated to whole liver with rapidly worsening course” Kanzo 2009; 50: 229―237 からの抜粋です。\n甲状腺癌の肝転移はＨＣＣと鑑別が困難なほど多血性の病変が見られることが多いようです。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 50,
    "text": "20 歳代の女性。軽度発熱、上腹部痛で受診した。血液検査で軽度の炎症反応が見られた。腹部超音波検査、上部消化管内視鏡検査では異常がなく、ダイナミック造影 CT が施行された。門脈相と平衡相の横断像を示す。本患者で疑われる疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q50.png"
    ],
    "choices": {
      "a": "骨盤腔内の異常所見は稀である。",
      "b": "抗ミトコンドリア抗体値が上昇する。",
      "c": "今後肝内胆管拡張が生じる可能性がある。",
      "d": "診断確定のため原発巣の精査が必要である。",
      "e": "肝の無漿膜野（bare area）に異常所見は出にくい。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "Fitz-Hugh-Curtis症候群\nダイナミックCTで造影門脈相での肝被膜(内側区から右葉外側区中心)に沿った造影効果を認める。これは肝周囲から肝被膜に及んだ炎症に伴う血流の増加と考えられている。従って、eの漿膜野のない場所には異常所見が出にくい。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 51,
    "text": "30 歳代の女性。健診の腹部超音波検査にて肝腫瘍を指摘され、精査目的にて EOB 造影 MRI が施行された。造影前、動脈相、肝細胞相の横断像を示す。本疾患について最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q51.png"
    ],
    "choices": {
      "a": "前癌病変である。",
      "b": "生検は禁忌である。",
      "c": "Vascular scar を有する。",
      "d": "5 cm 以上は切除対象となる。",
      "e": "腫瘍マーカーの上昇を認める。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "早期濃染、肝細胞相で高信号、中心瘢痕を伴い典型的なFNH。血管腫に次いで多い肝良性腫瘍。治療不要。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 52,
    "text": "50 歳代の女性。上腹部違和感を主訴に受診した。造影 CT を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q52.png"
    ],
    "choices": {
      "a": "脾梗塞",
      "b": "脾過誤腫",
      "c": "脾血管肉腫",
      "d": "脾サルコイドーシス",
      "e": "Gamna-Gandy body"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脾臓に腫大と多発する一部癒合するような結節を認め、脾サルコイドーシスを疑う。\n 脾臓多発性結節を認める場合、多数の疾患が鑑別として挙がり、粟粒結核、微小転移、真菌感染、サルコイドーシス、悪性リンパ腫、血管腫、littoral cell angioma、過誤腫などが鑑別として挙がる。サルコイドーシスでは脾腫を認めることが多く、増強効果の弱い多発結節がみられる。肉芽腫は癒合傾向がみられ、癒合した結節は大きな結節を形成する。ADCの低下はみられないことが多く、脂肪抑制T2WIや早期相で低信号の場合、サルコイドーシスを疑う。\n (肝胆膵の画像診断　改訂第2版　612-613　秀潤社)\nGamma-gandy bodyは多発結節の鑑別として挙がるがMRIでのみ所見がみられることが多い。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 53,
    "text": "40 歳代の男性。腹痛と嘔吐を主訴に来院した。20 年来のアルコール多飲歴がある。 3 日前から上腹部痛が増強し、嘔吐を繰り返すようになったため受診した。造影 CT を示す。画像所見として誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q53.png"
    ],
    "choices": {
      "a": "主膵管拡張",
      "b": "膵仮性囊胞",
      "c": "腎周囲炎症波及",
      "d": "急性壊死性貯留",
      "e": "肝周囲炎症波及"
    },
    "answer": "b",
    "multi": false,
    "explanation": "画像所見としては膵尾部に壊死が見られるが仮性嚢胞と考えられるような被胞化された液体貯留は見られない。\nまた「膵仮性嚢胞の内視鏡治療ガイドライン 2009」によると「急性仮性嚢胞（acute pseudocyst）は，急性膵炎に続発した仮性嚢胞で，急性膵炎の発症から 4 週以上を経 過して形成されるものをいう．」とあり発症後3日の時点ではそもそも定義に当てはまらないという説もある。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 54,
    "text": "30 歳代の男性。下血を主訴に来院した。CT colonography の仮想注腸像と仮想内視鏡像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q54.png"
    ],
    "choices": {
      "a": "Cajal 細胞に由来する。",
      "b": "ステロイドが奏功する。",
      "c": "高率に回盲部病変を伴う。",
      "d": "低位前方切除術を考慮する。",
      "e": "NSAIDs の常用が示唆される。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "30歳代　下血　CTcolonographyにて直腸に腫瘍を疑う像あり。仮想内視鏡像にて腫瘍表面は凹凸不整で直腸癌疑い。添付画像にて→の位置が第２ヒューストン弁で腹膜翻転部。\n直腸はRb低位であれば、2㎝。RS・Ra高位であれば3㎝断端から確保必要のため、腹膜翻転部を超えて剥離が必要。従って、ｄ。（大腸がん治療ガイドライン参照、消化器外科医の先生にも伺いました。）\n30歳代という年齢を考慮し、GIST？と悩む先生も多いですが、仮想内視鏡像を見慣れた先生方が見ると腫瘍表面は凹凸不整で癌とお考えでした。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2025,
    "num": 55,
    "text": "50 歳代の女性。健診の超音波検査で異常を指摘された。腹部 MRI の T2 強調横断像および EOB 造影 MRI の動脈相、門脈相、移行相、肝細胞相の横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q55.png"
    ],
    "choices": {
      "a": "出血性囊胞",
      "b": "肝細胞腺腫",
      "c": "海綿状血管腫",
      "d": "中分化型肝細胞癌",
      "e": "限局性結節性過形成"
    },
    "answer": "c",
    "multi": false,
    "explanation": "早期濃染し、肝細胞相では低信号。T2強調像の高信号が著明で血管腫を考える。血管腫はEOBでは肝細胞相で抜ける。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 56,
    "text": "60 歳代の女性。腹部膨満にて撮影された造影 CT を示す。鑑別疾患として考えにくいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q56.png"
    ],
    "choices": {
      "a": "癌性腹膜炎",
      "b": "結核性腹膜炎",
      "c": "腸間膜脂肪織炎",
      "d": "悪性腹膜中皮腫",
      "e": "腹膜原発漿液性乳頭状腺癌"
    },
    "answer": "c",
    "multi": false,
    "explanation": "大網に沿うような形で増強効果を伴う不整な腹膜肥厚や軟部濃度を認め、腹膜炎や腹膜播種のような病変を疑う。腸間膜脂肪織炎は通常misty mesenteryとして現れる。",
    "category": "消化器（消化管・腹壁）"
  },
  {
    "year": 2025,
    "num": 57,
    "text": "50 歳代の女性。胆囊摘出の既往がある。健診の超音波検査にて胆管拡張を指摘された。 MRCP を示す。推奨すべき対応はどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q57.png"
    ],
    "choices": {
      "a": "1 年後に MRCP 再検査",
      "b": "造影 CT による腫瘍検索",
      "c": "抗菌薬投与による感染予防",
      "d": "胆道再建を前提とした外科的治療",
      "e": "胆管ステント留置によるドレナージ治療"
    },
    "answer": "b,d",
    "multi": true,
    "explanation": "主膵管と総胆管が膵臓の上縁ぐらいで合流していて膵胆管合流異常の所見。基本的に胆道がんのリスクなので外科的な胆道再建が望まれる。もし既に胆管がんがあるような場合は郭清範囲などが変わるので事前に調べておく必要あり。ということでb.dが正解。",
    "category": "消化器（肝・胆・膵・脾）"
  },
  {
    "year": 2025,
    "num": 58,
    "text": "40 歳代の男性。左肺癌に対して化学療法を施行されている。化学療法開始 1 年 7 か月後に発熱、腰痛、倦怠感を訴えて来院した。尿中白血球＜1 個/HPF、血中白血球 7,900/ μL、CRP 7.48 mg/dL。今回来院時の腹部造影 CT と半年前の腹部単純 CT を示す。今回の CT 所見の原因と考えられる薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q58.png"
    ],
    "choices": {
      "a": "ニボルマブ",
      "b": "クリゾチニブ",
      "c": "ベバシズマブ",
      "d": "カルボプラチン",
      "e": "ペンブロリズマブ"
    },
    "answer": "d",
    "multi": false,
    "explanation": "【解答割れしていた】\nクリゾニチブ関連腎嚢胞\nALK陽性、ROS1陽性の非小細胞性肺癌に適応。腎嚢胞の出現および増大、自然消退することもある。\n参考文献：http://doi.org/10.1186/s40644-017-0109-5\n近年、薬剤関連の問題の出題あり\n＊骨粗鬆症でBP製剤、抗RANKL抗体、抗スクレロスチン抗体を処方されている患者さんが歯性感染症を持っていると顎骨壊死を合併する。（２０２４年）\n＊セフトリアキソンに伴う偽胆石\n今回の他の選択肢を踏まえ\nirAE(免疫チェックポイント阻害剤の使用で生じる薬剤性の障害の総称)の画像所見の問題を今後確認するといいと思います。\n放射線科医が知っておいたほうがよいirAEのなかで，肝炎・胆管炎，膵炎，腎炎，膀胱炎，脳炎，筋炎，関節炎，眼窩炎症性疾患，軟骨炎などがある。（臨床画像 38巻10号 （2022年10月発行pp.1211-1219に画像の提示あり）是非、参照ください。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 59,
    "text": "40 歳代の女性。卵巣腫瘤を指摘され、精査のために紹介受診した。骨盤部 MRI の T1 強調矢状断像と脂肪抑制造影 T1 強調横断像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q59.png"
    ],
    "choices": {
      "a": "線維腫",
      "b": "漿液性癌",
      "c": "明細胞癌",
      "d": "顆粒膜細胞腫",
      "e": "粘液性境界悪性腫瘍"
    },
    "answer": "c",
    "multi": false,
    "explanation": "T1強調像で高信号、内部に増強効果を伴う充実成分？内膜症性嚢胞から発癌したもの考えましたが、辺縁の増強効果を伴う厚い構造があり。よくわかりません。。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 60,
    "text": "30 歳代の女性。妊娠 13 週。卵巣腫瘍疑いで撮像された MRI の T2 強調像、脂肪抑制 T1 強調像、ADC map を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q60.png"
    ],
    "choices": {
      "a": "漿液性癌",
      "b": "粘液性癌",
      "c": "明細胞癌",
      "d": "成熟奇形腫",
      "e": "子宮内膜症性囊胞"
    },
    "answer": "e",
    "multi": false,
    "explanation": "妊娠子宮あり。左付属器領域には脂肪抑制T1WIで高信号を呈する多房性嚢胞あり、内部に充実部を伴う。ＡＤＣは高値であり、癌よりも内膜症性嚢胞の脱落膜様変化をまず疑う。\n 内膜症性嚢胞の脱落膜様変化\n妊娠中、正所性の子宮内膜は各種ホルモンの影響を受けて脱落膜下して肥厚し、T2WIで胎盤と同様にきわめて高信号を呈する。異所性内膜も同様の傾向を呈し、時に嚢胞壁に結節を形成する。特徴としては平板状、T1WIで低信号、T2WIで胎盤よりもやや高い程度の候信号。Balanced シーケンスでは胎盤と等信号を呈する。ADC高値があげられる。\n(婦人科MRIアトラス　改訂第2版 p316-318 秀潤社)\n(産婦人科画像診断の勘所neo p102 メジカルビュー社)",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 61,
    "text": "60 歳代の女性。子宮がん検診にて腺癌を指摘された。骨盤部 MRI の T2 強調像と脂肪抑制造影 T1 強調像の矢状断像を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q61.png"
    ],
    "choices": {
      "a": "予後不良である。",
      "b": "水様帯下がみられる。",
      "c": "分葉状頸管腺過形成が背景にある。",
      "d": "Peutz-Jeghers 症候群に合併しやすい。",
      "e": "Human papilloma virus（HPV）依存性である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "子宮頸部胃型腺癌\na.予後不良　卵巣転移や播種の頻度が高い\nb.水様帯下　粘液産生亢進による大量の水様/粘液性帯下で発症\nc.背景にLEGH  胃型形質をもち、腺癌の前駆病変として着目されている\nd.PJSに合併しやすい　子宮頸部胃型腺癌を合併する唯一の遺伝性腫瘍\ne.HPV依存性→❌",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 62,
    "text": "50 歳代の女性。他院で腎癌が疑われ、治療目的に紹介受診した。精査のために施行された造影 CT の腹部横断像と胸部再構成冠状断像（肺野条件）を示す。本疾患について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q62.png"
    ],
    "choices": {
      "a": "気胸の頻度は低い。",
      "b": "顔面頭頸部皮疹を認める。",
      "c": "腎癌の組織型は様々である。",
      "d": "腎癌は両側・多発発生が多い。",
      "e": "常染色体顕性（優性）遺伝である。"
    },
    "answer": "a",
    "multi": false,
    "explanation": "腹部造影CTにて、右腎癌を疑う腫瘤。胸部CTにて多数の嚢胞状病変あり。\nBirt-Hogg-Dube症候群\n腎腫瘍（腎癌）、多発性肺嚢胞、顔面頭頸部皮疹が三徴。常染色体優性遺伝。\n気胸を繰り返すため、解答はa",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 63,
    "text": "40 歳代の女性。骨盤内腫瘤の精査で MRI が施行された。脂肪抑制 T1 強調矢状断像と T2 強調矢状断像を示す。可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q63.png"
    ],
    "choices": {
      "a": "卵巣甲状腺腫",
      "b": "黄体化過剰反応",
      "c": "粘液性囊胞腺腫",
      "d": "大腸癌の卵巣転移",
      "e": "虫垂癌の卵巣転移"
    },
    "answer": "a",
    "multi": false,
    "explanation": "T2強調像高信号の多房性嚢胞性腫瘤。卵巣甲状腺腫はコロイド成分がT2強調像で著明な低信号、単純CTで高吸収を示すのでaが明らかに違うと思います。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 64,
    "text": "70 歳代の男性。PSA 高値のため骨盤部 MRI が施行された。T2 強調横断像の連続する 3 スライスを示す（A、B、C）。A や C と比べると B では画質が低下しており、このような交互の画質変化が他のスライスでもみられた。交互の画質変化の原因はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q64.png"
    ],
    "choices": {
      "a": "ブラーリング",
      "b": "リングアーチファクト",
      "c": "磁化率アーチファクト",
      "d": "インターリーブ法による撮像",
      "e": "パラレルイメージングの利用"
    },
    "answer": "d",
    "multi": false,
    "explanation": "インターリーブ法\n最初のデータ収集中に１枚おきのスライスからデータを収集し、次に残りを収集するスキャン方式とのこと。\ninterleaving （インターリービング:interleaving） | MRIfan.net\n つまり、奇数番目のスライスと偶数番目のスライスを別のタイミングで励起しスキャンしていく。ＡとＣでは同タイミングでスキャンしているためアーチファクトが生じてないが、Ｂのタイミングでは腸管の動きなどによりアーチファクトが生じてしまったと思われる。",
    "category": "医学物理学"
  },
  {
    "year": 2025,
    "num": 65,
    "text": "30 歳代の女性。月経 3 日目。下腹部痛を主訴に来院した。骨盤部 MRI の脂肪抑制 T1 強調像と T2 強調像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q65.png"
    ],
    "choices": {
      "a": "卵巣出血",
      "b": "異所性妊娠",
      "c": "卵管卵巣膿瘍",
      "d": "卵巣腫瘍茎捻転",
      "e": "子宮内膜症性囊胞破裂"
    },
    "answer": "e",
    "multi": false,
    "explanation": "子宮内膜症性嚢胞破裂\n骨盤腔内に血性腹水と思われる脂肪抑制T1強調像高信号域あり。また両側卵巣に脂肪抑制T1強調像高信号の嚢胞を認め、内膜症性嚢胞と考えます。緊満感が乏しいかというと微妙ですが,素直に考えると破裂の可能性が高いと考えます。卵巣出血としては月経の時期(卵巣出血は黄体期好発)が合いません。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 66,
    "text": "50 歳代の女性。前日夜からの左下腹部痛で来院した。骨盤部 MRI の T2 強調矢状断像と T2 強調横断像を示す。最も可能性が高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q66.png"
    ],
    "choices": {
      "a": "卵巣出血",
      "b": "虫垂粘液囊腫",
      "c": "卵管卵巣膿瘍",
      "d": "卵巣腫瘍破裂",
      "e": "卵巣腫瘍茎捻転"
    },
    "answer": "e",
    "multi": false,
    "explanation": "T2WIにて骨盤内に多房性嚢胞性腫瘤あり、矢状断像にて膀胱と腫瘍の間に血管と卵管の渦巻状変化（whirl-pool sign）を疑う像あり",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 67,
    "text": "50 歳代の男性。発熱、血尿を主訴に受診した。腹部の単純 CT および造影 CT を示す。本疾患について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q67.png"
    ],
    "choices": {
      "a": "男性に多い。",
      "b": "糖尿病患者に多い。",
      "c": "好気性菌が原因である。",
      "d": "致死率は 60% 程度である。",
      "e": "手術の適応とはならない。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "気腫性腎盂腎炎。3:1程度で女性に多い。9割程度に糖尿病の既往あり、コントロール不良例に多い。致死的(20%)な感染症で腎摘も考慮される。原因菌は大腸菌が最多、次いで肺炎桿菌。",
    "category": "泌尿器・生殖器"
  },
  {
    "year": 2025,
    "num": 68,
    "text": "70 歳代の男性。健診で左腎腫瘤を指摘された。腎機能および凝固系は正常である。初診時の造影 CT 動脈相の横断像と診断確定のため施行された IVR 手技中の超音波像を示す。この手技に伴う合併症として頻度が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q68.png"
    ],
    "choices": {
      "a": "気   胸",
      "b": "播   種",
      "c": "動静脈瘻",
      "d": "腎周囲血腫",
      "e": "肉眼的血尿"
    },
    "answer": "d",
    "multi": false,
    "explanation": "左腎の多血性腫瘍(左腎細胞癌、特に淡明細胞癌の疑い)に対する超音波ガイドした生検。\n 腎腫瘍生検に関連する合併症は稀であるが、経路に沿った腫瘍細胞の播種（腎細胞癌では稀だが尿路上皮癌では発生し得る）、出血、瘻孔、仮性動脈瘤、感染、気胸などが含まれる。報告されている死亡率は極めて稀である（0.031%）。また、合併症として血腫4.9％、疼痛1.2％、血尿1％、気胸0.6％、出血0.4％が報告されている。重大な合併症（仮性動脈瘤、塞栓術の必要性など）は腎腫瘍生検の1%未満で発生する。\n(Herrera-Caceres JO, Finelli A, Jewett MAS. Renal tumor biopsy: indicators, technique, safety, accuracy results, and impact on treatment decision management. World J Urol. 2019 Mar;37(3):437-443.)\n以上より血腫が最も高頻度。体感的にもその印象である。播種のリスクは非常に低いよう。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 69,
    "text": "70 歳代の男性。ある IVR 手技後の腹部単純 X 線写真を示す。この手技の適応として最も推奨されるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q69.png"
    ],
    "choices": {
      "a": "慢性血栓塞栓性肺高血圧症",
      "b": "脳出血直後の急性深部静脈血栓症",
      "c": "抗凝固療法中の再発深部静脈血栓症",
      "d": "がん患者における初発の深部静脈血栓症",
      "e": "消化管出血既往がある急性深部静脈血栓症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "IVCフィルターの適応についての問題。\n「肺血栓塞栓症および深部静脈血栓症の診断，治療，予防に 関するガイドライン（2017）」より\n下大静脈フィルターの絶対的適応（Class I）は，出血などにより抗凝固療法を施行できない状態とされてきた312, 313, 316)．十分な抗凝固療法に もかかわらず PTEが増悪・再発する例に対してのフィルターの適応は，中枢型 DVTを伴わないものはその限りではないため，Class IIaとする。\nとあるので絶対的適応となるのではbの脳出血直後（抗凝固ができない患者）の急性深部静脈血栓症である。\na CTEPHに対する推奨はない\nc 再発例については絶対的適応とは言えない\nd 抗凝固療法可能なのでフィルターの適応とは言えない。\ne 消化管出血の既往であって、今出血している訳ではなければ抗凝固療法可能なので適応とは言えない",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 70,
    "text": "70 歳代の女性。非結核性抗酸菌症で通院中。喀血にて救急受診し、動脈塞栓術を施行することになった。来院時の胸部 CT を示す。血管造影検査で認められる所見として可能性が最も低いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q70.png"
    ],
    "choices": {
      "a": "異常血管増生",
      "b": "造影剤の血管外漏出",
      "c": "気管支動脈の拡張・蛇行",
      "d": "気管支動脈―肺動脈シャント",
      "e": "気管支動脈以外の動脈の関与"
    },
    "answer": "b",
    "multi": false,
    "explanation": "(以下はmanの同期が有志で作成してくれた参考解答になります)\n慢性気道炎症による喀血についての一般知識を問う問題。\n慢性炎症による喀血は炎症によって異常血管の増生が惹起されて、体循環-肺動脈シャントが無数に形成され、体循環の圧に耐えられなくなった肺から出血する病態が主体。8割以上が気管支動脈の関与が多いが、内胸動脈や肋間動脈、下横隔動脈\na 気管支動脈などから肺動脈にシャントする異常血管がよく見られる\nb 造影剤の血管外漏出が見られるのはかなり稀（というか見たことない）\nc 肺動脈にシャントを作る気管支動脈の拡張・蛇行はよく見られる。\nd 気管支動脈などから肺動脈にシャントができるのが病態の本質\ne 内胸動脈や肋間動脈、下横隔動脈などが関与することがある\n下記の参考文献にて、１２１症例の検討の中で、血管外漏出像は4%との記載あり。選択肢の中で一番可能性が低いのはｂと思われます。\n参考文献：喀血症例に対する気管支動脈造影(BAG)の有用性についてDOI https://doi.org/10.18907/jjsre.24.2_75",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 71,
    "text": "70 歳代の男性。肝右葉肝細胞癌に対してマイクロスフィアを用いた TACE（DEB- TACE）が施行された。塞栓前と塞栓中の選択的肝動脈造影像を示す。塞栓中の画像所見で正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q71.png"
    ],
    "choices": {
      "a": "腫瘍破裂を認める。",
      "b": "門脈の描出を認める。",
      "c": "塞栓終了の目安である。",
      "d": "Vascular lake を認める。",
      "e": "DEB-TACE での出現頻度は 1% 以下である。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "(以下はmanの同期が有志で作成してくれた参考解答になります)\nDEB-TACE中によく見られるvascular lakeに関する問題。\nDEB―TACEやっているとたまに見られる造影剤の腫瘍内での局所的なpooling像のこと。\nこれが見えたらゼラチンスポンジでの塞栓を追加することが多い。\nということで正解はdですが、普段やってないと結構これはわからないのでは。。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 72,
    "text": "50 歳代の男性。脾動脈瘤にて紹介受診した。IVR 時の塞栓前および塞栓後の血管造影像と塞栓後の透視画像を示す。本患者について誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q72.png"
    ],
    "choices": {
      "a": "コイルを使用している。",
      "b": "Isolation 法で塞栓している。",
      "c": "血管塞栓用プラグを使用している。",
      "d": "塞栓後は脾臓の血流は完全に消失している。",
      "e": "塞栓後は動脈瘤の血流は完全に消失している。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "脾動脈瘤に対する塞栓術。coilとvascular plugを用いて塞栓されている。おそらく流出路の塞栓にcoilが使用されており、流入路の塞栓にvascular plugが使用されている。瘤内にはcoilなどはみられず、流出路と流入路を塞栓するisolation法である。脾動脈本幹はvascular plugにより塞栓されているが、おそらく側副路を介して脾動脈末梢の描出があり、脾実質の部分的な染まりがある。\n(以下はmanの同期が有志で作成してくれた参考解答になります)\n脾動脈瘤に対するisolationを行なっている症例。\n動脈瘤に連続する血管を全て個別に塞栓して瘤内の血流を途絶させるのがisolation法。\n動脈瘤内を全て塞栓物質で埋めて血流を途絶させるのがPacking法。\n両方やってしまうのがIsolation packing法。\n本問題では脾動脈瘤の抹消をコイルで塞栓して、近位はabottのアンプラツァーバスキュラープラグ　AVP2で塞栓してisolationしている。\nhttps://www.cardiovascular.abbott/jp/ja/hcp/products/endovascular/amplatzer-family-vascular-plugs/avp-ii.html\n塞栓にあたっての術者の意図はIsolation法で塞栓して胃大網動脈から脾動脈抹消への血流を温存して治療しようということと考えられる。\n a 抹消をコイル塞栓している。\nb Isolation法である。\nc AVP2使っている。\nd 胃大網動脈からのコラテが回っているので血流は保たれている。\ne 動脈瘤自体のisolationは良好で血流は見られない。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 73,
    "text": "70 歳代の男性。腹部大動脈瘤に対してステントグラフト内挿術後。経過観察の CT でエンドリークを認めた。造影 CT と右内腸骨動脈造影正面像を示す。このエンドリークについて正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q73.png"
    ],
    "choices": {
      "a": "Type Ⅲである。",
      "b": "責任血管は腸骨回旋動脈である。",
      "c": "内腸骨動脈本幹の塞栓で消失する。",
      "d": "血管塞栓用プラグを用いて塞栓する。",
      "e": "動脈瘤の増大がなければ治療は不要である。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "EVAR後のtype2 endoleakの問題。Type2 endoleakは瘤内から分岐する側枝からステントグラフト留置後にretorogradeに流入するendoleak。\na type3 endoleakは3aがステントグラフトの接合部からのleak,3bがステントグラフトに開いてしまった穴からのleak\nb 腸骨回旋動脈は外腸骨動脈の枝。今回のendoleakは内腸骨動脈から分岐する腸腰動脈が腰動脈に連続していて、これがtype2 endoleakになっている。\nc 絶対に近位塞栓になってしまうので消失しません。やっちゃだめ。\nd type2 endoleakの治療方法はいろいろあるが、多くやられているのはfeederとなっている動脈にカテーテルを頑張って進めてSac or Sac直前まで到達しコイルor NBCAで塞栓するもの。血管塞栓用のプラグで塞栓して行けない理由はないが、実際問題コラテを経由して腰動脈までプラグを置きに行けるような太いカテーテルを持っているのは難しいので、不適当。\ne 動脈瘤の増大がなければ治療しなくて良い。けど、最近はステントグラフトの術前に腰動脈などの原因になる血管を塞栓しちゃう施設も多いですよね。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 74,
    "text": "70 歳代の男性。右肺に結節影を指摘された。胸部 CT および18F-FDG PET/CT 融合画像を示す。施行する可能性が最も低い IVR はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q74.png"
    ],
    "choices": {
      "a": "経皮的針生検",
      "b": "金マーカー留置",
      "c": "ラジオ波凝固療法",
      "d": "気管支動脈塞栓術",
      "e": "VATS マーカー留置"
    },
    "answer": "d",
    "multi": false,
    "explanation": "(以下はmanの同期が有志で作成してくれた参考解答になります)\na 可能。\nb サイバーナイフで治療するなどの場合ならあり\nc 2021年から保険適応になりましたね。\nd 喀血していない時に気管支動脈を塞栓する理由が全くない。というわけで不適当\ne 外科切除前に置いてくることありますね。",
    "category": "IVR"
  },
  {
    "year": 2025,
    "num": 75,
    "text": "60 歳代の男性。左内頸動脈狭窄に対して内頸動脈内膜剥離術が施行された。術後 1 日目に頭痛の訴えがあった。術前および術後 1 日目の安静時123I-IMP 脳血流 SPECT 定性画像を示す。術後の病態について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q75.png"
    ],
    "choices": {
      "a": "頭蓋内出血は生じない。",
      "b": "治療では血圧を高く保つ必要がある。",
      "c": "術後に右大脳皮質域の血流が低下している。",
      "d": "患側の安静時脳血流低下が発症リスクとなる。",
      "e": "脳動脈バイパス術や頸動脈ステント留置術では生じない。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "CEA前のSPECTで左大脳半球の血流低下あり。CEA後に左大脳半球の血流が増加している。過還流の状態。脳出血を起こすので血圧は高くしない方がよい。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 76,
    "text": "60 歳代の男性。抑うつ状態、認知症症状、嗅覚鈍麻があり、精査が行われた。99mTc-ECD 脳血流 SPECT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q76.png"
    ],
    "choices": {
      "a": "進行性核上性麻痺",
      "b": "Lewy 小体型認知症",
      "c": "Alzheimer 型認知症",
      "d": "進行性非流暢性失語症",
      "e": "大脳皮質基底核変性症"
    },
    "answer": "b",
    "multi": false,
    "explanation": "両側対称性の後頭葉を中心とするトレーサー集積をみとめ、DLBを想起するパターン。症状のなかで嗅覚鈍麻は特徴的な症状。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 77,
    "text": "50 歳代の男性。精神科にて抗精神病薬を服薬中。最近になって手指の振戦を認めて来院した。ドパミントランスポーター脳 SPECT 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q77.png"
    ],
    "choices": {
      "a": "本態性振戦",
      "b": "Parkinson 病",
      "c": "多系統萎縮症",
      "d": "Lewy 小体型認知症",
      "e": "薬剤性 Parkinson 症候群"
    },
    "answer": "e",
    "multi": false,
    "explanation": "DATスキャンの問題。集積はコンマ状に両側とも保たれており、正常。\n選択肢の中ではb,c,dは全て集積低下が見られる疾患なのでa,eということになる。抗精神病薬の内服歴があり薬剤性parkinson症候群と考えるのが妥当。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 78,
    "text": "70 歳代の女性。抗アミロイド β 抗体薬治療前に行った画像検査の横断像を示す。異常ではない部位はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q78.png"
    ],
    "choices": {
      "a": "視   床",
      "b": "線条体",
      "c": "前頭葉皮質",
      "d": "側頭葉皮質",
      "e": "頭頂葉皮質"
    },
    "answer": "a",
    "multi": false,
    "explanation": "【（ｂを選択した先生が多かった）】\nアミロイドPET\n視床の集積は陰性症例にもあり。\n画像引用：https://www.nmp.co.jp/public/amyloid/index.html",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 79,
    "text": "50 歳代の男性。労作時胸部不快感を主訴に来院し、運動負荷201Tl 心筋血流 SPECT が施行された。負荷時と安静時の SPECT の短軸像および垂直長軸像、負荷時と安静時のブルズアイマップを示す。負荷時と安静時の左室駆出率はそれぞれ 44% と 57% で、負荷時一過性内腔拡大指標である TID ratio は 1.5 であった。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q79.png"
    ],
    "choices": {
      "a": "多枝病変である。",
      "b": "下壁に虚血がみられる。",
      "c": "経過観察が推奨される。",
      "d": "post-stress dysfunction が疑われる。",
      "e": "前壁および心尖部に虚血がみられる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "負荷時に前壁、心尖部、下壁に集積低下があり、安静時に再分布を認め、多発する虚血を考える。多枝病変であり血行再建術が望まれる。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 80,
    "text": "70 歳代の女性。胸痛発作で救急搬送となり、準緊急でカテーテル治療が行われた。術後も胸部不快感があるため99mTc-MIBI および123I-BMIPP を用いた 2 核種安静心筋 SPECT が施行された。短軸像および水平長軸像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q80.png"
    ],
    "choices": {
      "a": "下壁の心筋糖代謝は正常と判定される。",
      "b": "胸痛発作の責任冠動脈は左回旋枝である。",
      "c": "左前下行枝領域の梗塞を疑う所見である。",
      "d": "下壁に限局した血流代謝ミスマッチを認める。",
      "e": "側壁では血流画像で代謝画像よりも集積低下が目立つ。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "左側壁に血流代謝ミスマッチを認める。\na:×BMIPPは脂肪酸代謝を反映する。\nb:〇左側壁は左回旋枝の領域。\nc:×前壁に血流低下などなし。\nd:×下壁でなく左側壁。\ne:×代謝画像での集積低下が目立つ。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 81,
    "text": "70 歳代の女性。胸痛の精査のために施行されたアデノシン負荷心筋血流シンチグラフィの負荷時および安静時の短軸像、水平長軸像、垂直長軸像を示す。最も考えられるのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q81.png"
    ],
    "choices": {
      "a": "拡張型心筋症",
      "b": "肥大型心筋症",
      "c": "たこつぼ心筋症",
      "d": "心アミロイドーシス",
      "e": "心サルコイドーシス"
    },
    "answer": "b",
    "multi": false,
    "explanation": "安静時に心先部に集積亢進が見られる。肥大型心筋症の典型例。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 82,
    "text": "80 歳代の男性。心不全で精査中に高度の左室肥大を指摘され、核医学検査が行われた。胸部前面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q82.png"
    ],
    "choices": {
      "a": "心臓転移を疑う所見である。",
      "b": "視覚的判定で grade 1 である。",
      "c": "心臓/対側比（H/CL 比）が低下している。",
      "d": "心臓交感神経機能を評価する画像である。",
      "e": "SPECT を併用すると診断精度が向上する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "ピロリン酸シンチグラフィATTR心アミロイドーシス\nｂ　視覚的判定でgrade3、 c　 H/CLは上昇",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 83,
    "text": "50 歳代の男性。呼吸困難を主訴に来院し、 18 F-FDG PET/CT が施行された。MIP 像および融合画像を示す。誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q83.png"
    ],
    "choices": {
      "a": "胸部上部食道癌が疑われる。",
      "b": "右第 3 肋骨に骨転移が疑われる。",
      "c": "左反回神経浸潤による声帯麻痺が疑われる。",
      "d": "縦隔リンパ節転移による気管圧排が認められる。",
      "e": "骨髄に造血髄化によるびまん性集積が認められる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "反回神経麻痺のときは対側の声帯にFDG集積を認める。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 84,
    "text": "60 歳代の男性。血液検査で白血球増多を指摘された。診察にて全身リンパ節腫大と脾腫を認め、血液腫瘍が疑われたため18F-FDG PET/CT が施行された。MIP 像と融合冠状断像を示す。本疾患について正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q84.png"
    ],
    "choices": {
      "a": "病勢は週あるいは月単位で急速に進行する。",
      "b": "18F-FDG 集積性に基づく治療効果判定が推奨される。",
      "c": "骨髄検査は18F-FDG PET の実施により省略可能である。",
      "d": "成熟した小型の B リンパ球が異常に増殖した腫瘍である。",
      "e": "18F-FDG PET は形質転換が疑われる患者の評価に有用である。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "脾腫および腹部骨盤部のリンパ節腫大部に淡い集積を認める。悪性リンパ腫としては弱い集積であり、non-avid FDG lymphoma、特にCLL/SLLを最も疑う。\nCLL/SLL\nCLLでは末梢血中に異常なリンパ球を認めるのに対して、SLLでは病変がリンパ節および脾に限局し、末梢血中に異常細胞を認めないものとされるが、基本的に同一の疾患単位と考えられており、いずれも低悪性度（indolent）のリンパ系腫瘍である。 一部の症例ではびま ん性大細胞型B細胞リンパ腫（diffuse large B–cell lymphoma；DLBCL）への形質転換が生じ、 Richter形質転換として知られる。\n(臨床画像vol.40 No.4増刊号)\n a:緩徐な進行。\nb:FDG集積が弱いため推奨されない。CTで評価。\nc:骨髄生検を省略できるのはDLBCLとHLのみである。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 85,
    "text": "90 歳代の女性。肺癌の病期診断目的で18F-FDG PET/CT が施行された。PET と CT の冠状断像とその融合画像を示す。本所見の原因となる薬剤はどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q85.png"
    ],
    "choices": {
      "a": "GABA-A 受容体作動薬",
      "b": "ドパミン受容体作動薬",
      "c": "オピオイド受容体作動薬",
      "d": "β3 アドレナリン受容体作動薬",
      "e": "5-HT1A セロトニン受容体作動薬"
    },
    "answer": "d",
    "multi": false,
    "explanation": "β3アドレナリン受容体作動薬 : 2024年88の類問",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 86,
    "text": "70 歳代の女性。子宮頸癌の放射線治療後で両側腎瘻が造設されている。今回、霧視を主訴に来院した。 18 F-FDG PET/CT の MIP 像を示す。可能性が最も高いのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q86.png"
    ],
    "choices": {
      "a": "皮膚筋炎",
      "b": "悪性リンパ腫",
      "c": "IgG4 関連疾患",
      "d": "サルコイドーシス",
      "e": "子宮頸癌の多発転移"
    },
    "answer": "d",
    "multi": false,
    "explanation": "霧視の症状より、選択肢の中で眼に病変ができる可能性が高いのはb悪性リンパ腫、c IgG4関連疾患、d サルコイドーシス\nPET/CTにて筋に沿って集積を多数認め、筋サルコイドーシスが疑われる。霧視は眼サルコイドーシスによるぶどう膜炎の兆候で、視力低下や視野障害につながる可能性あり。\n筋サルコイドーシスといえばタイガーマンサイン(Lancet, 2012 Nov 24;380(9856):1859)\nhttps://www.thelancet.com/journals/lancet/article/PIIS0140-6736(12)60683-7/fulltext",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 87,
    "text": "50 歳代の女性。直腸腫瘍を認め、精査のために施行された核医学検査の全身前面像、全身後面像および骨盤部の融合画像を示す。投与されたのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q87.png"
    ],
    "choices": {
      "a": "18F-FDG",
      "b": "67Ga-citrate",
      "c": "111In-pentetreotide",
      "d": "123I-MIBG",
      "e": "201TlCl"
    },
    "answer": "c",
    "multi": false,
    "explanation": "直腸神経内分泌腫瘍に対するオクトレオスキャンと思われる。\n脳、心臓、涙腺等の集積がないので他の選択肢も除外される。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 88,
    "text": "30 歳代の男性。右副腎腫瘍の精査目的に撮像されたシンチグラムの前面像と後面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q88.png"
    ],
    "choices": {
      "a": "心臓の所見は正常である。",
      "b": "肝転移を疑う集積を認める。",
      "c": "左副腎集積は生理的である。",
      "d": "甲状腺癌を疑う集積を認める。",
      "e": "本検査では注射後 7 日目以降に撮像を行う。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "123I-MIBGの画像と思われる。右副腎腫瘍に集積を認め、褐色細胞腫の疑い。\na:×MIBGでは通常心集積をきたすがきたしていない。\nb:×右副腎腫瘍への集積を見るが、肝臓には生理的集積のみである。\nc:〇左副腎には淡い集積があり生理的な集積と思われる。\nd:×甲状腺の集積は生理的集積である。\ne:×24時間で撮像。必要に応じ6時間や48時間。7日以降はI131-アドステロールシンチ。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 89,
    "text": "40 歳代の女性。Cushing 症候群が疑われている。CT で左副腎腫瘤を認め、精査のために核医学検査が施行された。前面像および後面像を示す。この検査に使用する放射性医薬品の説明で誤っているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q89.png"
    ],
    "choices": {
      "a": "β 線を放出する。",
      "b": "静注は緩徐に行う。",
      "c": "使用する前は凍結保存が望ましい。",
      "d": "Parkinson 病の診断にも保険適用がある。",
      "e": "測定する γ 線のエネルギーは 300 keV より高い。"
    },
    "answer": "d",
    "multi": false,
    "explanation": "Cushing症候群精査、画像から副腎皮質シンチグラフィが施行されていると分かります。使用薬剤は131I-アドステロールです。\na ○ γ線(364keV), β線(608keV)を放出します。\nb ○ エタノールが含有されているため、30秒以上かけてゆっくり静注します。\nc ○ 添付文書を参照すると「本品はなるべく凍結状態で保存した方がよい。」とあります。\nd × Parkinson病の診断に用いられているのは123I-MIBGです。\ne ○",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 90,
    "text": "50 歳代の男性。持続する前胸部の痛みを主訴に来院し、精査のために骨シンチグラフィが施行された。前面像と後面像を示す。本疾患に関連しないのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q90.png"
    ],
    "choices": {
      "a": "滑膜炎",
      "b": "膿疱症",
      "c": "重症ざ瘡",
      "d": "骨肥厚症",
      "e": "化膿性骨髄炎"
    },
    "answer": "e",
    "multi": false,
    "explanation": "骨シンチ：両側胸鎖関節、第1胸肋関節を中心に著明な異常集積あり。\n胸肋鎖骨肥厚症(sternocostoclavicular hyperostosis)\n掌蹠膿疱症や座瘡などの皮膚病変には炎症性の骨関節病変を合併することが知られるようになり、主要兆候であるsynovitis（滑膜炎）、acune（座瘡）、pustulosis（膿疱症）、hyperostosis（骨肥厚症）、osteitis（骨炎）の頭文字を取ってSAPHO 症候群と呼称される。選択肢はSAPHO症候群のそれぞれの頭文字の意味を知っていると解答できる。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 91,
    "text": "70 歳代の男性。肺高血圧症の精査のため施行された肺血流シンチグラフィおよび肺換気シンチグラフィの前面像と後面像を示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q91.png"
    ],
    "choices": {
      "a": "高安動脈炎",
      "b": "癌性リンパ管症",
      "c": "肺動脈性肺高血圧症",
      "d": "換気障害に伴う肺高血圧症",
      "e": "慢性血栓塞栓性肺高血圧症"
    },
    "answer": "d",
    "multi": false,
    "explanation": "換気·血流マッチの血流低下であり、換気障害に伴う二次性の血流低下を疑う。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 92,
    "text": "70 歳代の女性。腹部ダイナミック CT で肝細胞癌が指摘された。精査のために施行された核医学検査の前面動態像を示す。遅延しているのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q92.png"
    ],
    "choices": {
      "a": "胆囊の描出",
      "b": "腸管の描出",
      "c": "脾臓への集積",
      "d": "血中からの消失",
      "e": "腎臓からの排泄"
    },
    "answer": "d",
    "multi": false,
    "explanation": "術前の肝機能評価のための肝受容体(アシアロ)シンチ　99mTc-GSA\n肝障害をきたしていると肝集積の遅延と血液プールの集積の消失の遅延がみられる。14-15分後に血液プールに集積がみられ、血液からの消失の遅延と判定される。肝障害でHH15↑　LHL15↓。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 93,
    "text": "10 歳代の女性。腎盂形成術後の経過観察のために核医学検査が施行された。後面動態像およびレノグラムを示す。正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q93.png"
    ],
    "choices": {
      "a": "右腎に萎縮が見られる。",
      "b": "左尿路に通過障害がある。",
      "c": "右尿路再建術が推奨される。",
      "d": "左腎実質機能が低下している。",
      "e": "アンジオテンシン変換酵素阻害剤が使用された。"
    },
    "answer": "b",
    "multi": false,
    "explanation": "腎動態シンチは通常、後面像なので左右注意。画面左の腎が高位にあるので左腎とも判断できる。\nレノグラムで左腎のカウントが右腎近くまで上がってる＋動態像15分でも腎盂にRIが貯留している。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 94,
    "text": "7 歳の男児。反復する発熱を認め、腎臓の核医学検査が施行された。後面像を示す。使用されたのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q94.png"
    ],
    "choices": {
      "a": "Tc-DMSA99m",
      "b": "Tc-DTPA99m",
      "c": "Tc-HSA-D99m",
      "d": "Tc-MAG399m",
      "e": "Tc-MDP99m"
    },
    "answer": "a",
    "multi": false,
    "explanation": "【正答率100%)】\n後面像にて左腎上極に限局性の集積低下あり、腎瘢痕。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 95,
    "text": "60 歳代の男性。転移性肺腫瘍に対して内用療法が施行された。治療後シンチグラフィの前面像と後面像を示す。この治療について正しいのはどれか。1 つ選べ。",
    "images": [
      "assets/questions/2025/q95.png"
    ],
    "choices": {
      "a": "放射性医薬品を経静脈投与する。",
      "b": "治療の 12 時間前より絶食とする。",
      "c": "治療の 2 週間前よりヨウ素制限を行う。",
      "d": "治療の前々日と前日に rhTSH を筋肉注射する。",
      "e": "治療の前日に造影 CT で肺転移の状態を確認する。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "甲状腺癌、肺転移に対する131I内用療法。\n131I治療で用いられる放射性ヨウ素は、通常食事中に含まれる非放射線ヨウ素(127I)と比較するごく微量である。体内に大量の非放射性ヨウ素が存在すると、治療目的に投与された131Iが甲状腺に十分に取り込まれず治療効果が減弱するため、1週間以上前から無機ヨウ素の摂取制限を行う。",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 96,
    "text": "半導体 PET 検出器で用いられる silicon photomultiplier（SiPM）について正しいのはどれか。1 つ選べ。",
    "choices": {
      "a": "温度管理が不要である。",
      "b": "磁場中では使用できない。",
      "c": "従来型より時間分解能が高い。",
      "d": "単一光子をカウントできない。",
      "e": "消滅放射線を可視光に変換できる。"
    },
    "answer": "c",
    "multi": false,
    "explanation": "半導体PETは高い時間分解能が特徴である。\n半導体PETの臨床面におけるメリットは、「画質向上による小さい集積の検出」、「短時間 収集による検査時間の短縮」、「投与量減少による患者被ばくの低減」が大きく挙げられる。 SiPMは高い光検出効率や時間分解能などによって、time of flight（TOF）によるγ線発生位置同 定精度が向上し、高画質と短時間収集を可能にしている。\n(臨床画像vol.40 No.2 p174-183)",
    "category": "核医学"
  },
  {
    "year": 2025,
    "num": 97,
    "text": "超常磁性を示す造影剤はどれか。1 つ選べ。",
    "choices": {
      "a": "硫酸バリウム",
      "b": "フェルカルボトラン",
      "c": "塩化マンガン四水和物",
      "d": "ガドキセト酸ナトリウム",
      "e": "クエン酸鉄アンモニウム"
    },
    "answer": "b",
    "multi": false,
    "explanation": "フェルカルボトラン（SPIO）:リゾビストの一般名。超常磁性を示す酸化鉄。肝でKupffer細胞に貪食されて磁場の不均一性を生じ、T2WI，T2*WIにて信号低下をきたすことで病変を正常肝実質から浮かび上がらせたり膵内副脾の鑑別などに役立つ造影剤ですね。\na: 非磁性、 c: ポーズデル。塩化マンガン四水和物中のマンガンイオン（Mn2+）は常磁性体であり、強い磁気モーメントを持つ。MRCPで用いられる陰性造影剤。d: プリモビスト (EOB-MRIに用いられる。) 常磁性（paramagnetic）。T1短縮効果。超常磁性ではない。 e: MRI用経口消化管造影剤。常磁性。消化管(胃・十二指腸・空腸)造影, 胆道膵管撮影時の消化管陰性造影。T1/T2短縮効果があり、T2WIで陰性造影効果を示す。\n-反磁性（diamagnetism）; 外部磁場に対して弱く反発する性質。例：銅、銀、水\n-常磁性（paramagnetism）; 外部磁場に対して弱く引き寄せられる性質（外部磁場がなくなると磁化も消える）。例：ガドリニウムイオン（Gd³⁺）、マンガンイオン（Mn²⁺） → MRI造影剤で利用\n-強磁性（ferromagnetism）; 外部磁場がなくても磁化を保持する（永久磁石の性質）。例：鉄、コバルト、ニッケル\n-超常磁性（superparamagnetism）; 強磁性体のナノサイズの粒子に見られる現象。 個々の粒子は強磁性のように大きな磁気モーメントを持つが、粒子が小さいため自発的な磁化を保持できない。外部磁場をかけると強く磁化されるが、磁場を外すとすぐに磁化が消える。→ MRI造影剤（SPIO = Superparamagnetic Iron Oxide）で利用。\n とのことです。",
    "category": "画像診断学総論（モダリティ・造影剤）"
  },
  {
    "year": 2025,
    "num": 98,
    "text": "金属インプラントに起因したアーチファクトが生じた頭頸部 CT 画像を示す。アーチファクトの低減技術として正しいのはどれか。2 つ選べ。",
    "images": [
      "assets/questions/2025/q98.png"
    ],
    "choices": {
      "a": "低線量で撮影を行う。",
      "b": "スライス厚を厚くする。",
      "c": "骨用の再構成関数を使用する。",
      "d": "Dual energy CT の仮想単色画像を使用する。",
      "e": "MAR（metal artifact reduction）アルゴリズムで再構成する。"
    },
    "answer": "d,e",
    "multi": true,
    "explanation": "金属アーチファクトを低減する技術として代表的な手法は、Dual energy CT（DECT）とMetal artifact reduction（MAR）アルゴリズム。\n参考文献：Katsura M, et al. Current and Novel Techniques for Metal Artifact Reduction at CT: Practical Guide for Radiologists. RadioGraphics 2018; 38(2): 450-461. 2.",
    "category": "医学物理学"
  },
  {
    "year": 2025,
    "num": 99,
    "text": "情報セキュリティの 3 要素に含まれるのはどれか。2 つ選べ。",
    "choices": {
      "a": "完全性",
      "b": "機密性",
      "c": "見読性",
      "d": "真正性",
      "e": "保存性"
    },
    "answer": "a,b",
    "multi": true,
    "explanation": "情報セキュリティの3要素は\n機密性：許可された者だけが情報にアクセスできる状態を維持すること\n完全性：情報が正確かつ完全な状態に保たれていること\n可用性：必要なときに情報が利用可能な状態にあること\n真正性、見読性、保存性は電子保存の三原則。",
    "category": "医の倫理・医療の質"
  },
  {
    "year": 2025,
    "num": 100,
    "text": "端末がランサムウェアに感染した兆候を確認したシステム利用者が最初に取るべき行動はどれか。1 つ選べ。",
    "choices": {
      "a": "システム管理者に電話して指示を仰ぐ。",
      "b": "ウイルス対策ソフトのスキャンを実行する。",
      "c": "業務を続けるため別の部署の端末を借りに行く。",
      "d": "近傍の端末で同じ現象が発生しているか確認する。",
      "e": "接続されているネットワークから端末を切断する。"
    },
    "answer": "e",
    "multi": false,
    "explanation": "ランサムウェアとは感染するとパソコン等に保存されているデータを暗号化して使用できない状態にした上で、そのデータを復号する対価（金銭や暗号資産）を要求する不正プログラムである。感染が疑われたら、さらなる感染拡大を防止するためにLANケーブルを抜くなどして、感染したパソコンをネットワークから隔離する。",
    "category": "医の倫理・医療の質"
  }
];
